{"title": "A Mexican Restaurant Grows on Staten Island", "subtitle": "In Port Richmond, a popular deli has expanded into a restaurant and bakery called San Jeronimo, serving pan dulce and a wide array of Mexican and Tex-Mex dishes.", "authorName": "Hannah Goldfield", "coverImageURL": "https://media.newyorker.com/photos/63927ab2521a0e9eb7496ebe/master/w_2240,c_limit/221219_r41536.jpg", "coverImageWidth": 2240, "coverImageHeight": 1493, "coverImageDescription": "A spread at San Jeronimo might include a molcajete, or Mexican mortar, filled with meats, vegetables, and grilled Oaxaca-style cheese (top left), and camarones al diablo, shrimp in a fiery red salsa made from chile de árbol, served with rice and refried beans (bottom right).", "hashTag": "Tables for Two", "publishDate": "December 9, 2022", "contents": [{"role": "body", "text": "The other day, at San Jeronimo Restaurant and Bakery, I did a double take when a server delivered the tamarind agua fresca I’d ordered. It came in a cartoonishly large beer stein, a volume three times what I’d expected and way more than I could drink—or so I thought. I’d also ordered a Molcajete 5 Carnes, a dish of sizzling meats (including a warmly spiced chorizo patty and a filet of steak pounded thin, fatty edges glistening), vegetables (silky whole green onions, tender spears of charred nopal, or cactus), and grilled quesillo (Oaxaca-style cheese), fetchingly fanned in a mortar carved from volcanic rock. For salsa, I’d opted for the rojo (red); “Pica,” the server warned. Muy, muy pica, as it turned out, picantisimo, even, as its kick came from chile de árbol, which is usually about five times hotter than a jalapeño. I made quick work of my jumbo drink."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/63927ab15df5752861a96133/master/w_1600,c_limit/221219_r41628.jpg", "imageWidth": 1600, "imageHeight": 2241, "imageDescription": "The straw in the michelada is plugged with a nub of spicy tamarind candy and wrapped in more of the same."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/63927ab1f7d7848588bd3ffe/master/w_1600,c_limit/221219_r41629.jpg", "imageWidth": 1600, "imageHeight": 2401, "imageDescription": "Desserts include multicolored jello."}, {"role": "body", "text": "In 1998, Antonio Marquez moved from Puebla, Mexico, to Staten Island. For almost fifteen years, he worked as a busser at an Applebee’s and a TGI Fridays. In 2014, he and his daughter Sara Marquez-Sanchez opened a deli, Plaza San Jeronimo, in a neighborhood called Port Richmond, to serve the growing Mexican community. According to the 2020 census, nearly twenty per cent of Staten Island residents identify as Latino, up from twelve per cent in 2000; for Mexican immigrants, the borough has become an affordable alternative to areas like Bushwick and Sunset Park."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/63927ab2f7d7848588bd3fff/master/w_1600,c_limit/221219_r41630.jpg", "imageWidth": 1600, "imageHeight": 1066, "imageDescription": "Antonio Marquez and his daughter Sara Marquez-Sanchez opened a deli called Plaza San Jeronimo in 2014. In 2020, the landlord of a large restaurant on the same block invited them to expand the business."}, {"role": "body", "text": "The deli is densely packed, with papalo (a cilantro-adjacent herb), guaje (the seedpods of the acacia tree), and tuna (prickly pear), shelves upon shelves of queso fresco, dozens of seasonings—including powdered avocado leaves harvested and sent by Marquez’s mother, in Puebla—and even chapulines, or grasshoppers. In the back, cooks prepare dishes from a comprehensive menu of tacos, tortas, guisados (stews), and much more, for takeout or to eat in at a few tiny tables. In early 2020, the landlord of a large, and vacant, restaurant on the block invited Marquez and Marquez-Sanchez to expand."}, {"role": "body", "text": "Their lease began that February. The first year was incredibly challenging, Marquez-Sanchez told me. “It was very much a struggle trying to justify restaurant prices for takeout,” she said. “The thing that ultimately helped us get through it was the pan dulce, the Mexican bread, made fresh.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/63927ab259b097af7025abc6/master/w_1600,c_limit/221219_r41631.jpg", "imageWidth": 1600, "imageHeight": 1066, "imageDescription": "For Sopes, fried patties of house-made masa are topped with refried beans, lettuce, tomato, sour cream, queso fresco, and a choice of meat."}, {"role": "body", "text": "After lunch, I filled a sack with pan dulce, lovely iterations of classics including conchas (soft rolls shaped like clamshells, some wearing neon-pink icing) and enormous polvorones (shortbread wedding cookies). On a Saturday, I came back for dinner, starting with a round of micheladas that arrived in margarita glasses, upside-down beer bottles affixed to their salted rims with special plastic attachments. The straws were plugged with nubs of tamarind-chili candy: bite them out and let the party begin."}, {"role": "body", "text": "Marquez-Sanchez recommended the weekend-only pollo a la brasa, a half chicken marinated in adobo seasoning and grilled over wood, its glossy, sticky skin bearing a distinct note of smoke, a feast paired with yellow rice and refried beans or ensalada de nopales. Fat chunks of supremely velvety goat bobbed in caldo de chivo, a fragrant bowl of thin but rich red broth, brightened by a squeeze of lime and handfuls of chopped raw onion and cilantro, served with warm tortillas."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/63927b62521a0e9eb7496ec0/master/w_1600,c_limit/221219_r41632.jpg", "imageWidth": 1600, "imageHeight": 1066, "imageDescription": "A range of house-baked cakes includes tres leches topped with strawberries."}, {"role": "body", "text": "The sweeping menu also includes fajitas; a torta Texana, layered with steak, chorizo, and jalapeños; a glorious quesadilla Tex-Mex, stuffed with quesillo, rice, beans, and a choice of meat, served with guacamole, sour cream, and a coarse pico de gallo. These dishes, Marquez-Sanchez explained, help differentiate the restaurant from the deli, but also, she said, “We’ve tried a lot of Tex-Mex food from other places, like Chevys or even Applebee’s. It’s very inauthentic, and so it’s, like, Can’t we just do it our way? Our Mexican food, Americanized.” (Dishes $4.50-$26.)"}]}