{"title": "Elon Musk and His Band of Free-Speech Tweeters", "subtitle": "", "authorName": "Paul Rudnick", "coverImageURL": "https://media.newyorker.com/photos/638f924bd0ec9d802329e80d/master/w_2240,c_limit/221219_r41538.jpg", "coverImageWidth": 1151, "coverImageHeight": 864, "coverImageDescription": "Illustration by João Fazenda", "hashTag": "Shouts & Murmurs", "publishDate": "December 12, 2022", "contents": [{"role": "second", "text": "ELON MUSK@elonmusk"}, {"role": "body", "text": "This is a battle for the future of civilization. If free speech is lost even in America, tyranny is all that lies ahead."}, {"role": "second", "text": "AngryWhiteMan@AlwaysRight"}, {"role": "body", "text": "I am so ANGRY about everything I can barely finish my sandwich or my James Patterson paperback because of HUNTER BIDEN’S LAPTOP"}, {"role": "second", "text": "MariahCareyIsJesus@MariahWillSaveUs"}, {"role": "body", "text": "Mariah in the Macy’s Thanksgiving Day parade: no words. Only inspiring, incandescent lip-synching and I don’t care anymore that my boyfriend dumped me"}, {"role": "second", "text": "ILoveElon@NotElon’sMother"}, {"role": "body", "text": "Why isn’t anyone mentioning how handsome Elon is when he’s selflessly helping this nation it’s like if George Washington and James Bond had a baby and homeschooled it"}, {"role": "second", "text": "FeministMom@MomsRock"}, {"role": "body", "text": "Until Moms are given longer naps and subsidized child care my mug will say Vote Like a Mom and I will post TikToks where I dance with two other Moms to Harry Styles because Moms Got It Mommin’ On, I have trademarked this"}, {"role": "second", "text": "KidsAmIRight@NewDadWon’tShutUp"}, {"role": "body", "text": "Today my 3-month-old made a spit bubble and I thought, fuck my career in finance this is what matters. JK but would like a book deal does anyone have Ryan Reynolds’ contact, he’d be perfect as me, I’m not the only one who says this"}, {"role": "second", "text": "AngryWhiteMan@MyLaxativeHasStoppedWorking"}, {"role": "body", "text": "Why is everyone so LAZY and ENTITLED especially young libs it makes me so angry I want a congressional investigation into Hillary hiding Hunter Biden’s laptop in her NPR TOTEBAG which is a lib ASSAULT WEAPON"}, {"role": "second", "text": "ElonIsMyHero@NotElon’sAssistant"}, {"role": "body", "text": "Elon gives and gives and no one ever thanks him or names their children Elon even when the child might be his"}, {"role": "second", "text": "SaneConservative@FreedomIsReal"}, {"role": "body", "text": "Why can’t people read the Constitution and stay away from my parking space and the TV Guide with Yellowstone on the cover I accidentally left at the post office, yes I buy stamps like a man"}, {"role": "second", "text": "JustMeCuzI’mEnough@PrioritizeMentalHealth"}, {"role": "body", "text": "What if we all just thought about climate change while sharing pictures of meadows instead of calling me names like FlowerButt and You Idiot"}, {"role": "second", "text": "AmericaOnly@DeSantisIsSoft"}, {"role": "body", "text": "China is taking our jobs and watching us through our Apple products don’t say anything around your blender just pretend you’re fine LIKE THE LOSER YOU ARE"}, {"role": "second", "text": "JustAKid@ThenWhyAmIOnTwitter"}, {"role": "body", "text": "Wondering: is Twitter like Medicare bc it’s something my Nana does LOL except only Nana still uses LOL"}, {"role": "second", "text": "LonelyGayMan@WritingABookAboutFilmsOfJuneAllyson"}, {"role": "body", "text": "WHY AREN’T WE TALKING ABOUT FLORENCE HENDERSON’S STAGE CAREER"}, {"role": "second", "text": "SocialistsSometimesGoOnDates@ShutUpWithYourNegativity"}, {"role": "body", "text": "Message to the hot guy with the backpack and body odor working next to me in Bushwick community garden: I was the hottie in Crocs and the crop top made from ignored subpoenas you asked me if I was into fanfic where Chamalet uses crypto I can still smell you I am waiting near the compost"}, {"role": "second", "text": "WorriedAboutMargotRobbie’sCareer@UsedToBeWorriedAboutNaomiWatts’sCareer"}, {"role": "body", "text": "Margot needs to play more lawyers and scientists maybe with disabilities, I will get her that Oscar if she will listen"}, {"role": "second", "text": "TheRealEliseStefanik@It’sReallyMe"}, {"role": "body", "text": "I will power-wash your patio furniture and paint your guest bedroom if you will talk to me and not call me Alice"}, {"role": "second", "text": "LovingMyLife@HowAboutYou"}, {"role": "body", "text": "Showered, took the puppy to the park, called my Mom, had a bagel, life is good UNLESS YOU’RE HUNTER BIDEN’S LAPTOP FOOLED YOU AVOCADO BUTTHURT LIB"}, {"role": "second", "text": "CrosswordAddict@RetiredAccountantAndChristmasMom"}, {"role": "body", "text": "I’m not here to cause trouble but please learn the difference between they’re, their, and there before the nurse gets here with my meds ASSHOLE"}, {"role": "second", "text": "ElonIsMyEverything@NotElonSobbingAndLashingOut"}, {"role": "body", "text": "The Twitterverse will be a golden land of freedom if everyone will just give Elon a chance and all your money ARE YOU LISTENING TIM NOT-AS-RICH-AS-ELON COOK. Blue checks will cost more bc they are made from Elon’s tears"}, {"role": "second", "text": "KindnessIsReal@ILoveEveryone"}, {"role": "body", "text": "I hate people who are divisive, spreading misinformation and hate. What if we forget our differences? And if you disagree I hear you and respect you, and I hope you get run down by a truck filled with compassion and guns"}]}