{"title": "Missed Out on Black Friday Deals? Try Government Surplus", "subtitle": "Deals, deals, deals! New York’s municipalities are selling twenty-five-foot fire hoses, a pair of Nikes given to Mayor Bloomberg as a gift, and a school bus without working brakes.", "authorName": "Adam Iscoe", "coverImageURL": "https://media.newyorker.com/photos/6394006a59b097af7025ac2e/master/w_2240,c_limit/221219_r41553illu.jpg", "coverImageWidth": 1884, "coverImageHeight": 2560, "coverImageDescription": "Illustration by João Fazenda", "hashTag": "Gift List Dept.", "publishDate": "December 12, 2022", "contents": [{"role": "body", "text": "’Tis the season. Wreaths have edged out flint corn. Chestnut-praline lattes have replaced pumpkin spice. Fox News took a shot at President Biden for putting up his Christmas tree before Thanksgiving. But, despite RSV and another round of covid, cheer abounds. Mayor Adams even decided to close Fifth Avenue to vehicles for a few Sundays so that people could shop without getting mowed down by an e-bike. Now it’s time to spend, even if the economists can’t quite make up their mind whether or not it’s a good idea. On Black Friday, roughly a hundred and sixty-six million Americans kicked off the shopping season by spending a record-breaking nine billion dollars online. On Cyber Monday, shoppers could find deals on just about everything—a Dyson hair dryer (four hundred and twenty-five dollars, from Sephora), a private flight from Paris to Munich (0.4914 bitcoins), a sixty-five-inch-tall plush unicorn (a thousand dollars, from F. A. O. Schwarz)—including a bunch of odds and ends that the government was trying to unload. The goods were available on such auction Web sites as PublicSurplus.com and GovDeals.com. (Local pickup only. Payment due within five business days.) For New Yorkers, possible gift items included:"}, {"role": "body", "text": "Six orange traffic cones (five dollars for the lot) and several twenty-five-foot fire hoses (also five dollars), which were being discarded by the Hamptonburgh Fire District in Campbell Hall, New York."}, {"role": "body", "text": "Ten thousand square feet of carpet from Rensselaer Polytechnic Institute."}, {"role": "body", "text": "The Metropolitan Transportation Authority was auctioning off three hundred and seventy-two Uveritech counterfeit-bill detectors; a hundred and twenty-nine Lynde-Ordway coin counters; four fully operable sefac lifting screw jacks, which are used by subway mechanics to lift subway cars off the subway tracks for maintenance; and one white 1995 Chevy Winnebago with working air conditioner, shower, refrigerator, and microwave (unfortunately, the toilet was removed). Also from the M.T.A.’s treasure chests: lots of vintage tables and chairs—each table bearing pictures of roller coasters, steam locomotives, subway cars, the Brooklyn Bridge, Grand Army Plaza, or Ebbets Field—from New York’s Grand Central Terminal."}, {"role": "body", "text": "Elsewhere: nineteen computer monitors. Twenty-three Motorola two-way radios sold with batteries and without power cords. Several tactical headsets. A hat from the early nineties that reads “Racism is an illness. Are you sick?” One vacant lot near a Dollar Tree in Brooklyn (opportunities: endless). Twenty hand-sanitizer dispensers; no hand sanitizer. A thirty-two-inch cathode-ray-tube television (model number CTVG-5463ULCT), which does not have a remote, but does light up. Does it work? Maybe. Maybe not."}, {"role": "body", "text": "In addition: one pair of Nike Air Force 1 sneakers (autographed by Ice-T and Fab 5 Freddy), which were presented to Mayor Bloomberg at a press conference at City Hall (“My crib,” the mayor said), and one unworn pair of MVP Magic Johnson sneakers, which were given to Mayor Giuliani before they were boxed up and sent to a Department of Records and Information Services storage facility in Industry City."}, {"role": "body", "text": "Herman Miller desks: six. Office chairs damaged beyond repair: nine. Sequoia lisst portable laser-diffraction particle-size analyzer: one."}, {"role": "body", "text": "A Louis Vuitton soccer ball commemorating the 1998 World Cup."}, {"role": "body", "text": "Dozens of cardboard boxes filled with men’s and women’s white dress shirts, being sold by Metro-North Railroad."}, {"role": "body", "text": "One framed Japanese poster of samurai, given to Mayor Dinkins for an occasion that, according to the seller, has long been forgotten. One beaded and embroidered elephant pillowcase, and one commemorative Arbor Day pen-and-pencil set, also gifts to Mayor Dinkins. One steel drum and one painting depicting a poppy field, given to Mayor Giuliani (context unknown). One Willie Nelson and Wynton Marsalis album, recorded live at Lincoln Center, presented to Mayor Bloomberg. A replica of the first Olympic medal, given to Bloomberg by the Historical and Ethnological Society of Greece."}, {"role": "body", "text": "A 1998 New Holland skid steer (serial number 41586) with a six-foot hybrid boom attachment and a five-foot hydraulic snow-blower attachment. “Seatbelt safety switch can be finicky,” the listing said."}, {"role": "body", "text": "A hundred and five concrete cinder blocks and a rusted yellow snowplow blade, sold by a United States Postal Service depot in Chelsea."}, {"role": "body", "text": "One abandoned two-story barge docked in Long Island City. (Not to be confused with the decommissioned Staten Island ferry recently purchased by Pete Davidson and Colin Jost, who renamed it Titanic 2.) One 2009 Mercedes-Benz (warning: no keys). Five MacBook Airs."}, {"role": "body", "text": "One unworn blue “Wegalize Leed” T-shirt given to Mayor Bloomberg. A school bus without seats or working brakes. (“The vehicle can not be used as a school Bus,” the government specified.) One decorative silver crown from Neiman Marcus. A vacant lot near Katz’s Delicatessen. A vacant lot in Queens."}, {"role": "body", "text": "One drawing of Mayor Ed Koch signed by Mayor Ed Koch. Several light bulbs. A microwave."}]}