{"title": "The Other Party", "subtitle": "", "authorName": "Matthew Klam", "coverImageURL": "https://media.newyorker.com/photos/638fbbadf7d7848588bd39dd/3:4/pass/221219_r41542.jpg", "coverImageWidth": 1920, "coverImageHeight": 2560, "coverImageDescription": "Photograph by Elizabeth Renstrom for The New Yorker", "hashTag": "Fiction", "publishDate": "December 12, 2022", "contents": [{"role": "body", "text": "My daughter walked into the house with a boy named Brendan. She came into the kitchen limping a little, her mascara smeared, and lay down on the floor in front of the stove. I was dipping a cookie in icing, checking the color to see if it needed more green. Every year, in December, our block had a Christmas-cookie swap, a ritual that had become one of the less disgusting parts of the holiday season."}, {"role": "body", "text": "I was home a lot and took care of things, the cooking and the house stuff. Before being home a lot, I’d worked on a TV show in Los Angeles. It was shot on two gigantic stages at a movie studio in Burbank, near a building shaped like a wizard hat that you could see from the Ventura Freeway. I was out there for a year, living in a canyon above Sunset, and missed my kid so badly that when I passed the playground of the elementary school in Toluca Lake I had to pull over, smoke a cigarette, and cry."}, {"role": "body", "text": "All day long, a dozen of us sat around a big table in a dark room writing a soapy drama about an inner-city hospital, for a guy who’d optioned my novel and wanted me to learn the ropes. He said I had potential, and he thought of what he was giving me as a priceless education, one that came with specific instructions—like a Fabergé egg he wanted me to stick up my ass, to keep it safe. But then he got angry and forgot about the egg and kicked me so hard that it shattered, and while I was bleeding to death he blamed me for breaking it."}, {"role": "body", "text": "When he fired me, I came home, and a few months later the pandemic hit. I did the shopping and the driving and the cleaning. I figured out how to vacuum inside the radiator, and at night I’d close my eyes and see the top rack of the dishwasher. My wife, Monica, moved her practice online, and I’d hear her down in the basement, not the words or even the tone so much as the endlessness of it, with her patients onscreen, in states of dislocation and despair, as she put in more hours than she had in her entire life. Before the TV show, I’d been a serious writer with big ambitions, but supporting a family was a whole other thing. I lived in a little cage now, which I’d built for myself, and I was comfortable in it. I was like a housekeeper who folded underpants and got laid. My wife was either the customer or the boss: she and our daughter came first, and everything hinged on nobody being mad at me. In the spring, we got vaccinated, and, in the fall, they went back to school and the office."}, {"role": "body", "text": "I was examining the test cookie in the light, by a window that overlooked a row of back yards, while listening to Christmas music and wondering when to start dinner. I felt protected by the holiday, and by this baking and the neighborly union to come. Like our Labor Day block party, which featured beer pong and a spoon race, the cookie party made the world feel smaller and saner, and I was happy to have Rachel safely at home, and Brendan in the doorway, looking down at her with a stupid expression. We referred to this flopping-down-anywhere thing she sometimes did as “floor time.”"}, {"role": "body", "text": "They’d ridden their bikes home from school. And even though it was cold and rainy and the middle of December, Rachel was wearing a tank top, a pink-and-white miniskirt, yellow platform sneakers, and a little furry gray jacket. She was fifteen, and tanned, because she swam on a team that practiced outdoors all winter in a heated pool. The dog came in and sniffed her smooth golden legs while she stared up at the ceiling through greenish-pinkish makeup I’d never seen before. The dog leaned in and licked her eye. She screamed."}, {"role": "body", "text": "Brendan stepped over her and sat at the table. He looked at the cookies. He played basketball and was about six feet four and a hundred and thirty pounds, and lately, having grown so fast, he found it hard to do almost anything with his arms and legs. His pants were too short, and his sneakers were the size of casserole pans. He had beautiful, shining, shoulder-length hair and the baby face he’d had all his life."}, {"role": "body", "text": "It was Friday, and I asked whether they were done riding around. No one answered. “I have to decorate those,” I said to Brendan. “You two can help.” He glanced at Rachel, then at me. I looked back at her. I’d figured that those streaks at the corners of her eyes were from the cold, but on closer examination it seemed she’d been crying, or was still crying. She looked at her phone, her hands pink from the cold, and on the screen I saw the bright, anxious face of Kendra. Under Kendra, in a smaller box, was the less bright, less stable Maggie, in a bathrobe."}, {"role": "body", "text": "Maggie said, “I’m insecure about my grades. You’re insecure about your looks. She’s insecure about her weight.”"}, {"role": "body", "text": "“Today was the first time she ever wore a bra,” Kendra said. “She’s needed one for about a year.” They were talking, I knew, about Lily Hofbrauer."}, {"role": "body", "text": "Rachel said, “My dad is listening,” then made a kind of groan. “Lily told Vivie Herrera I have a crooked face.”"}, {"role": "body", "text": "She turned to me with her dark eyes and dark, wavy hair, her long, narrow, beautiful face, her jaw veering slightly left. She’d been a child gymnast, competing around the mid-Atlantic, and every inch of her body had been scrutinized for how it looked and how it moved. The girls on the team had been vicious, so she’d got used to the insults and laughed them off, but she also always cried."}, {"role": "body", "text": "“Lily thinks she’s perfect,” Brendan said. “People tell her she’s hot.” He tapped his temple. “It gets to the head.”"}, {"role": "body", "text": "“Goes to her head,” I said."}, {"role": "body", "text": "Rachel cried on the floor."}, {"role": "body", "text": "When they were little, Lily had told her that witches lived in tree stumps, and the tooth fairy was your parents. Time had passed since then, but still. She lived two blocks away, and drank all our milk. On nights when Lily slept over, she and Rachel wore each other’s T-shirts, and lay in bed eating from the same container, watching a movie on the same phone. They had a way of cycling through phases—hugging, cuddling, and humping each other, then insulting and attacking. They’d been friends since pre-K, and I assumed this pattern of abuse would go on forever."}, {"role": "body", "text": "I nudged Rachel with my shoe, signalling with my eyes that Lily was an idiot, and she signalled back that she would never recover, and when she didn’t get up off the floor I kicked her."}, {"role": "body", "text": "She stood up and sat next to Brendan, gazing at the decorating stuff with a look of despair that washed over me. She wiped her face. They used the green icing on trees and put silver dots on them. They went on Lily’s Instagram and made fun of a comment she’d written to a boy on Brendan’s basketball team, and laughed at a photo of her sticking out her ass, and at how his teammates referred to her as “the Predator,” talking like I wasn’t there, or was deaf, or dead. They used chocolate kisses to make tits on snowmen, and sprinkles to make bikinis. There was a second batch baking in the oven."}, {"role": "body", "text": "I ate the test cookie and looked out the window. The sky had cleared. I felt a quiet, steady glow come over me. I was grateful and sensitive to everything."}, {"role": "body", "text": "I liked our neighborhood. I liked or even loved many of my neighbors, and had become closer to them during the pandemic, on the many Saturday nights we’d spent choking on smoke around a bonfire, freezing or in the humidity and mosquitoes, half hysterical after getting sick or getting fired. I knew about these families’ window treatments and pancreatic tumors, their career sorrows and bathroom potpourri, their childhood traumas and prosthetic testicles. I knew whose bedroom light burned in the middle of the night, whose sink disposal jammed and how to fix it, who had died at ninety-four and been found fully clothed on top of his blankets, and how long he’d been there. His name was Herman Grunst. He hadn’t looked a day over eighty-five. I’d seen newspapers piling up outside his house, and should’ve gone over to check on him. Someone else finally did. We all helped one another when a car battery died, or when someone needed to borrow the wet vac after a basement had flooded and rugs and furniture were piled up in the front yard. We came out of our houses with good or terrible news, holding it like a baby, and flung it at whoever was there."}, {"role": "body", "text": "Last Halloween, two doors down, a law librarian named Patty had lain in a cardboard coffin on her porch, dressed as Dracula, and jump-scared even the two-year-old next door, who leaped about ten feet into her brother’s arms. A guy named Scott, who used to live across the street, had been seeing hookers for seventeen years, when he fell in love with his deputy at the Department of Commerce. His wife, Jenny, found their e-mails, and threw him out; she threw him out more than once, actually, loudly enough for some of us to piece together what had happened. Now Scott lived alone, in a studio half a mile away, and was doing all kinds of psychotherapy, while hiding his pension and threatening his ex. His kids had stopped speaking to him, and Jenny had become isolated and nocturnal."}, {"role": "body", "text": "From the kitchen window, I watched my neighbor Ruth walk down her back steps in the yard behind mine. She and her husband, Terry, were hosting the cookie party this year. They had a screened-in gazebo, and a slate patio with a stone fire pit that had seen regular use during the pandemic. Their back door opened, and Terry came out."}, {"role": "body", "text": "He was two years younger than me, fair-haired, left-handed, half Jewish, from the Midwest, and calm—though he and Ruth had fights and threw plates, but that was some insanity they brought out in each other. Terry and I were close. The rain from my gutters poured into his basement. The same woodpecker attacked the soffits on both of our houses. He and I ran together at the track sometimes or played tennis, and he’d go apeshit on the court, beat the crap out of me, then feel bad. Once, we were carrying a couch into his basement and I forgot to close the door and his son, Theo, fell down the stairs. Another time, Rachel barfed all over the inside of his new car. He had this belted leather jacket he’d bought in Italy that made him look like some kind of sleazy dentist. He’d catch me in the yard with the dog at, like, 6 a.m. and yell out the window, “Who do I have to beat up to get socks like that?” He wrote terrible rhyming poems for his kids’ birthdays. He’d solemnly mention Theo’s passion for Mars, or Daphne, the volleyball ace who might become a doctor, his voice turning reedy and sombre, as if he were some ancient forebear squinting into the stars to discern patterns in the growing season."}, {"role": "body", "text": "But there was this fog of feeling around him now that exhausted me, and as I watched him I started to fall apart."}, {"role": "body", "text": "“Five more days of school,” Brendan said to Rachel. “Then two weeks off.” He mentioned plans for ice skating and paintball."}, {"role": "body", "text": "Terry started to move a patio chaise, and Ruth turned as he sank down and sort of sat on the ground, then fell backward into the azaleas, so that only one gray ankle boot stuck out from the bushes. Donna Boyle came out of Ruth and Terry’s back door in brightly colored running gear and went down the steps. A flowerpot fell off the deck and smashed. What the hell."}, {"role": "body", "text": "Ruth took her husband’s hand and tried to pull him up, but he was too heavy. Donna went back into the house. Ruth’s brother, Kyle, was there, too, staring like a moron through the back door. Somewhere my cell phone rang. I had to get the rest of the cookies out of the oven and put in dinner, a chicken thing with red wine and pearl onions I’d made a thousand times. Someone knocked on my front door. I picked up a decorated tree and crammed it into my mouth over the objections of the decorators, because everything in this house was mine."}, {"role": "body", "text": "It was Donna. Her son, Benji, mowed my lawn."}, {"role": "body", "text": "“You never answer your phone.”"}, {"role": "body", "text": "“I saw from the kitchen,” I said."}, {"role": "body", "text": "“I guess he needed to move some chairs.”"}, {"role": "body", "text": "“I’d help but I’m supervising cookie decorators.”"}, {"role": "body", "text": "She squinted at me."}, {"role": "body", "text": "“Why can’t Kyle get him up?”"}, {"role": "body", "text": "“Shoulder surgery.”"}, {"role": "body", "text": "“Oh, sure, stupid Trumper maga fucking asshole.”"}, {"role": "body", "text": "She waited for me to finish. “Can I tell you something awful?”"}, {"role": "body", "text": "“Sure.”"}, {"role": "body", "text": "“They were hoping it was M.S. or Parkinson’s, but it’s the other one, the baseball guy.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/639401af621d1cfee6261534/master/w_1600,c_limit/221219_a27025.jpg", "imageWidth": 1600, "imageHeight": 569, "imageDescription": "“Hey, I got married.”"}, {"role": "body", "text": "I already knew. It had started one morning in October. He was standing in their bathroom, and ripped the shower-curtain rod out of the wall trying to stay up. A week later, Ruth needed help getting him off their bedroom floor. She called me and I happened to be home because it was three o’clock in the morning."}, {"role": "body", "text": "“I have to turn off the oven,” I told Donna. “Be there in a sec.”"}, {"role": "body", "text": "I was afraid, and felt disgusted with myself for being afraid, and for how lucky I was. I was healthy, and I clung to my health, and loved it. And if I got sick or injured, which happened sometimes, I recovered quickly, in a rage of vitality, and was again unsympathetic to people with legitimate complaints. Your health is the only thing that matters, truly, unless you have it, in which case it’s irrelevant."}, {"role": "body", "text": "I didn’t want to go over there."}, {"role": "body", "text": "I went into the kitchen. The oven was off. The cookies were on the rack. Rachel had done it. A teaspoon that didn’t belong to us had been sitting on the counter for months. It had Ruth and Terry’s initials on it. I grabbed the spoon and went out."}, {"role": "body", "text": "Past Karen Ziti’s house, around the side of Ruth and Terry’s, I breathed slowly to calm myself. I’d spent the pandemic trying to avoid getting sick and dying, trying not to think about the millions who were suffering or dead. I’d worked hard to block out what was happening, and I was good at it. Donna was not as good at it, because she had to deal with things like breast cancer, which she’d told me about one morning before the lockdown, blurted it out by the recycling cans, trembling as she told me. I hugged her, could feel the heat coming off her as I held her. She got chemo and radiation that blew out her immune system, and I forgot about it. Then last year, in the fall, during the peak of the pandemic, her dad died of covid. She had to drive out to the Maryland boonies to pick up her parents’ mail while her mom was in mourning in Florida. She had to fill in their absentee ballots, both parents’, for Trump, even though she hated that fucker and her dad was dead. The mom said it had been his dying wish."}, {"role": "body", "text": "From the moment Terry had told me, I’d understood what was happening. I knew about the disease, and how it went. My dad’s little brother, my uncle Les, he’d had it, and I remember coming home from college and losing a grip on him as he fell to the ground beside my father’s car, telling him I was sorry over and over as his kids looked on, aghast. He and his wife had moved across the state to be closer to my parents, and I remember wheeling him around a grocery store, almost forgetting that he was there. It was like something from a horror movie, except that it was actually from real life. With Terry, I’d developed a plan for enduring the weeks and months and whatever lay ahead. I would rally around him, acting calm and joyful and full of hope. I’d get excited for new research or a drug trial, then days or weeks would pass while I walked the dog the other way to keep from going by his house. At the cookie party, for instance, I could ignore his illness by counting the hours until the end of the night—four hours, give or take, that was easy enough."}, {"role": "body", "text": "At the gate, I heard voices and froze, trying to think of something to say. Then I was on the other side of the gate, beside Kyle. It was getting dark and the fairy lights had come on. I saw the lit-up tree in Alan’s living room, one house over, Alan at the sink, and there things looked plausible and real. When I saw Terry on the ground, I wanted to burst into tears and run away, but my personality functioned like a system of gears and wires. Ruth and Donna wore expressions of concern, standing over his long, broad, bent body. They looked like lawyers, and were both, in fact, lawyers who defended whistle-blowers and knew each other professionally. Terry looked up at us, the skin pulled taut across his big handsome skull."}, {"role": "body", "text": "“Counsellor,” I said to Ruth. “Counsellor,” I said to Donna. I was flushed and couldn’t modulate my stupidity. “And how’s this little fellow?”"}, {"role": "body", "text": "“I’m fine,” Terry said. “I just can’t get up.”"}, {"role": "body", "text": "A chair cushion had been placed under Terry’s back, between the azaleas, which seemed pathetic. Ruth was a pale, puffy-lipped beauty, but she looked spent. This cookie party was going to suck, but I was determined to see it through with the emotional range and cool efficiency of a well-trained hospice worker."}, {"role": "body", "text": "“Here,” I said to Terry. “It’s your spoon.”"}, {"role": "body", "text": "Neither of them reached out to take it. I placed it on the wooden step. Crab-walking behind him, breaking branches, I leaned over him and said, “I made tea at your house and it came home with my cup.” His shoulders were rounded and his arms were bulky. I reached under his armpits as though I did this every day."}, {"role": "body", "text": "“Well, good,” he said. “Because that’s our only spoon.” His hair smelled a little fruity. “I had to eat my cereal this morning with a fork.”"}, {"role": "body", "text": "“That’s what I figured.”"}, {"role": "body", "text": "“O.K.,” he said. “Get me up.” I could feel myself not wanting to touch his body, aware of the nearness and inevitability and inscrutability of his disease. The truth was that I was mad at him for getting sick, and for letting me ignore him, and I put that rage into lifting him and it almost broke my pelvis."}, {"role": "body", "text": "He held on to the railing, arm shaking. A tremor—that was new. I brushed the dirt off his back and said, “I love you, Terry.” I reminded him to yell, day or night, if he needed me, but then Ruth said, “Oh,” at the sight of a gash on his elbow and blood running down. Donna picked up pieces of broken pottery, ignoring the symbolism, and swept the dirt against the house."}, {"role": "body", "text": "He didn’t flinch at my declaration of love, just held the railing. Ruth got a Band-Aid and pressed a piece of skin back into place, and as she did I saw the ghost of his atrophied self, his withered corpse molded around a breathing machine with the sour stench of saliva."}, {"role": "body", "text": "Donna and I arranged the chairs in the yard. I shut the doors to the shed, and picked up twigs and branches that had dropped from the big oak tree and threw them in the fire pit, glancing over to see if he’d fallen down again."}, {"role": "body", "text": "The oak tree shaded several back yards and came under some designation from the city and could not be removed. When the neighborhood had been laid out, it was already here. Now it was eighty or ninety feet tall, with shaggy bark, and its branches went out in fractals. Undisturbed, it might live hundreds of years. I looked into the highest parts and had that sensation where your soul soars up, everything resets, and you feel oneness. This city had started as a campfire. None of us would be here when it ended."}, {"role": "body", "text": "Around that time, I later learned, Rachel and Brendan were putting a plan into motion that would include some of his teammates, various alibis, contraband, fake I.D.s, and parental and curfew countermeasures in Maryland, Virginia, and the District of Columbia."}, {"role": "body", "text": "“Who’s that?” Rachel asked, while decorating cookies. They were looking at Brendan’s phone."}, {"role": "body", "text": "“Caveman.”"}, {"role": "body", "text": "“And that?”"}, {"role": "body", "text": "“D Dog.”"}, {"role": "body", "text": "She pointed to another boy."}, {"role": "body", "text": "“Arthur Plevins.”"}, {"role": "body", "text": "Rachel was impressed. Brendan described the outfit he’d be wearing later, down to his track pants and Nike socks, and she wondered if he might finally get some action. Not from her, but maybe from someone. Before hitting Send, she looked at him. “Are we doing this?”"}, {"role": "body", "text": "“You’re the host.”"}, {"role": "body", "text": "“Ugh, fine, whatever. I want to be asleep by twelve-thirty.”"}, {"role": "body", "text": "I went back through the alley and yelled “Fuck” in my head a few times and thought, My friend is sick, and felt a little like dying, but stopped when I saw Kyle’s blue Hyundai, with an Epoch Times sticker in the back window, and one on his bumper with a picture of an assault weapon and “come and take it from me.” My lungs opened at the thrill of hating him, and I imagined all kinds of things. I wanted to roll out the guillotine, partition this country, and have the other half bow to my will or be slaughtered."}, {"role": "body", "text": "Walking back to my house, I saw the light-up Christmas Yoda in Carmella’s yard, and the collection of blue glass bottles in the window above her kitchen sink. I walked right past Denny or Danny, who had fallen down the stairs, drunk, on Thanksgiving and gone to the E.R. in an ambulance. I saw neighbors going in and out of houses. The modest size of our houses, the tree boxes by the street, the front porches so close to the sidewalk that when you sat out there every asshole who passed by said hello—it was all by design and it worked. We were kind and sociable, and had compassion for our sick friends."}, {"role": "body", "text": "Alan’s three daughters sat on the sidewalk in front of their house. They’d filled a sand pail with holly berries and were placing the bright-red beads in the seams of the pavement with concentration and small fingers. Kira, the oldest, looked up as I approached and called out to me as though we’d been conversing for hours."}, {"role": "body", "text": "“I have to tell you,” she said, with a red nose and her hat on crooked. “I saw Rachel’s friends going by on bicycles, and the tall girl had a fur coat and braids.”"}, {"role": "body", "text": "“That was Rachel,” I said. “She let her hair grow out.”"}, {"role": "body", "text": "Kira had a glint in her eye. “How does she pedal her bike in those shoes?”"}, {"role": "body", "text": "“I don’t know. She’s home if you want to ask her.”"}, {"role": "body", "text": "“Does she have a boyfriend?”"}, {"role": "body", "text": "“Ask her.”"}, {"role": "body", "text": "Eva, the middle girl, twisted her mouth and said, “My sister loves Brian.”"}, {"role": "body", "text": "“So that’s his name.”"}, {"role": "body", "text": "“No, I don’t,” Kira said. “He actually drives me nuts.”"}, {"role": "body", "text": "They still had holly berries in the pail and were steadily filling in the cracks."}, {"role": "body", "text": "“What are you doing?”"}, {"role": "body", "text": "Kira looked unsure of what to call it. She sat beside a tiny box made of soft-looking, untreated wood, and on the lid neatly written in pencil was “Miss Selena Gillmez, March 11–December 15, 2021.” I pointed to the box and raised my eyebrows. Kira handed it to me. I flipped up the brass clasp. Lola, the baby, trained her Milk Dud eyes on me. There, in its final resting place, was a fancy goldfish with long fins, the color drained from it, now a dull silvery purple."}, {"role": "body", "text": "Eva looked like Kira, but Lola had her own look, with short, thin, flyaway hair. She was wearing a blue corduroy jacket with a white fluted collar and an embroidered coat of arms on the breast pocket—of a bunny and two carrots—and it took me a second to recognize the jacket, passed down from us and originating as a gift from my mother."}, {"role": "body", "text": "Alan came out. He was tall and dark with a long nose and skinny legs. With his neatly trimmed mustache, he looked a lot like Inspector Clouseau. He’d been born in Tehran, but when the war started he and his siblings were sent to France. He was actually Alain, but I felt stupid calling him that. He had a thick French accent that made it impossible to take him seriously."}, {"role": "body", "text": "“What happened over there?” He’d seen me in Ruth and Terry’s yard."}, {"role": "body", "text": "“He fell.”"}, {"role": "body", "text": "“It’s his ankle?”"}, {"role": "body", "text": "I wasn’t supposed to say, though he’d find out soon enough. Fuck it, I spilled the beans."}, {"role": "body", "text": "“Oh, my God,” Alan said. “What can he do?”"}, {"role": "body", "text": "I felt queasy, and thought I might faint. There were no treatments, aside from assisted suicide and a few experimental drugs that didn’t work."}, {"role": "body", "text": "He said, “It’s the worst thing that can ever happen to a person.”"}, {"role": "body", "text": "“Is it?” I couldn’t take that ridiculous accent."}, {"role": "body", "text": "“What?”"}, {"role": "body", "text": "“You lived through a war and your family lost everything and a bunch of them got killed.”"}, {"role": "body", "text": "“Well, yeah, that wasn’t good, either.”"}, {"role": "body", "text": "I turned toward the curb, thinking maybe I’d puke in the street."}, {"role": "body", "text": "“We’ll help however we can,” Alan said. He worked as an oil analyst, spoke five languages, and travelled constantly. He was never home."}, {"role": "body", "text": "His house had been new when he and his wife moved in, built to look like the bungalows around it, but bigger, taller, crisp, and white, with twenty-foot ceilings and a sleek modern kitchen like something on a space station. I forgave him for the house, and for the job it came from—creating data more valuable than the resource itself, which was helping to fry the planet."}, {"role": "body", "text": "“It’s all so pointless,” I said. “I feel sick.”"}, {"role": "body", "text": "“Nausea,” he said."}, {"role": "body", "text": "“Yes.”"}, {"role": "body", "text": "“Not you. The novel.” He meant a book by Sartre, about a guy who feels like throwing up because death is real and life has no meaning. “I read it a long time ago,” he said. There was some epiphany at the end but he couldn’t remember it. “Let’s go, girls. Time for dinner. Leave the fish outside.”"}, {"role": "body", "text": "Back in my house, I could feel things going wrong, medicines in the bathroom with the caps not twisted on correctly, houseplants wheezing by the radiators. I heard a voice and glanced around the corner. Rachel and the aforementioned Lily Hofbrauer lay on the couch like lovers, their arms and legs entwined. They were holding a phone over their heads, posing into it. Brendan sat watching them with their big eyes and pink cheeks and long hair parted in the middle, like fairy-tale princesses."}, {"role": "body", "text": "I pulled the chicken out of the fridge. Someone had hacked the animal into pieces, and I had then marinated it in red wine, Cognac, thyme, and a bay leaf. I incinerated slices of bacon and browned the chicken parts. While I chopped carrots, I tried to piece together from the rumble of Lily’s and Rachel’s voices what they were saying. An apology, I figured, for the crack Lily had made about Rachel’s face."}, {"role": "body", "text": "“You don’t sound sorry,” Rachel said."}, {"role": "body", "text": "Lily said, “A kid in my acting class told me I should do porn.”"}, {"role": "body", "text": "“Oh, God, ya,” Rachel said."}, {"role": "body", "text": "Lily said, “Are you stupid? Seriously, are you dumb?”"}, {"role": "body", "text": "I couldn’t hear what Rachel said."}, {"role": "body", "text": "“I have wide hips and big tits and I feel like a fucking bimbo,” Lily said. “Creepy old men think I’m thirty-two years old and it’s gross and I hate it!”"}, {"role": "body", "text": "“Oh, my God,” Brendan said. “Calm down, bimbo.”"}, {"role": "body", "text": "“Fuck you, Brendan,” Lily said. “I’ll punch you in the face.”"}, {"role": "body", "text": "The floor creaked. Brendan screamed."}, {"role": "body", "text": "“Punch me back,” she said. “Do it!”"}, {"role": "body", "text": "Brendan said, “Go away.”"}, {"role": "body", "text": "“Come on,” Lily said. “Someone punch me in the face.”"}, {"role": "body", "text": "Rachel said, “Can I slap you?”"}, {"role": "body", "text": "When the onions had cooled, I popped them out of their skins, then sautéed the mushrooms, squeaking in bacon grease. Rachel came into the kitchen holding her phone, with a serene look on her face."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/638fbbacef8cddc9cb070d8c/master/w_1600,c_limit/221219_a26226.jpg", "imageWidth": 1600, "imageHeight": 1214, "imageDescription": "“Don’t you think it’s more charming with them all arranged by color?”"}, {"role": "body", "text": "“Can I show you these pants I want?”"}, {"role": "body", "text": "“No.”"}, {"role": "body", "text": "“Can I have people over tonight?”"}, {"role": "body", "text": "“You’re not going to the thing?” She loved the cookie party."}, {"role": "body", "text": "“Perhaps not.”"}, {"role": "body", "text": "“Are you eating with us?”"}, {"role": "body", "text": "She stepped in front of me. “That looks like what you made last week.” Her phone dinged. “Holy shit, James is calling me!”"}, {"role": "body", "text": "“Do not answer!” Lily said. Rachel typed something and sent a snapshot of herself making a weird face."}, {"role": "body", "text": "“What is that?” I said. “Smile the way you always do.”"}, {"role": "body", "text": "“The reason I do it this way is because it keeps my jaw straight. If I smile with my mouth open it curves my chin.” I stared at her, dumbstruck. She glared back, defiant."}, {"role": "body", "text": "“Your friends can stay. Please set the table.”"}, {"role": "body", "text": "The front door slammed. The dog ran, yelping and shrieking, and Monica fell down on the rug with a crash, as if she’d been shot, and began moaning, making out with the animal. This bestiality went on every night and left her flushed and overheated. She called hello and walked through the house, shoes clomping, and stopped in the living room."}, {"role": "body", "text": "I threw Cognac into the pan and lit it on fire, and it splattered and burned me. I stuck my hand under the faucet, wondering, Why Terry and not me? Why did I get to live? What was I doing?"}, {"role": "body", "text": "Monica walked into the kitchen and said, “What are you doing?”"}, {"role": "body", "text": "“What does it look like?”"}, {"role": "body", "text": "“There’s a potluck at the thing. Did you forget?”"}, {"role": "body", "text": "I had indeed forgotten. It had been organized. I’d signed up to bring chips."}, {"role": "body", "text": "“Whatever,” she said. “We’ll eat it tomorrow.”"}, {"role": "body", "text": "“Can you hear me? Are you listening to something?”"}, {"role": "body", "text": "She took the earbuds out of her ears and held them. “No, but I can’t find the case.”"}, {"role": "body", "text": "I put the box of kosher salt on the counter. “I like to keep this out, and since you never put away anything except the one thing I’m using, can you leave it alone?”"}, {"role": "body", "text": "“Are you about to yell at me?”"}, {"role": "body", "text": "“For what?”"}, {"role": "body", "text": "“I don’t know. I assumed you were mad.”"}, {"role": "body", "text": "“Well, I feel like we’re going to start fighting as soon as I say this.”"}, {"role": "body", "text": "“Go ahead.”"}, {"role": "body", "text": "“Rachel’s not going over there, and, if she’s not, why am I?”"}, {"role": "body", "text": "“It’s the cookie swap.”"}, {"role": "body", "text": "“She doesn’t want to go, and I don’t have the energy to be mean to her.”"}, {"role": "body", "text": "“Well, that’s good.”"}, {"role": "body", "text": "Then she noticed the cookies. I saw then that the second batch had been decorated. The kids had made new colors—Pepto-Bismol pink, pastel blue, tomato red—and turned a broken gingerbread man into Edvard Munch’s “The Scream” and snowmen into what looked like heavily made-up drag queens. They’d given Santas rainbow beards and stoned silver eyeballs, like Jerry Garcia. Monica said, “She’ll be sad when some kid bites the head off one of them,” but we both knew she wouldn’t."}, {"role": "body", "text": "“I was just there,” I said. “You can go over and drop them off.”"}, {"role": "body", "text": "Monica looked out at the back of their house. “Did something happen?” she asked. I stared idiotically at the window. “We all feel so much guilt,” she said, trying the therapeutic angle. “He loves you. He trusts you.” I stared at the floor. “We have to go.”"}, {"role": "body", "text": "“I don’t have to do anything.”"}, {"role": "body", "text": "“Just because he got it doesn’t mean you will.”"}, {"role": "body", "text": "If I got a cramp or stubbed my toe, I thought I had it. I didn’t want to imagine it, but then I did: my hands wrenched into grotesque shapes, my eyes red and misty, my skin broken out, my wheelchair cocked at a weird angle, with my feet in the air."}, {"role": "body", "text": "“I’m never getting it. I’m immune.”"}, {"role": "body", "text": "I waited for a response, but I’d worn her down with my stupidity."}, {"role": "body", "text": "“We’re going,” she said, and walked out."}, {"role": "body", "text": "I drank a bunch of tequila, loaded the dishwasher, and fed the dog. I felt empty and hollow, and, in my reflection in the window above the sink, I saw that some crucial part of me was missing. Time to go. Somewhere in the house I heard Alvin and the Chipmunks singing “O Holy Night.”"}, {"role": "body", "text": "Ruth and Terry lived in a foursquare from 1910, with a mahogany bannister, ugly brass sconces, a white ikea storage system, and an aquarium big enough to hold an abundance of tears. The neighborhood had decided to meet in person this year, in the relative calm between Delta and Omicron, but as a precaution the doors were open at both ends of the house, and leaves blew around the foyer. In the kitchen, Terry leaned on a cane I’d never seen before, talking with Carmella, the owner of the Christmas Yoda."}, {"role": "body", "text": "Patty the librarian stood over the dining-room table, in a mask and surgical gloves, divvying up cookies in loot bags. Monica gloved up and put on a mask to help her. There were faces from most of the twentysomething houses around this block, including a kid named Charlie who liked to be flung into the deep end of the local pool. This summer I’d flung him, pretended to be a shark who ate him, and played chicken with him sitting on my shoulders and yanking my ears so hard I felt the cartilage tear. Sasha Weinstock said hello on her way out, with her Egyptian eyeliner, her hair dusty red along the tips, smiling and beautiful, her apple cheeks giving away the girl who used to toddle and sing on the sidewalk, who punched through the bottom of our screen door so many times I had to install a metal grate. She’d started college this past fall, after deferring freshman year to spend the lockdown in a plastic booth in front of the library for seven hours a day, telling people how far to stick a Q-tip up their nose. I wished her luck at school."}, {"role": "body", "text": "Ruth came out of the kitchen waving a bottle of rum. She and Terry had volunteered to host the party after he got the diagnosis. I let that sink in. She passed the bottle to Ursula, who poured half of it into a punch bowl, tasted it, shivered, then poured in the rest. Ursula had taught kindergarten for forty years. She spoke in a soft, high voice about a fox den in her garden. Ruth scowled as she sampled the punch, then refilled her cup. It all felt so far away, as if it were some dark memory from a long time ago. Ruth had a lovely, round moon face, and when she caught me staring I tried to have a conversation with her with just my eyebrows, but it didn’t work."}, {"role": "body", "text": "“How are you?” I asked, moving closer. She looked at me as if I were insane. “I mean, what’s next on your worry list?”"}, {"role": "body", "text": "“I don’t even know.”"}, {"role": "body", "text": "I’d eaten Ruth’s parents’ corned beef on St. Patrick’s Day, and shared a hot tub with her in the Blue Ridge Mountains. She’d been my street crush on and off for all these years. We spent one entire summer watching Thomas the Tank with kids crawling all over us, and once or twice, maybe, I died of lust."}, {"role": "body", "text": "“I feel like a rag doll being dragged around, not doing enough for anybody.”"}, {"role": "body", "text": "“Ruth.”"}, {"role": "body", "text": "“I hit a rough spot these past few weeks.”"}, {"role": "body", "text": "“You’re a miracle,” I said. “They should study you in a lab.”"}, {"role": "body", "text": "I saw the redness at the edges of her nostrils, and her soft lips, and to make myself stop staring I looked out the kitchen window and saw Terry on the back deck, in a chair with no arms that made him look unsettled. I took in the people and things around the house, and had a hot, panicky feeling because we were better off than they were in this horrible new way."}, {"role": "body", "text": "Back at the house, Rachel opened the door for six boys from Brendan’s basketball team, all kind of smelly. The other girls were already upstairs. Kendra brushed her hair with sharp whacks, Maggie lay on the bed feeling queasy, and Lily tried on Rachel’s sweaters. Downstairs, the dog hid under the table, and curly-haired James ordered pizzas. Rachel went to the bathroom with Maggie, who’d finagled some gummies for their first try at getting stoned. She’d already eaten one—or two—on her way over, and didn’t feel so hot, she felt bizarre actually, as if she were outside her body trying to get back in, and, as Rachel peed, Maggie decided to take a shower. These were not the kind of gummies you buy in a store with a label of how many milligrams but brown ones from the dealer in the park, with an unregulated distribution of psychoactive chemicals. Rachel helped her in and adjusted the water temperature. The other girls went down and turned on music, and Lily whipped her arms around to stretch the sweater she was wearing, and it turned into dancing. The delivery guy rang the doorbell and Rachel got the pizza, and told the boys to also eat the dinner that had been left on the stove, then checked on Maggie. She found her in the same spot, crying, with soap all over her head, and burst out laughing, and hosed her off."}, {"role": "body", "text": "An old professor named Frances came through the front door with a plate of pfeffernüsse, led by her son, who took Seroquel and couldn’t hold down a job. Then Scott, the whore-chaser, banged me on the neck and said, “Back from Hollywood?” I’d been home almost two years. Which didn’t stop him from leading me through the tragedy of his divorce."}, {"role": "body", "text": "“I always said we were better as parents than as romantic partners.”"}, {"role": "body", "text": "“That’s true,” I said, doing my best to make him feel comfortable. He stared at me, wanting to believe that I believed him, but the way he searched my face was so pitiful I felt like weeping."}, {"role": "body", "text": "“I’m seeing someone,” he said brightly, and told me about his latest Hinge date."}, {"role": "body", "text": "He was an idiot, but I felt sorry for him. And now he was dating some podiatrist with two grown sons and an apartment in New York."}, {"role": "body", "text": "Then I thought of Mr. Grunst, the most recent departure from our street, who, if he was anywhere at all, might be floating above us, watching this sentimental exercise. Something had spilled on the floor, and I was sort of skating around on it. I picked up the crumbs of smashed crackers. The floor was made up of old pine boards of different widths, with square-cut nail heads, and I thought of how it would go, how boyishly proud Terry would be of each little thing he could do while he could still do it, how Ruth would become his everything, would do things she couldn’t have imagined doing, would hold up his head as she brushed his teeth, and those moments would glint like shiny rainbows in an oily puddle. And at the end she’d kiss him good night, and give him too much morphine, and they’d take away the bed, and we’d all say a few words."}, {"role": "body", "text": "Siena White came in, pulled by her enormous Labradoodle, and went straight into the kitchen where Donna’s husband, Kevin, was ladling chili into paper bowls. He gave her tips on how to eat while holding the dog on the leash. She went out back where a fire had been started in the fire pit and some people sat. I followed her out."}, {"role": "body", "text": "The sky was blue-black and also orange and pink from street lights, with tufts of clouds around the moon, and white lights glowed along the fence as the fire tossed up sparks. There were faces lit by firelight, and the heavy smell of wood smoke from burning cedar, from the shingles stacked in Terry’s shed which had been used as kindling. It smelled like a Middle Eastern restaurant. A guy named Mark told a long boring story about his gutters, how they clogged, how he cleaned them. I could feel music thumping through my shoes. It was coming from my house."}, {"role": "body", "text": "It sounded like what it had become: forty kids from three different high schools, crammed into my basement, by the light of some tinted party bulbs, screaming at the top of their lungs, maybe in an attempt to communicate. Or maybe it sounded as if someone had caught fire and they were beating him with brooms, as if they were people who’d been given some impossible task, who’d been pushed around their whole lives and didn’t want to be pushed around anymore but were terrified of being on their own."}, {"role": "body", "text": "Rachel was in the mosh pit when she got shoved and fell and landed on the couch, on top of Andrey, a boy she’d never seen before. It felt nice to land on him, he was sweet, a friend of Omar’s, and as they sat there talking she started to have feelings. But then she wondered whether something was actually wrong with him, like, why was he so sweet? As the vodka ran out and kids started to complain, Maggie’s mom showed up, a little buzzed herself, in a long red cashmere coat and a clingy sweater dress, and tried to go downstairs, so Rachel got the basketball team to kick everyone out. Then Katy called from a big party a few blocks away, and told Rachel to get Lily to help mobilize everyone, and Rachel finally found Lily out back behind some ornamental grass with a boy named Miles. They both had leaves and twigs stuck to their clothes."}, {"role": "body", "text": "“You have to leave,” Lily said to Miles, before Rachel had said a word. He left."}, {"role": "body", "text": "“How’s it going?” Rachel asked, although looking at Lily’s face, she knew."}, {"role": "body", "text": "“Not so good,” Lily said, and fell into Rachel’s arms and sobbed, and Rachel cried, too, because Lily was crying."}, {"role": "body", "text": "On the other side of the fence she could see the cookie-party fire, and now it was too late to go, and she was so sad to miss it."}, {"role": "body", "text": "I sat across the fire pit from Kyle, who believed the moon landings were a hoax and the Twin Towers had been blown up with dynamite, and Elliott, an arrogant egomaniac who never looked you in the eye, because he forgot your name. He oversaw a dozen shows on a progressive cable-news channel, and had once coached a soccer team Rachel played on, and got suspended from the league for yelling at a ref who happened to be a ten-year-old boy. Kyle and Elliott chatted amiably with the tall, beautiful woman sitting between them, and I studied her with some relief."}, {"role": "body", "text": "Monica and I were friends, I guess, at long last, but our arrangement had worn me down, stepping around the kitchen while she grew in professional stature. I wanted to go back to being myself but didn’t know how. I had nothing to write about and, even worse, nothing to think about. The only hope I had was that Kyle would start talking about voting machines and Elliott would rip him to shreds. We were all in this, still, again, whatever—our street, town, and planet—and we’d never get out of it."}, {"role": "body", "text": "Down the block, a neighbor climbed out of bed to watch the chaos of all those kids in front of my house. A girl lying on the sidewalk in a crop top and jeans. A car door closing with too many kids stuffed inside. A graceful lifting of the girl to her feet. Two boys pulling away on a scooter."}, {"role": "body", "text": "Rachel and Kendra put on more clothes as Lily sat in the corner of the bedroom, wearing Rachel’s pink sunglasses. When the others looked at her she raised her hand and flashed a tentative peace sign as tears ran down. Rachel wanted to say something like “From now on, unless it’s a yes it’s a no,” but that could wait, because all she could think was Wow, Lily. She knelt and held Lily’s hand and rubbed the soft skin of her palm for a while."}, {"role": "body", "text": "“TBH you’ll be a great mom,” Rachel said, and Lily laughed. Kendra sat on the other side and in a serious whisper said, “No, literally.”"}, {"role": "body", "text": "“I’m gonna shank you both when you’re not looking,” Lily said, and wiped some snot."}, {"role": "body", "text": "Katy called, telling them to hurry up, everyone was there, and, as Rachel listened, she watched Lily pick the bag of gummies up off the floor, then ripped it out of her hands and was, like, “No,” but Lily was, like, “Hang on,” and made a good point: “We paid for these.” Rachel wasn’t sure what to do. “I’m scared,” Kendra said, and Lily opened the bag and was, like, “You can live vicariously through me.”"}, {"role": "body", "text": "“Should we eat these things?” Rachel asked into the phone, and Katy was, like, “Yeah, go for it,” so they did."}, {"role": "body", "text": "I sat beside Kevin, who was Canadian, and somehow shy, long-winded, and boring. Someone’s kid slept in a stroller behind us, and Kevin had a plate of lasagna on his lap. He’d heard about Terry and wanted to talk it through."}, {"role": "body", "text": "“It’s so sad.”"}, {"role": "body", "text": "Terry was above us on the deck, and if I sat up straight I could see his face."}, {"role": "body", "text": "“It’s sad,” I said. If I hunched, the railing blocked my view and took away his head. “I’m not sad right now, though.” I kept his head behind the railing. “I can’t feel anything.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/638fbbacaa0ea2fe7e7eb47a/master/w_1600,c_limit/221219_a27069.jpg", "imageWidth": 1600, "imageHeight": 1119}, {"role": "body", "text": "Kevin said, “Empathy fatigue.”"}, {"role": "body", "text": "“I guess.”"}, {"role": "body", "text": "“I grieve that I cannot grieve.”"}, {"role": "body", "text": "“What’s that?”"}, {"role": "body", "text": "“Emerson.”"}, {"role": "body", "text": "“I’ve known people who had it.”"}, {"role": "body", "text": "“Oh.”"}, {"role": "body", "text": "“There’s nothing we can do.”"}, {"role": "body", "text": "Walking to the other party, they ran into the boys. The night was clear, and on a dark side street Andrey pointed up and said, “That’s Cassiopeia.”"}, {"role": "body", "text": "Rachel said, “That’s Andromeda, dummy. And for that you can thank my fourth-grade science teacher, Mr. Crupp.” But her voice sounded as if it were burbling out of a shoebox, and she felt strange."}, {"role": "body", "text": "At the corner they saw that the party had been shut down. There was Katy. A million kids on Yuma were trying to figure out their next move. Rachel stumbled off the curb, and, as she tried to wake up to get out of the street before a bad thing happened, she realized that this was not a dream, that she was awake in the middle of a block she’d walked down a thousand times before, now alien and ridiculous, incredibly stoned for the first time in her life. She noticed a white disposable mask dangling from her hand, with lipstick all over the inside. Calm down, she thought. That’s my lipstick. She felt bathed in white light, and was in fact lit by headlights as a car cut the distance between them. She felt engine heat, the wind of the speeding hulk. Some essence of her was ripped away like a ghost, while the rest of her lived on, having been held back by hands on either side, and for the next few seconds she felt grateful for the miracle of existence."}, {"role": "body", "text": "“It’ll go fast,” I said. “You’ll see.” Kevin blinked as if he were trying to see. “First, the foot brace, then the forearm crutches, then the chair and the ramp. The muscles weaken around the lungs, then the lungs clog up and they can’t breathe. As people get sicker they make these pronouncements, ‘When I need a feeding tube I want to die,’ but then they get a feeding tube. Then they get a trach and a vent.”"}, {"role": "body", "text": "Kevin was trying to eat his lasagna, but it was burnt and hard on top. He sat there sawing at it with a plastic knife, with this annoying little motion, not getting anywhere, and it was agonizing to watch."}, {"role": "body", "text": "“It’s like walking through a house and flicking off the lights.” I sounded like an expert, dropping knowledge. “He’ll be dead in three years.”"}, {"role": "body", "text": "“You shouldn’t say that.”"}, {"role": "body", "text": "“If he’s not dead he’ll wish he was.”"}, {"role": "body", "text": "Kevin’s knife broke and he looked at it."}, {"role": "body", "text": "I thought of people on this street, carolling on Christmas Eve."}, {"role": "body", "text": "“At the end it’s all about what you can afford, because insurance doesn’t cover it.”"}, {"role": "body", "text": "They were running, screaming at the bus driver, and made it in time, climbed onto the bus, and sailed down Wisconsin Avenue, through red lights and over cars. The interior went dark and Rachel looked at Kendra, who nodded as if she knew her thoughts. Rachel leaned into Andrey, in the seat beside her, as if this whole thing were meant to be, and they started making out."}, {"role": "body", "text": "I was relieved to see Alan in a crisp striped shirt, dark jeans, black loafers, and a suède jacket, looking smoothly capable and inured to despair, holding a glass full of big ice cubes."}, {"role": "body", "text": "“Jean-Paul,” I said. “Did you figure out what ‘Nausea’ means?”"}, {"role": "body", "text": "Alan and Kevin decided that if you forced any group of traumatized, war-bred intellectuals to choose between suicide and meaning, French ones especially, they would invent a philosophy in response to the emergency of modern life: that we are together in this moment and that’s all there actually is."}, {"role": "body", "text": "As they talked, some pencil-pushing clerk in the lobby of my brain told me to nod and smile, and peace settled down upon the midnight."}, {"role": "body", "text": "They lay on a crypt from the eighteenth century, looking at the stars, and Rachel decided that Andrey was an accidentally good kisser. The cemetery was quiet as she explained that her grandfather had been buried here. Andrey looked so sad. She was kidding. Her grandpa lived in Short Hills."}, {"role": "body", "text": "Some girl started screaming her head off, and they ran over and found a group of drunk kids from a private school. Rachel recognized one of them from gymnastics."}, {"role": "body", "text": "“Well,” the girl said. “I just sat on a dead rat, so that was fun.”"}, {"role": "body", "text": "Andrey told Kendra and Lily, “Her grandpa’s buried here.”"}, {"role": "body", "text": "Kendra said, “Rachel embellishes.” Andrey didn’t know that word. Rachel wondered if he was too dumb to date. Kendra said, “My dad is coming. I have to go.”"}, {"role": "body", "text": "I was holding two cups. I handed one to Terry. “Ruth and Ursula made a disgusting punch,” I said."}, {"role": "body", "text": "He raised an eyebrow and sniffed it. “It’s aggressive,” he said. He pretended to be a wine guy, slurping it around in his mouth. “It tastes like someone pissed in a bubble bath.”"}, {"role": "body", "text": "“Yes, go on.”"}, {"role": "body", "text": "“I’m picking up hints of room freshener.”"}, {"role": "body", "text": "We toasted, and it lingered on the tongue, and, when we got sick of that, we sat there looking at the people around the fire, at the firelight playing on the branches of the tree, and talked about which cookies looked the best. I wanted to grab his hand to keep it from shaking. There’d be time for that. Then I wondered where my kid was, and told Monica I was going home to walk the dog, and was aware as I did that I sounded sort of drunk."}, {"role": "body", "text": "It was silent, with all the lights on, and I took in the scene: dirty plates, wet socks, empty soda cans, stainless-steel water bottles that reeked of vodka and lemonade. Up in Rachel’s room, I saw black stomper shoes too big for the women in this house, a dirty yellow raincoat, panty hose and lipstick, someone’s hair dryer, sweatpants and a jean jacket. In the kitchen, empty pizza boxes and chicken bones. There was no sign of the dog."}, {"role": "body", "text": "I found her in the basement, crouching, sort of gasping, struggling to breathe. It appeared that she’d eaten a bag of Christmas chocolates; there were pieces of foil all around her. I’d called poison control over the years about other things—a pound of butter, a tube of toothpaste, eyeglasses, four-hundred-dollar boots—and they’d always said the same thing: “She’s part Lab—she can eat anything.”"}, {"role": "body", "text": "Her gums were speckled black and pink, and as I opened her jaws it seemed as though the bright-pink roof of her mouth had somehow detached in one horrifying piece. There was metal wiring, and I grabbed it and yanked it out, and realized that she’d eaten some kid’s retainer. She leaped to her feet, spluttering, shook, and wagged her tail weakly."}, {"role": "body", "text": "I was standing at the front door putting the leash on her when Rachel walked in. She hugged me. Her coat smelled like the cold night, and a brief flash of panic crossed her face. “A bad thing happened to Lily,” she said, “but nothing bad happened to me.” I wondered what she meant by that, but she went into the kitchen and started banging around. Monica came in then. I went out."}, {"role": "body", "text": "The air was crisp and clear, and my kid was home and the party was over and that was it. I felt happy. It was almost Christmas. We had no plans to go anywhere, nothing complicated to look forward to. This was the best neighborhood in the city, and we had the best street, the best dog, the best family, the best house, with colored lights that made it look like a Mexican restaurant. Terry isn’t going to make it, I told myself, but I can stay here forever, I just might, and when I die my spirit will soar above this block, and skim the tops of trees, and look down with love on the people on Earth, and they’ll forget me and go on, but I’ll be watching."}]}