{"title": "Briefly Noted", "subtitle": "“The Grimkes,” “The White Mosque,” “They’re Going to Love You,” and “Case Study.”", "authorName": "The Editors", "coverImageURL": "https://media.newyorker.com/photos/638f7da6ef8cddc9cb070d05/master/w_1600,c_limit/221219_r41545web.jpg", "coverImageWidth": 1600, "coverImageHeight": 1200, "coverImageDescription": "", "hashTag": "Books", "publishDate": "December 12, 2022", "contents": [{"role": "body", "text": "The Grimkes, by Kerri K. Greenidge (Liveright). This multilayered history follows branches of a family of Southern slaveholders. On one side, there are the abolitionist sisters Angelina Grimke Weld and Sarah Grimke; on the other, stemming from their brother’s relationship with an enslaved woman named Nancy Weston, are Archibald Grimke, a co-founder of the N.A.A.C.P., and his daughter, the writer Angelina Weld Grimke. The story opens in the eighteen-twenties, with the sisters quitting South Carolina for Philadelphia, where they encountered a vibrant Black-led abolitionist movement; only much later did they acknowledge their Black relatives. Greenidge faithfully documents the sisters’ activism, but her real concern is exploring the limits of white sympathy, a story vividly animated by her nuanced biographical portraits."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/638f7da6d542e53ed937bf03/master/w_1600,c_limit/221219_r41546web.jpg", "imageWidth": 1600, "imageHeight": 1200}, {"role": "body", "text": "The White Mosque, by Sofia Samatar (Catapult). Born to an American Mennonite mother and a Somali-born father, the author of this “palimpsestic quest” through Central Asia follows a group of nineteenth-century Mennonites who travelled from Ukraine to Uzbekistan to await the return of Jesus. Samatar blends travelogue with a larger meditation on faith, community, and colonization. She details the sense of alienation felt by many non-white Mennonites, including her own experiences dealing with racist gibes at school, and the patronizing attitudes that can underpin charitable efforts in the developing world. But she also acknowledges the sense of “tradition, community, mutual aid” that the faith offers. As a fellow-traveller reminds her, “You can’ t be a Mennonite alone.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/638f7da7621d1cfee6260bad/master/w_1600,c_limit/221219_r41547web.jpg", "imageWidth": 1600, "imageHeight": 1200}, {"role": "body", "text": "They’re Going to Love You, by Meg Howrey (Doubleday). “What I did was forgivable,” the narrator of this ruminative novel insists. Her offense, which brought about a rupture with her father years ago, is not immediately revealed. Now a former dancer trying to make it as a choreographer, she grapples with her father’s impending death by recalling wide-eyed adolescent visits to the Greenwich Village brownstone where he and his boyfriend nurtured gay artists at the height of the aids crisis. A lifelong sense that she is “no one’s best” has resulted in a string of arm’s-length adult relationships, she realizes, but her careful arrangement of the final farewell produces a late drive toward love and reconciliation."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/638f7da66627f9c77e1d1be8/master/w_1600,c_limit/221219_r41548web.jpg", "imageWidth": 1600, "imageHeight": 1200}, {"role": "body", "text": "Case Study, by Graeme Macrae Burnet (Biblioasis). Ostensibly a collection of found documents assembled by a would-be biographer, this novel revolves around the nineteen-sixties fame and subsequent eclipse of an English therapist, Arthur Collins Braithwaite, who hoped to “bring down the ‘jerry-built edifice’ of psychiatry.” The novel switches between a documentary examination of Braithwaite’s life (including a retinue of historical figures, such as R. D. Laing) and the extravagant suspicions of a woman who, blaming him for her sister’s suicide, enrolls as his patient, under the alias Rebecca Smyth, to investigate. With its layers of imposture and unreliability, the novel suggests that our personhood is far more malleable than we believe."}]}