{"title": "An Alaskan Town Is Losing Ground—and a Way of Life", "subtitle": "For low-lying islands like Kivalina, climate change poses an existential threat.", "authorName": "Emily Witt", "coverImageURL": "https://media.newyorker.com/photos/6373f722837b4891db62d431/master/w_2240,c_limit/221128_r41414.jpg", "coverImageWidth": 2240, "coverImageHeight": 1827, "coverImageDescription": "Kivalina, a barrier island north of the Arctic Circle, is one of seventy-three Alaska Native villages threatened with destruction because of climate change.", "hashTag": "A Reporter at Large", "publishDate": "November 28, 2022", "contents": [{"role": "body", "text": "Typhoon Merbok began forming in the central Pacific Ocean during the second week of September. Fuelled by unusually warm waters, the storm system moved north and east toward Alaska, and by the time it crossed the Aleutian Islands weather buoys were recording forty-foot waves and winds of seventy-five miles an hour. On September 17th, Merbok, which had been downgraded to an extratropical storm, reached the Yukon-Kuskokwim Delta and the Bering Sea inlet of Norton Sound, one of the strongest storms to hit the area in fifty years. In the barrier village of Shaktoolik, Merbok wiped out a protective berm. In Golovin, streets were flooded with seawater and sewage. A house floated up a river in Nome, and a sixty-two-pound mammoth femur was unearthed near Elim."}, {"role": "body", "text": "As Merbok headed north, residents of Kivalina, an Inupiat village of about four hundred and fifty people situated on a fragile barrier island eighty-three miles north of the Arctic Circle, received a National Weather Service report, warning of winds of up to sixty-five miles an hour. On Friday, Janet Mitchell, a village elder and a field reporter for Kivalina’s volunteer team of first responders, drove out to the beach on her four-wheeler with her phone. Mitchell posts videos on TikTok and Facebook under the name Storm Swan. That afternoon, Mitchell recorded video of the rising waters of the Chukchi Sea and the sound of roaring wind. “Oofta!” she captioned her footage. “Batten down the hatches!”"}, {"role": "body", "text": "For years, Kivalina has been cited—like the Maldives, in the Indian Ocean, or the island nation of Tuvalu, in the Pacific—as an example of the existential threat posed to low-lying islands by climate change. In the past two decades, stormwaters have overtopped Kivalina at least once, threatening lives and infrastructure. In 2003, the Government Accountability Office reviewed nine Alaskan villages and identified Kivalina as one of four in “imminent danger.” (Of those four, only one, Newtok, a Yupik village near the Bering Sea, has been able to move some of its residents.) A more recent report designated Kivalina as one of seventy-three Alaska Native villages threatened with destruction because of erosion, flooding, and permafrost degradation. On a visit to the state in 2015, President Barack Obama flew over Kivalina and posted a photograph of the island on social media from the air. “There aren’t many other places in America that have to deal with questions of relocation right now,” Obama wrote, “but there will be.” He described what was happening in the village as “America’s wake-up call.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/63766eab115c8e5ce44ecffd/master/w_1600,c_limit/221128_r41443.jpg", "imageWidth": 1600, "imageHeight": 1576, "imageDescription": "After his first hunt, a Kivalina teen-ager learns to skin a caribou."}, {"role": "body", "text": "Seven years later, Kivalina’s move is still mostly in the future, even though the island continues to lose ground. Building housing is an expensive and laborious process in the remote Arctic, and no single federal agency is responsible for relocating communities facing environmental threats. After more than a decade of navigating government bureaucracies, tribal members successfully lobbied for the construction of a bridge from Kivalina to the mainland. Its completion, in 2021, created a vital evacuation route where once the only possibility of escape was by water or air. The bridge is part of an eight-mile road that zigzags across the tundra, which is covered in snow in winter and prone to flooding in spring and fall. It ends at the foot of a large hill, where a newly constructed school forms the heart of the future village. More years are likely to pass before homes are built there, even as engineers predicted, in 2013, that Kivalina will be fully under water by 2025. The new site is a desolate and rocky place, but, at an elevation of a hundred and twenty-five feet, it is a safe distance from Kivalina’s receding beach and eroding riverbanks. Until the community can move inland, residents live with the worry that the right storm at the right moment could wipe out everything."}, {"role": "body", "text": "With Merbok, at least, the waters of the Kivalina Lagoon, which separates the island from the mainland, rose but did not flood their banks. A rock revetment, completed in 2010 on the island’s sea side, held strong. On the lagoon side, Janet Mitchell recorded footage of a bulldozer shoring up a house at risk of losing its foundation, then posted a glimpse of calm seas. Kivalina had made it through one more storm."}, {"role": "body", "text": "Iarrived in Kivalina a few days after Merbok. The commercial jet from Anchorage to the Arctic city of Kotzebue carried a mixture of Alaska Native families, seasonal mine and construction workers, and engineers wearing canvas pants and xtratuf boots. The plane to Kivalina was a vintage Cessna, and the passengers sat in a single column on its right side. The seats on the other side were loaded up with cases of Pepsi and boxes of Puffs Ultra Soft tissue. Like dozens of similarly isolated villages, Kivalina is not accessible to the rest of Alaska by road or connected to a regional electric grid. Electricity is produced by a diesel generator, and fuel is delivered by barge before the sea ice forms. For the rest of the year, everything arrives by air."}, {"role": "body", "text": "We hugged the shoreline as we flew north above the treeless expanse of the tundra, with its boggy tuffets, its sinkholes and ponds, its snaking rivers, the places where the black soil of the permafrost has crumbled into the sea. At times, the tundra’s agatine surface took on an almost fractal pattern of brown, gold, and green. Midway through, we passed over a cluster of red and white storage buildings by the sea. This was the port from which the Red Dog Mine, one of the largest producers of zinc concentrate in the world, has shipped millions of tons of processed ore since it opened, in 1989. Its haul road—which runs from the De Long Mountains to the port—was the only rectilinear imposition across the vast landscape."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/63766ea3da55c9d8765b1327/master/w_1600,c_limit/221128_r41446.jpg", "imageWidth": 1600, "imageHeight": 1576, "imageDescription": "Kids taking a break on a four-wheel A.T.V.; the vehicles are used by villagers to get around the island."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/63766ea3df6b41aad25619d3/master/w_1600,c_limit/221128_r41447.jpg", "imageWidth": 1600, "imageHeight": 1576, "imageDescription": "An elder at the bingo hall in Kivalina; games are held every night of the week except Sunday and Wednesday."}, {"role": "body", "text": "After thirty minutes, the village of Kivalina appeared: eighty-odd houses spread across twenty-seven or so acres on the bulbous southern end of a barrier island between the mouths of the Kivalina and the Wulik Rivers. The island, which stretches five and a half miles, is only seven hundred feet wide in most places, and maxes out in altitude at ten feet above sea level."}, {"role": "body", "text": "The Cessna flew over the village, then banked, circled, and nosed into an easy descent onto Kivalina’s gravel runway. Several all-terrain vehicles and a pickup truck were waiting in a spitting rain. The passengers got off, the boxes of goods were passed down, then the pilot climbed back into his seat, turned his propellers on, and flew away."}, {"role": "body", "text": "One afternoon, I set off to visit Janet Mitchell at her house, a wooden building in the center of the village. It was a brilliantly sunny day, with clear skies and temperatures in the mid-forties. The equinox had just passed; the snow that blankets the island for most of the year had not started falling, but the change of seasons was in the air. I walked past houses with snowmobiles parked haphazardly outside, and dogs chained to fenceposts. A family were putting away a harpoon, used to hunt beluga in the summer, and readying their boat for seining, the net fishing that happens in the fall. Another family rolled past on A.T.V.s. They were bundled up in parkas, with rifles strapped to their backs, heading inland to look for moose and caribou. (Before the bridge was built, people had to travel upriver by boat to hunt in the interior.)"}, {"role": "body", "text": "The caribou, part of the Western Arctic herd, were late showing up this year, a much discussed subject in the village. The seining had also been delayed. In Kivalina, fish are traditionally left to age on the riverbanks for at least several days before being eaten or stored in freezers. (“The Western people call them stinky fish,” a villager explained to me, “but here we call them ambrosia.”) If the fish are caught too early in the season, before the frost, they spoil. The fall had been warm, and the thin layer of ice known in Inupiat as qinu, which used to begin forming over the lagoon in late August, had not yet appeared by the last week of September. The puddles in the road which froze overnight would melt by midmorning."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/63768f49b19ab8521b9fe30b/master/w_1600,c_limit/221128_a26222.jpg", "imageWidth": 1600, "imageHeight": 1414, "imageDescription": "“I can’t believe it’s only four-thirty and it’s already dark, the year’s already almost over, and I’m already in my forties.”"}, {"role": "body", "text": "Mitchell, who has gray hair and a friendly demeanor, welcomed me into her living room. Dressed in a black T-shirt and sweats, she was seated on a couch beneath a large photograph of her grandfather Clinton Swan, a whaling captain, a member of the tribal council, and a minister in the Episcopal Church, from whom she had inherited the house. In the picture, the elderly Swan looks dapper in a red lumberjack shirt, suspenders, and nineteen-fifties-style glasses with black-topped rims; in his left hand, he holds a small whale’s tail carved out of walrus ivory. The Swans are one of several families who are active in village politics. (Captains of whaling crews, which are typically organized by family, are also integral to the community, even though a bowhead whale has not been caught in Kivalina in more than two decades.) Above the photograph, wolf and wolverine furs were draped over a clothesline—they belonged to Mitchell’s mother, who died in 2019. A computer and headphones lay on a coffee table, and on a shelf was a large pile of hard drives, evidence of Mitchell’s years of digital documentation, which include audio recordings with older relatives and video footage of major storms."}, {"role": "body", "text": "Mitchell grew up in a sod house on the site of the house she now lives in, part of a multigenerational compound presided over by her great-grandmother Regina, who was born in 1870. In the summer, the family would move into tents on the beach, where it was much cooler. It is common in Inupiat families for grandparents to adopt a grandchild to help them around the house as they age. When Mitchell was eight or nine, her grandmother chose her to come live with her and her husband, just as today Mitchell’s grandson Aaron lives with Mitchell. Her youth was one of physical labor—chopping wood, lugging ice, and hanging the slabs of ugruk, or bearded seal, that her grandmother butchered. Mitchell’s family followed the subsistence food-gathering patterns of the seasons, and in the spring she would sometimes join her father’s whaling crew at their encampment on the ice, to hunt bowhead whales. Mitchell reminisced about the years when the arrival of qinu marked the time to dig whale out of underground caches, “the permafrost freezers, if you will,” she said. “That’s when they would pull out the maktak and distribute it to the whole village. They always waited for qinu.”"}, {"role": "body", "text": "According to oral histories recorded in the late nineteen-sixties and early nineteen-seventies, the region that Kivalina occupies today was known in the nineteenth century as Kivalliñiq, and the people who inhabited the area, the Kivalliñigmiut, were considered their own nation. Until the mid-nineteenth century, they had only minimal contact with Westerners. Then American whalers came to the region, decimating the bowhead and walrus populations and contributing to the spread of deadly epidemics. The Kivalliñigmiut nation was scattered by famine in the early eighteen-eighties, but for Mitchell’s great-grandmother’s generation the barrier island of Kivalina remained a summer base from which to hunt marine mammals: ugruk, walrus, and beluga whales. In late summer and fall, when the caribou arrived and fish migrated upriver, families would travel inland, setting up camp with winter supplies of meat and oil."}, {"role": "body", "text": "Kivalina remained a sparsely populated seasonal hunting ground until 1905, when the federal government constructed a school there. Like many Alaska Native villages situated on shorelines and riverbanks around the state, Kivalina was presumably chosen because of its accessibility by water. The government, in mandating the attendance of the region’s children, began a project of forced settlement in a place that was seen as precarious from the outset. Mitchell maintains a history of Kivalina on a Web site, which references the oldest known written request for relocation. A teacher named Clinton S. Replogle wrote an official report in 1911: Kivalina “is very beautifully situated when the weather is nice and calm, but when the wind blows from the south it raises the water in the ocean until it sometimes almost comes over the banks. . . . We believe that to move would be the wiser if not the safer plan.”"}, {"role": "body", "text": "The subject of relocation was raised again many times during the next century. In 1963, the tribe voted on the issue, and a split vote resulted in the community’s staying on the island. It was in the nineteen-seventies that the village’s wooden houses replaced the sod ones. There were other changes, too. Snow machines (as snowmobiles are known in Alaska) replaced dogsled teams. Outboard motorboats and Hondas (regional shorthand for the four-wheel A.T.V.s that everyone in Kivalina uses to get around) replaced skin boats. Stove oil replaced driftwood for heat. An airstrip, completed in 1960, connected Kivalina by air to the rest of Alaska and beyond. Electrification arrived in 1971."}, {"role": "body", "text": "Today, Mitchell works as the shareholder-relations coördinator in Kivalina for the nana Regional Corporation, which is owned by Inupiat shareholders who live or have roots in Northwest Alaska. The corporation was formed after the passage of the Alaska Native Claims Settlement Act, in 1971, which ceded some forty million acres of land in Alaska to Native-owned corporations (in exchange for their relinquishing claims over the rest) and offered Native Alaskans a stake in the sale of oil and mineral leases on their land. The act gave Native Alaskans greater self-determination, but it also linked their economic well-being to the commercial exploitation of their lands."}, {"role": "body", "text": "By the nineteen-nineties, as the population grew, discussions about relocation in Kivalina focussed more on overcrowded homes and a lack of water and sewer systems. But in the early two-thousands a series of weather events made the need to move a matter of urgent survival. It has become a well-known fact that the Arctic is warming nearly four times faster than the rest of the planet, making the weather increasingly unfamiliar. Some shifts were gradual, like the loss of sea ice: according to one study, the ice-free period in the Chukchi Sea increased from three months to five months between the nineteen-eighties and the early two-thousands. Others were sudden: Mitchell recalls the first time she saw lightning over the village, around 2010. (Lightning needs warm air to form.) “We were running outside because we didn’t know any better,” she said. “We had never seen lightning before.” When she submitted a video still to the local weather station, she was asked if it was real. Thunderstorms have now become more common."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/63766eab115c8e5ce44ecffb/master/w_1600,c_limit/221128_r41448.jpg", "imageWidth": 1600, "imageHeight": 1305, "imageDescription": "Millie Hawley, the tribal administrator of the Kivalina IRA Council, keeps track of the many logistics and government agencies involved in relocating Kivalina inland."}, {"role": "body", "text": "Mitchell is one of many village residents who cite as a turning point October, 2004, when forty feet of shoreline eroded during a single storm. “It was pretty intense, man,” she said. “The water was coming to the school. The principal’s trailer was on the ocean side, and it was hanging over the edge.” Two years later, the village built an emergency erosion-control barrier, but a storm later destroyed it, with water coming within six feet of the electricity plant’s oil tanks."}, {"role": "body", "text": "Mitchell still remembers the day in 2005 when, at the height of summer, the temperature, which typically averaged in the mid-fifties at that time, topped ninety degrees. “I don’t recall anyone making a big deal out of it, but this is the freaking Arctic!” she told me."}, {"role": "body", "text": "Between 1992 and 2010, the village’s tribal administrator was Mitchell’s older sister, Colleen Swan. Mitchell is in awe of her sister, whose advocacy, forming connections with activists in the Lower Forty-eight and welcoming journalists who wanted to visit, helped put Kivalina’s climate-change story on the map. It was Swan, Mitchell told me, who encouraged the villagers to document the weather. The previous day, I had met Swan in the offices of the Kivalina City Council, where she was doing volunteer work for the Fire Department and the search-and-rescue team. Where Janet is open and vivacious, Colleen is more taciturn. Swan described the 2004 storm as the impetus for her desire to hold someone responsible for the situation Kivalina finds itself in. “I wanted to file a lawsuit against someone so bad for that land failure,” she told me. “Our elders were saying they’ve never seen anything like that.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/63768f49e3958a4a2ac1adf9/master/w_1600,c_limit/221128_a26781.jpg", "imageWidth": 1600, "imageHeight": 1198, "imageDescription": "“Let me look at your hand.”"}, {"role": "body", "text": "In 2008, seven years after Swan met Luke Cole, a lawyer from the Center on Race, Poverty, and the Environment, in Kotzebue, the village sued a consortium of twenty-four oil, energy, and utility companies, alleging damages from climate change. The court dismissed the lawsuit, citing, among other reasons, the difficulty of holding companies responsible when “virtually everyone on Earth is responsible on some level for contributing to such emissions.” The lawsuit also alleged that the companies had conspired to mislead the public about the impact of fossil fuels. For Swan, it was important to make the statement that Kivalina understood the forces that had put it in such a precarious position. “We’re more educated now than our people ever were in the past,” Swan said. “We have access to news, we have the education we need.” And, she added, “it was not our people’s decision to move to this little sand spit.”"}, {"role": "body", "text": "In Kivalina, I stayed at an after-school club, which, in the absence of a hotel or a guesthouse, has a spare room for visitors. The island has no playground, and the BnG, as the club is known, gives kids a warm and informal place to hang out after school. It has an Xbox, games, books, and a basketball hoop. Hand-painted signs on the wall read “do not bully be nice” and “be good, god is watching.” When school let out, the children arrived in shifts, the younger ones in the afternoon and high schoolers during the evening. In the morning, when the BnG was empty, I would lie in my sleeping bag and listen as crosstalk came through on a VHF radio, which acts as a kind of Facebook wall—a place for villagers to exchange birthday wishes, ask if anyone is selling moose meat, or announce that the Pepsi shipment has come in."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/63766ea309eae0383c370edf/master/w_1600,c_limit/221128_r41449.jpg", "imageWidth": 1600, "imageHeight": 1600, "imageDescription": "A classroom in the village’s old school. Kivalina’s mascot is the qavvik, or wolverine."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/63766ea3e3958a4a2ac1ad82/master/w_1600,c_limit/221128_r41450.jpg", "imageWidth": 1600, "imageHeight": 1600, "imageDescription": "The snow-covered playground at Kivalina’s new school, which is situated eight miles inland; students began attending it in November."}, {"role": "body", "text": "“Where you’re walking, it used to be graves,” a woman said to me one morning, as I let myself out of the clubhouse. She explained that the black gravel road on which we had stopped to chat was built on the village’s former cemetery; as the island lost width through the years, a new cemetery opened near the airstrip."}, {"role": "body", "text": "I was heading to a meeting of the Kivalina ira Council. ira is the acronym for the Indian Reorganization Act, which, in 1936, recognized the governing bodies of Alaska Natives. The Native Village of Kivalina is a federally recognized tribe. In Kivalina, at least, “the ira” now refers both to the tribal council and to its headquarters, a green, two-story wooden building that also houses the city council."}, {"role": "body", "text": "In a wood-panelled room, members of both councils, mostly age sixty and above, sat around a conference table to discuss the next phase of relocation with engineers from an Anchorage-based firm. On the table were bottles of Vitaminwater and mini cans of Pringles, and also tangerines and bananas. Official visitors often bring fresh fruit."}, {"role": "body", "text": "The debate that morning, which began after a moment of prayer, was about where to put the relocated village’s landfill and a new dump site for the makeshift toilets known regionally as honey buckets. These are plastic pails lined with garbage bags and fitted with toilet lids. Kivalina has piped water only at its school, its health clinic, and the communal laundromat and bathhouse called the washeteria. Instead of flush toilets, most homes use honey buckets. Waste is emptied into communal receptacles, then taken to a site at the edge of town. In addition to many sanitary risks, the frustration of living in such conditions prompted one villager to describe them as “the dark ages.”"}, {"role": "body", "text": "That the relocated village will finally give Kivalina residents running water and sewer services is a large part of its great promise, but the council members reluctantly conceded to the engineers that a new honey-bucket dump site would probably be necessary anyway. It could be years before a new sewer system was built. The discussion then turned to the placement of the landfill, in an area known for its salmonberries. “I sure would hate to look at that dump site and smell it when I’m picking berries,” a council member said. Others expressed concerns about flooding."}, {"role": "body", "text": "The plans weren’t ideal, but the mood was one of resignation: the sooner the new landfill was approved, the sooner the village could relocate. The council members voted in favor of going ahead."}, {"role": "body", "text": "Relocation in a place like Kivalina does not proceed in a linear fashion. Funding comes from a wide range of government agencies, each with its own processes. In Kivalina, all of this is managed by Millie Hawley, the ira tribal administrator. Hawley is a pragmatic and blunt woman of sixty with glasses and gray hair trimmed in a neat bob. A sign posted outside her office reads “in a teleconference meeting all day, not ignoring you, millie.”"}, {"role": "body", "text": "After tribal officials, who are elected, arrive at a consensus about what to do, it is up to Hawley and her staff to keep track of the complicated logistics of the village’s move. Most of the construction funds for the new school came from the state after the settlement of a lawsuit, filed by parents in the Yukon-Kuskokwim Delta in 1997, which claimed that Alaska’s method of backing school construction discriminated against rural students. Money for the road came from the Northwest Arctic Borough and the Alaska Department of Transportation and Public Facilities. Financing for the housing at the new site has yet to be determined. In 2022, the U.S. Government Accountability Office recommended creating a federal entity to coördinate efforts to relocate Alaska Native villages, which would, in theory, make the lives of administrators such as Millie Hawley easier."}, {"role": "body", "text": "In the meantime, there are obstacles all around. A house in rural Alaska can cost as much as five hundred thousand dollars to build, in part because skilled laborers like electricians and plumbers typically must be flown in from elsewhere. Getting materials here is onerous and expensive; sourcing them is another challenge. Much of the existing housing in Kivalina is incompatible with the Arctic climate and riddled with black mold. Building on permafrost requires gravel pads that protect the ice from melting, and aboveground pipes. One calculation estimated the cost of moving Kivalina to be as high as four hundred million dollars, or almost a million dollars per resident. The village does not have a conventional tax base. A majority of people in Kivalina are on public assistance, and many residents supplement income earned from part-time or seasonal labor with food they acquire through hunting, fishing, and harvesting. Houses tend to be transferred to family members rather than purchased through the real-estate market."}, {"role": "body", "text": "Moreover, the problems faced by Kivalina are the same ones facing as many as a hundred other villages around Alaska. A report by the Alaska Native Tribal Health Consortium and other organizations concluded, “The magnitude and severity of this problem can be difficult to comprehend. In jeopardy are not just buildings, but the sustainability of entire communities and cultures.” And compelling residents of Alaska Native villages to move into cities far from their land risks perpetuating the United States’ legacy of genocide and the forced movement of Native peoples, and could subject the displaced to a range of poor outcomes, including homelessness, racial discrimination, and a loss of social support systems."}, {"role": "body", "text": "“At some point, the state and federal agencies did suggest we move to different towns,” Hawley told me. “It was, like, ‘Hello?’ That’s not going to happen. We’re our own tribal community. We have our own ways, our own customs.” Hawley said that in another village, even one in the same borough, she would be an outsider. “We’re just family, one big family.” In the village, children from families undergoing hardship are often taken in by relatives—Hawley, whose children are grown, is currently raising three of her grandsons, who are under the age of ten—and the subsistence way of life is tied to a hyper-local understanding of the land and its intricacies. But the number of people involved is small, and the price tag so high that some in Alaska have questioned whether keeping such communities intact is worth the cost."}, {"role": "body", "text": "“We are actually starting to think more proactively when it comes to how we make our coastal communities more resilient in the face of climate change,” Lisa Murkowski, the senior senator from Alaska, was quoted as saying in the Nome Nugget after a visit to Western Alaska following Merbok. “But for communities like Shishmaref, Shaktoolik, or Golovin that are sitting on ground as flat as this table with no protection around them—is that the safest place for those people?” she continued. “Even though their families have been there for generations?”"}, {"role": "body", "text": "Newtok, the village that has progressed furthest toward relocation, has become as much a warning as a case study. Its population is split between two villages that are nine miles apart, neither of which is fully functional. To avoid some of the same pitfalls, other villages have pursued strategies of “managed retreat” or “protection in place.” Managed retreat focusses on moving structures away from hazardous areas; protection in place focusses on reinforcement in order to buy time. In Kivalina, several people I spoke with preferred not to use the word “relocation.” They call it, instead, an “expansion.”"}, {"role": "body", "text": "One evening, I walked across the road from the BnG to the village’s community center, to visit a sewing class, one of the ira’s social programs designed to teach young people traditional practices, including needlework, fishing, and hunting. Since July, a woman in her sixties named Bertha Adams had been instructing seven teen-age girls in how to sew fur-trimmed parkas. The parkas are made from padded nylon fabric, with ribbon-and-bias-tape embellishments in patterns designed by Adams. Everyone in the class had finished her coat except a high-school student, who sat silently stitching fox fur onto her parka, a thimble on one finger. The large room was cozy and smelled faintly of Lysol. Adams wore a T-shirt with a husky sporting a mining hat from the Red Dog Mine, where she used to work. On the radio, which was playing through a CD-cassette boom box, an announcer read the temperatures and wind speeds of various villages over a gentle hiss of static."}, {"role": "body", "text": "After the student finished sewing, she and Adams brushed bits of thread from the coat using a coffee filter. “Drumroll!” Adams said, beaming, as the student tried it on. Adams told me that she had another reason to celebrate: her nephew had just killed his first moose. In Inupiat tradition, a young hunter’s first kill is given to elders and people in need, and the nephew had given the moose to Adams to help distribute it. She had passed on the best parts to his grandmother but kept the ribs, to make into a soup."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/63766ea3115c8e5ce44ecff7/master/w_1600,c_limit/221128_a26536.jpg", "imageWidth": 1600, "imageHeight": 901, "imageDescription": "“We used to hibernate, but then we got the matching scarves.”"}, {"role": "body", "text": "Kivalina has few social spaces. There’s a Friends Church in addition to the Episcopal Church; they both hold services on Sunday. The Kivalina Native Store, which is owned by the tribe, and three small, family-run stores are the only places to shop. Other opportunities for public gathering happen at the school gym, which is open to adults for basketball at night, or at bingo, which happens every night of the week except Sunday and Wednesday."}, {"role": "body", "text": "The bingo hall sits across from the village’s water tanks. It is a large room with scuffed linoleum floor. On the evening that I went to play, the man calling the numbers, in the front of the room, was a member of the volunteer search-and-rescue squad named Carl Swan, a cousin of Janet Mitchell’s. The bingo was relaxing: the soft whirr of the balls in the air machine, the mild concentration of applying the ink dabber to the newsprint bingo card, the smell of cigarettes that wafted in from the entryway between games. Alcohol is banned in Kivalina, although it finds its way in. (When I asked one resident if alcohol was “a problem,” he laughed. “Yeah, it’s a big problem,” he said. “It costs too much.”) A water-stained notice on the wall displayed the liquor ordinance, and the bingo players drank sodas and energy drinks. People in Kivalina are suspicious of their drinking water because of the mine."}, {"role": "body", "text": "The Red Dog Mine is some fifty miles to the east of Kivalina. Every spring, when the ice begins to melt, the mine discharges its wastewater into Red Dog Creek, which flows into the Wulik River, from which, downstream, Kivalina draws its drinking water. Many of the houses I visited had Brita or Berkey water filters on the kitchen counters. (A spokesperson from the mine said that the wastewater is treated and discharged under strict water permits that comply with the Clean Water Act.)"}, {"role": "body", "text": "Kivalina has a complicated relationship with Red Dog. In lieu of taxes, the mine makes annual payments to the Northwest Arctic Borough, which provides most of the municipality’s operating budget. Teck Resources, the Canadian company that owns the mine, also pays nana a share of its revenue. Every Native corporation in Alaska gets a cut of the revenue, but Kivalina bears a disproportionate environmental impact. I heard residents blame the mine’s haul road for interrupting the migration of the Western Arctic caribou herd, and its ships for altering the paths of belugas and bowheads. (The mine spokesperson said that leaders from Kivalina are on a subsistence committee that meets regularly with mine representatives to develop procedures and policies designed to minimize potential wildlife impacts.) Relocating a few miles inland will not alleviate these concerns, however, as Kivalina’s drinking water and hunting grounds will remain the same."}, {"role": "body", "text": "The mine’s assurances that the drinking water is clean have not eased fears that something is affecting the villagers’ health. Hawley teared up as she described babies in the village who had been born with severe congenital anomalies. “I don’t like to talk about this, because it just gets to me,” she said. “The only thing we had when we were growing up was snotty noses and sore throats.”"}, {"role": "body", "text": "In 2004, a group of six villagers filed a lawsuit against Red Dog for violations of the Clean Water Act. A federal judge found that the mine had violated the act more than six hundred times. In a settlement, the company agreed to build a discharge pipeline directly from the mine to the sea, but it later paid an eight-million-dollar civil penalty to the U.S. instead, citing feasibility issues. In 2017, the village, nana, and Teck signed a memorandum of agreement to jointly address environmental concerns. The village has also pushed for more local hires, and it is only recently, Hawley told me, that enough people in Kivalina have found steady work at the mine to more than fill a nine-person prop plane."}, {"role": "body", "text": "One afternoon during my stay in Kivalina, representatives from the mine participated in the first in-person community-relations meeting to be held with the village since 2019. In the school gym, under the banners of the Northwest Arctic Borough athletic league (Kivalina’s mascot is the qavvik, or wolverine), the villagers, who ranged from toddlers to the very old, sat on bleachers. A wide array of habitats were depicted in their camouflage outerwear: winter birches, spruce forests, marshy rushes. Representatives from Teck and nana, wearing business-casual clothes, set up tables with various mining-related brochures and greeted the Kivalina residents with an upbeat air."}, {"role": "body", "text": "The villagers had plenty of questions. One wanted to know why the loader that handles the mine’s ore wasn’t covered, to contain hazardous dust. Another asked about a moose that had recently been hit by a mining truck—weren’t the trucks supposed to stop? A former employee at the mine questioned whether budget cuts were the real reason that he’d been let go a couple of weeks before his probation period was supposed to end. Few of these questions received direct answers, although they were logged into a laptop by a woman sitting at a folding table. (The mine spokesperson has since explained that the loader does have dust covers, and that the truck driver was unable to brake in time.)"}, {"role": "body", "text": "Red Dog’s days are numbered. In nine years, the source of more than eighty per cent of the Northwest Arctic Borough’s operating budget will tap out. While exploration is under way at several sites nearby, they are not all on nana-owned lands. A slide-show presentation, given by a Teck representative named Rachel Wallis, focussed on Teck’s past approach to mine closures and reclamation, the process by which the environmental effects of a closed mine are minimized. Wallis, who is from Canada, had blondish hair and wore a red plaid dress and knee-high boots."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/63766ea3f4bc8ee30e838708/master/w_1600,c_limit/221128_a27102.jpg", "imageWidth": 1600, "imageHeight": 1390}, {"role": "body", "text": "“Does anyone know how much Red Dog has put aside for reclamation at this point?” Wallis asked. Nobody responded."}, {"role": "body", "text": "“Six hundred million,” she said. “I think it should help give some comfort that these things have been planned ahead so that it isn’t a burden to the taxpayer, to the community, to the environment, and to the animals.” The money that had been set aside was less than the mine’s revenue for 2021."}, {"role": "body", "text": "The mine officials explained part of the plan in shorthand: the waste rock would be covered with a layer of impermeable plastic, and then a layer of soil, which would be planted with what one mine representative described as “native seed.” This process is meant to prevent what is known as acid-rock drainage, which happens when waste rock—what the mine removes in order to reach the ore—is exposed to oxygen and water and releases sulfuric acid into the environment. The acid can change the pH balance of a watershed, causing die-offs of aquatic life and leaching heavy metals from rocks which, in turn, can accumulate in plants and make their way up the food chain. One way to prevent this is to keep the waste rock permanently protected from the elements."}, {"role": "body", "text": "“Reclamation plans are a big part of the community,” Wallis said at one point. “Some people even want certain kinds of medicines planted there, certain kinds of berries, people might want to open up a campsite—there’s a whole range of things that you can do when you close a mine.”"}, {"role": "body", "text": "She showed a before-and-after photograph of the reclamation of a lead, silver, and zinc mine in British Columbia. The first image, taken at the turn of the twentieth century, showed an industrial site. The second picture had the vivid green grass of a Microsoft Windows screen saver."}, {"role": "body", "text": "“What kind of fertilizer do you use to make it so green?” Alice Adams, an elder who serves on the Kivalina City Council, asked."}, {"role": "body", "text": "“Have you ever been to British Columbia?” Wallis asked. “It is very, very green in British Columbia. It’s like an emerald jewel.”"}, {"role": "body", "text": "The meeting went on, and the questions became more contentious. Discussion turned to allegations by the villagers that the mine was discharging its wastewater too early in spring, before the ice on the river had fully melted, and that the increased flow of water was breaking up the ice and curtailing their ice-fishing season. A slide show had paused on a photograph of a large herd of caribou roaming the hills near the mine. Someone asked when it was taken; she couldn’t recall the last time she had seen a herd that big in the area. (The mine spokesperson said that before the mine discharges its wastewater Kivalina residents are taken up in a helicopter to see the state of the ice.)"}, {"role": "body", "text": "Another elder raised his hand and was given the microphone. “I’ve been here from the beginning of the mine,” he said. “They told me, ‘We leave the land like it is when we first come in. If we leave in 2036, that’s the last day, we leave it like we come in.’ Broken promise! Broken, broken promise!”"}, {"role": "body", "text": "The meeting concluded with a hurried raffle. The company gave away an Amazon tablet, a Bose speaker, and vouchers for stove oil and gasoline. Alice Adams won a coffee gift bag. “I don’t drink coffee,” she said, as she collected it. Then the mine representatives packed up their projector and their collapsible screen and their brochures and caught their plane out of town."}, {"role": "body", "text": "Janet Mitchell, the storm chronicler, had good news later that night: her grandson’s hunting party had travelled up the Wulik River by boat and killed a caribou, a straggler isolated from its herd. The next morning, her nephew Clinton sat outside the community center with the carcass, teaching her grandson Aaron and another teen-age boy how to skin it as older relatives had once taught him. “The liver makes a great breakfast with pancakes,” Clinton told me. Mitchell rolled up on her Honda four-wheeler and snapped some photographs. The caribou’s hind legs were unceremoniously placed in a cardboard box on the ground, hooves up. As the boys used their fists to separate the animal’s skin from the carcass, other villagers stopped by on their Hondas to get intel: You guys just see that one? There’s gotta be more coming."}, {"role": "body", "text": "“Up in the hills, maybe,” Clinton said, referring to an area farther east of the new village site, where the tundra and the floodplains give way to the foothills of the De Long Mountains."}, {"role": "body", "text": "Later that afternoon, I was having coffee with Carl Swan, the bingo caller, when Aaron came to the door holding the caribou’s heart and some ribs, a gift from his first hunting trip. Swan broke apart a Dr Pepper box and laid the meat on it before returning to our conversation, and the teen-ager went back outside. Swan told me that two of his own children were studying at a public boarding school in Kotzebue, where he hoped they would get a better education than they could in Kivalina."}, {"role": "body", "text": "“Kivalina is a very hard place to live in, not just because of the massive snowstorms and blizzards and rain and those kinds of things but everything from our history,” Colleen Swan had said to me. “Poor living conditions are a contributing factor to juvenile delinquency. The doctrine of discovery is a major contributor to the social problems in a lot of Native communities,” she continued, using a term that refers broadly to the justifications of colonization. “Because of the climate issue, many of our young people won’t experience life as I have lived it.” In recent years, Swan has immersed herself in a writing project about what she calls “the ancient ways.”"}, {"role": "body", "text": "“My dad would hunt with dog teams. They had skin boats to hunt in the water. The kids are not going to experience this ever, because even the bearded seals are suffering. Everything that swims in the ocean is feeling the impact.”"}, {"role": "body", "text": "In Kivalina, there was little illusion of a separation between damage to the environment and damage to humans. Relocation might ease overcrowding, and the arrival of running water in rural Alaskan homes has been correlated with reductions in respiratory, skin, and gastrointestinal infections, but Kivalina has other problems, too. Rates of obesity and diabetes have risen, and they might worsen as environmental changes continue to affect subsistence hunting and fishing practices. Some impacts of climate change, such as the long-term outlook for the area’s permafrost, are still unknown. One villager expressed worry about a crack that had already appeared in the new road."}, {"role": "body", "text": "Still, Millie Hawley told me that the road and the promise of relocation had improved morale. “People started relaxing when that road was built, because now they have an escape plan,” she said. “Before that, you could feel the doom and gloom in the village for many years. It was, like, hopeless. People were wild, they did anything. They would say things like ‘We’re gonna die anyway.’ ”"}, {"role": "body", "text": "One afternoon, Janet Mitchell asked if I wanted to see the new school site with her youngest brother, Replogle (Reppi) Swan, Sr., who is a whaling captain, the fire chief, and the president of Kivalina’s search-and-rescue team. Because of his civic duties, Swan has a white pickup truck. It was one of a total of four cars I saw in Kivalina, something that might change now that the village has a road, even if it’s only eight miles long and ends, for now, at a construction site. When we stopped by his house, Swan turned off the reality TV show “Alaskan Bush People,” and we got into the truck. Also along for the ride was his wife, Dolly. The Swans are avid hunters, and the trip doubled as a chance for them to scout for caribou. As we drove, Willie Nelson’s “Seven Spanish Angels” played on the radio, and Dolly scanned the horizon with her binoculars."}, {"role": "body", "text": "“Those mountains in the back are white,” Dolly said, looking at the De Long range in the distance."}, {"role": "body", "text": "“I’m not ready for winter,” Mitchell said."}, {"role": "body", "text": "Swan drove slowly, protecting his tires from the road’s sharp gravel rocks. The landscape was golden and strewn with ponds and occasional tracks where Hondas had passed through. The name of the hill that the new village site abuts is Kisimigiuqtuq, but many people refer to it as K-Hill. It was not a place with a known history of permanent habitation—the ancestral Kivalliñigmiut had kept their dwellings near the coasts or the rivers, for purposes of transportation and access to water. At the end of the road was the new school, a large building with gray metal siding and accents of lime green and teal, built on piles in order to keep piping above ground and prevent the permafrost underneath from melting. There was a small, bright-colored playground in front of the school, and two yellow school buses, brought from Anchorage by barge, were parked nearby. One of Millie Hawley’s many headaches was finding someone who was willing to get a commercial driver’s license to operate them. The weather at K-Hill is harsher than it is by the coast, and, because of the prevailing winds, snowdrifts can reach thirty or forty feet high. The school was planning to build a snow fence. The buses looked as though they’d been designed for another universe, one of paved roads, gas stations, and crossing guards. Next to the school was a construction camp housing some of the workers I’d seen on my flight from Anchorage. They mostly kept to themselves, their food brought in from elsewhere. Starting in November, when the school opened, everything would need to be transported here, eight miles from the airport: the students, the food for their lunches, heating oil to keep the building warm, water."}, {"role": "body", "text": "Reppi Swan did a wide loop around the school and continued up the hill, revving past the point where the road petered out to reach a crest, four hundred feet above sea level. We got out of the truck and stood looking out at the tundra, which unfolded before us, brown and untroubled, far into the mountains. It was freezing, and winter had not even started. Mitchell and Swan exchanged stories of the Little People, a parallel tribe who, Mitchell told me, lived among the Inupiat people before deciding that they preferred to live in isolation. Some say that Little People still visit Kivalina. On his phone, Swan showed me a zoomed-in photograph that featured several white dots outside a cave. In the next photo, the dots had disappeared, and Swan suggested that they might have been Little People. Swan and Dolly spotted a couple of musk oxen in the distance, but nothing they cared to pursue. We stayed there for a while, in the whipping wind, then returned to the warmth of the truck and drove back to Kivalina, which in this empty, open place seemed to be all there was of the known world."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/63766ea3573147b2b8a31414/master/w_1600,c_limit/221128_r41451.jpg", "imageWidth": 1600, "imageHeight": 1305, "imageDescription": "A view of Kivalina from a plane—and the tundra in late October, covered in snow."}]}