{"title": "Celebrating the Holidays in N.Y.C.", "subtitle": "A roundup of festive events this season includes gingerbread, trees, Harry Potter, and Kiki and Herb.", "authorName": "The Editors", "coverImageURL": "https://media.newyorker.com/photos/63764ffada55c9d8765b1321/master/w_2240,c_limit/221128_r41403.jpg", "coverImageWidth": 2240, "coverImageHeight": 1135, "coverImageDescription": "Illustration by Alice Piaggio", "hashTag": "Goings On About Town", "publishDate": "November 18, 2022", "contents": [{"role": "second", "text": "Baroque Neapolitan Crèche"}, {"role": "body", "text": "Below the choir of angels that’s decorating the twenty-foot-tall spruce in the Met’s Medieval Hall is a Nativity scene, crafted by Italian artisans in the eighteenth century, which calls to mind both Biblical Bethlehem and a jubilant prequel to Elena Ferrante’s Neapolitan novels, as exquisite polychrome figurines of the Holy Family, the Magi, and the shepherds are joined by others representing the vibrant street life of Naples. (The Met; through Jan. 8.)"}, {"role": "second", "text": "Gingerbread NYC"}, {"role": "body", "text": "In early November, the Museum of the City of New York pulled a Paul Hollywood and hosted the first Great Borough Bake-Off, in which amateurs and professionals alike competed. (Somewhere Sinatra is singing, “If you can bake it there, you’ll bake it anywhere.”) The winners—including confectionary homages to the Staten Island Ferry, a Brooklyn brownstone, and the elevated subway in Queens—are now on view. (Museum of the City of New York; through Jan. 8.)"}, {"role": "second", "text": "Holiday Train Show"}, {"role": "body", "text": "To see Yankee Stadium, you head to the Bronx, where you don’t expect to see the Brooklyn Bridge or the Statue of Liberty. But, at the Bronx’s New York Botanical Garden, some twenty-five model trains and trolleys whiz past almost two hundred New York City landmarks—enchanting miniatures, meticulously constructed from bark, moss, and load-bearing cinnamon sticks—in the Enid A. Haupt Conservatory. (New York Botanical Garden; through Jan. 16.)"}, {"role": "second", "text": "“George Balanchine’s The Nutcracker”"}, {"role": "body", "text": "When Balanchine created “The Nutcracker” for New York City Ballet, in 1954, he drew from childhood memories of the version in which he had danced in St. Petersburg, before the Revolution. His part was in the “hoop dance” (in a role now known as Candy Cane), a virtuosic jumping number set in the Land of the Sweets. (Balanchine kept the original choreography.) He had the excellent idea of filling the ballet with children, including its two protagonists, Marie and the Nutcracker Prince. Last year, because of vaccination issues, the kids were a little older, but this year they once again range from eight to thirteen. (David H. Koch Theatre; Nov. 25-Dec. 31.)"}, {"role": "second", "text": "Kiki and Herb: “Do You Hear What We Hear?”"}, {"role": "body", "text": "The twisted cabaret dynamos Kiki and Herb were never exclusively Christmastime visitors, but the holiday has long factored into their myth. In 2021, the duo—the singer Justin Vivian Bond as Kiki and the pianist Kenny Mellman as Herb—revived their seasonal show for the first time in more than a decade; for a segment of the downtown populace, natural order was restored. Now Kiki and Herb embark on a brief tour that stops at the Beacon; it’s followed by a run of Bond’s solo show, “Oh Mary, It’s Christmas!,” at Joe’s Pub (Dec. 16-23). (Beacon Theatre; Dec. 3.)"}, {"role": "second", "text": "Jingle Ball 2022"}, {"role": "body", "text": "The artists may be young and contemporary, but iHeartRadio’s annual holiday blowout is a brazenly old-fashioned event, down to its association with an entity that many attendees may hardly recognize—a radio station. As in years past, the program draws from some of the moment’s shiniest pop stars, including Dua Lipa, Lizzo, Charlie Puth, and Demi Lovato, along with the antediluvian Backstreet Boys. But the true stars of the night might prove to be the teenyboppers in the audience, screaming their little heads off. (Madison Square Garden; Dec. 9.)"}, {"role": "second", "text": "“Peter and the Wolf”"}, {"role": "body", "text": "This tale, about a boy who defies a warning not to go out into a meadow, only to encounter a hungry wolf, originated as a Soviet lesson about youthful resourcefulness. Sergei Prokofiev, who set it to music, cleverly fashioned it as an introduction to the orchestra. In this charming half-hour production, for “Works & Process,” narrated by the avuncular Isaac Mizrahi, with witty choreography by John Heginbotham, Central Park stands in for the Russian meadow. (Guggenheim Museum; Dec. 10-11.)"}, {"role": "second", "text": "Winter Family Fair"}, {"role": "body", "text": "’Tis the season for the Morgan Library to display a page from its original manuscript of Dickens’s holiday classic, “A Christmas Carol.” This year, additional inspiration for the child-friendly activities at the museum’s annual event is provided by a trio of concurrent shows, devoted to “The Little Prince,” to the Mesopotamian poet Enheduanna, and to the 2015 book “Sail Away,” which pairs poems by Langston Hughes with collages by Ashley Bryan. (Morgan Library & Museum; Dec. 11.)"}, {"role": "second", "text": "New York Philharmonic"}, {"role": "body", "text": "John Williams’s film scores for the Harry Potter movies begin with a melody that opens a portal to a young wizard’s magical world, but the twinkling celesta and rushing strings could just as easily conjure the wonder of the holiday season—the very sound of tinselly snowflakes carried aloft on a wintry gust. The New York Philharmonic provides live accompaniment for a screening of “Harry Potter and the Chamber of Secrets” (Dec. 20-23); for the more traditionally inclined, there’s Handel’s “Messiah” (Dec. 13-17) and the brass players’ annual holiday concert (Dec. 16-17). (David Geffen Hall.)"}, {"role": "second", "text": "“Unsilent Night”"}, {"role": "body", "text": "This year marks the thirtieth anniversary of “Unsilent Night,” the perfect carolling option for those who cringe at the thought of singing in public. A sort of pre-Internet flash mob, the piece is the handiwork of the composer Phil Kline, who greets attendees at the Washington Square Arch with boom boxes loaded with different parts of his instrumental composition. (There’s also an app.) After hitting Play, participants stroll to Tompkins Square Park. Last year, “Unsilent Night” fell during peak Omicron, making the outdoor happening the only palatable concert in town, and, year in, year out, it never fails to warm hearts on a cold night. (Washington Square Park; Dec. 18.)"}, {"role": "second", "text": "“New Year’s Eve Concert for Peace”"}, {"role": "body", "text": "At the magnificent Cathedral of St. John the Divine, Kent Tritle and Bryan Zaros conduct the cathedral’s forces in a program that runs the emotional gamut. Gustav Holst’s uplifting, warmly orchestrated “St. Paul’s Suite” appears alongside David Lang’s “Make Peace,” a clear-eyed plea arranged for a-cappella choir, and Philip Herbert’s tearful “Elegy: In Memoriam Stephen Lawrence.” Joseph Turrin’s “Lullaby for Vaska,” dedicated to the Ukrainian people, has its world première. (Cathedral of St. John the Divine; Dec. 31.)"}]}