{"title": "CLIMATE CHANGE FROM A TO Z", "subtitle": "The stories we tell ourselves about the future.", "authorName": "Elizabeth Kolbert", "coverImageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/a.png", "coverImageWidth": 359, "coverImageHeight": 371, "coverImageDescription": "Illustrations by Wesley Allsbrook", "hashTag": "Annals of a Warming Planet", "publishDate": "November 22, 2022", "contents": [{"role": "head", "text": "Arrhenius"}, {"role": "body", "text": "Svante Arrhenius was, by nature, an optimist. He believed that science should—and could—be accessible to all. In 1891, he got his first teaching job, at an experimental university in Stockholm called the Högskola. That same year, he founded the Stockholm Physics Society, which met every other Saturday evening. For a fee of one Swedish crown, anyone could join. Among the society’s earliest members was a Högskola student named Sofia Rudbeck, who was described by a contemporary as both “an excellent chemist” and “a ravishing beauty.” Arrhenius began writing her poetry, and soon the two wed."}, {"role": "body", "text": "Physics Society meetings consisted of lectures on the latest scientific developments, many delivered by Arrhenius himself, followed by discussions that often lasted well into the night. The topics ranged widely, from aeronautics to volcanology. The society devoted several sessions to considering the instruments that would be needed by Salomon August Andrée, another early member of the group, who had decided to try to reach the North Pole via balloon. (Whatever the quality of his instruments, Andrée’s voyage would result in his death and the death of his two companions.)"}, {"role": "body", "text": "A question that particularly interested the Physics Society was the origin of the ice ages. All over Sweden lay signs of the glaciers that had, for vast stretches of time, buried the country: rocks with parallel scrapings; strange, sinuous piles of gravel; huge boulders that had been transported far from their source. But what had caused the great ice sheets to descend, carrying all before them? And then what had caused them to retreat, allowing the rivers to flow once again and the forests to return? In 1893, the society debated various theories that had been proposed, including one linking the ice ages to slight variations in the Earth’s orbit. The following year, Arrhenius came up with a different—and, he thought, better—idea: carbon dioxide."}, {"role": "body", "text": "Carbon dioxide, he knew, had curious heat-trapping properties. In the atmosphere, it allowed visible light to pass through, but it absorbed the longer-wave radiation that the Earth was constantly emitting to space. What if, Arrhenius speculated, the amount of CO2 in the air had varied? Could that explain the glaciers’ ebb and flow?"}, {"role": "body", "text": "The math involved in testing this theory went far beyond what was possible at the time. Arrhenius didn’t have a calculator, let alone a computer. He lacked crucial information about which wavelengths, exactly, CO2 absorbs. The climate system, meanwhile, is immensely complicated, with feedback loops nestled within feedback loops."}, {"role": "body", "text": "Arrhenius, who would later win a Nobel Prize for an unrelated discovery, plunged ahead anyway. On Christmas Eve, 1894, he began constructing a climate model—the world’s first. He assembled temperature data from around the globe and made ingenious use of a set of measurements that had been taken a decade earlier by an American astronomer, Samuel Pierpont Langley. (Langley had invented a device—a bolometer—for gauging infrared radiation, and had used it to determine the temperature of the moon.) Arrhenius performed thousands of computations—perhaps tens of thousands—and often labored over this task for fourteen hours a day. He was still calculating away as his marriage fell apart. In September of 1895, Rudbeck moved out. In November, without having seen Arrhenius again, she gave birth to their son. The following month, Arrhenius finished his work. “I should certainly not have undertaken these tedious calculations if an extraordinary interest had not been connected with them,” he wrote."}, {"role": "body", "text": "Arrhenius believed that he had unravelled the mystery of the ice ages, a riddle that had “hitherto proved most difficult to interpret.” He was at least partly right: ice ages are the product of a complex interplay of forces, including wobbles in the Earth’s orbit and changes in atmospheric CO2."}, {"role": "body", "text": "His model turned out to have another use as well. All across Europe and North America, coal was being shovelled into furnaces that were bellowing out carbon dioxide. By thickening the atmospheric blanket that warmed the Earth, humans must, Arrhenius reasoned, be altering the climate. He calculated that, if the amount of carbon dioxide in the air were to double, then global temperatures would rise between three and four degrees Celsius. A few quadrillion computations later, vastly more advanced climate models predict that doubling CO2 will push temperatures up between 2.5 and four degrees Celsius, meaning that Arrhenius’s pen-and-paper estimate was, to an uncanny degree, on target."}, {"role": "body", "text": "Arrhenius thought that the future he had conjured would be delightful. “Our descendants,” he predicted, would live happier lives “under a warmer sky.” The prospect was, in any event, distant; doubling atmospheric CO2 would, he reckoned, take humanity three thousand years."}, {"role": "body", "text": "It’s easy now to poke fun at Arrhenius for his sunniness. The doubling threshold could be reached within decades, and the results are apt to be disastrous. But who among us is any different? Here we all are, watching things fall apart. And yet, deep down, we don’t believe it."}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/b.jpg", "imageWidth": 720, "imageHeight": 725}, {"role": "head", "text": "Blah, Blah, Blah"}, {"role": "body", "text": "On September 28, 2021, at the Youth4Climate conference, held in Milan, Greta Thunberg took the stage. Sitting near her was the city’s mayor, Giuseppe Sala, wearing a mask. Thunberg, who is five feet tall, could barely be seen over the lectern. She had removed her mask and was smiling."}, {"role": "body", "text": "“Climate change is not only a threat, it is above all an opportunity to create a healthier, greener, and cleaner planet which will benefit all of us,” she began. “We must seize this opportunity—we can achieve a win-win in both ecological conservation and high-quality development. . . . We need to walk the talk; if we do this together, we can do this."}, {"role": "body", "text": "“When I say ‘climate change,’ what do you think of?” she went on. “I think of jobs—green jobs.” This received a round of applause."}, {"role": "body", "text": "“We must find a smooth transition towards a low-carbon economy,” Thunberg said. “There is no Planet B. There is no Planet Blah—blah, blah, blah; blah, blah, blah.” Her listeners, including Sala, started to realize that they’d been had. The applause died down."}, {"role": "body", "text": "“Build Back Better—blah, blah, blah,” Thunberg continued."}, {"role": "body", "text": "“Green economy—blah, blah, blah."}, {"role": "body", "text": "“Net zero by 2050—blah, blah, blah."}, {"role": "body", "text": "“Net zero—blah, blah, blah."}, {"role": "body", "text": "“Climate neutral—blah, blah, blah."}, {"role": "body", "text": "“This is all we hear from our so-called leaders: words—words that sound great, but so far have led to no action,” Thunberg said. “Of course we need constructive dialogue, but they’ve now had thirty years of blah, blah, blah, and where has that led us?”"}, {"role": "image", "imageURL": "https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/images/2.png", "imageWidth": 1584, "imageHeight": 880, "imageDescription": "Four countries are responsible for half of all historical CO₂ emissions. About a hundred and ninety countries are responsible for the other half."}, {"role": "body", "text": "It was thirty years ago that the world’s “so-called leaders” gathered in Rio de Janeiro for the so-called Earth Summit. Everyone agreed that radical change was needed. To avert disaster, global CO2 emissions, which were then running at around twenty-two billion metric tons a year, would have to be reduced, eventually almost to zero. How this would happen, no one really knew. Still, the goal of preventing “dangerous” warming was enshrined in the United Nations Framework Convention on Climate Change, which President George H. W. Bush cheerfully signed."}, {"role": "body", "text": "“Some find the challenges ahead overwhelming,” Bush said. “I believe that their pessimism is unfounded.”"}, {"role": "body", "text": "A follow-up conference of the parties, or cop, took place in Kyoto in 1997. By then, annual global emissions had risen to twenty-four billion tons. After much back-and-forth, it was agreed that something had to be done. The Kyoto Protocol, an addendum to the Framework Convention, laid out specific emissions-reduction targets for countries to meet."}, {"role": "body", "text": "“I am both determined and optimistic that we can succeed,” Vice-President Al Gore told the diplomats gathered in Japan."}, {"role": "body", "text": "After Kyoto, global emissions kept on rising, only faster. By 2009, they’d climbed to thirty-two billion tons a year. That fall, President Barack Obama flew to Copenhagen for yet another conference of the parties—cop15. “I believe that we can act boldly, and decisively, in the face of this common threat,” he declared."}, {"role": "body", "text": "By 2015, emissions had increased to thirty-five billion tons a year. At that year’s cop—No. 21—held in Paris, it was decided that, at last, really and truly, it was time to get serious. “The decisions you make here will reverberate down through the ages,” the United Nations Secretary-General, Ban Ki-moon, told the delegates. Nevertheless, emissions continued to rise. In the past thirty years, humans have added as much CO2 to the atmosphere as they did in the previous thirty thousand."}, {"role": "body", "text": "At some point during all the “blah, blah, blah”-ing—it’s hard to say when, exactly—climate change ceased to be a prospective problem and became a clear and present one. Since Rio, the Arctic ice cap has shrunk by two-fifths. Greenland has shed some four trillion metric tons of ice, and mountain glaciers have lost six trillion tons. Heat waves are now hotter, droughts deeper, and storms more intense. In some parts of the world, the wildfire season never ends."}, {"role": "body", "text": "One conclusion to draw from this pattern is that the world isn’t going to avoid “dangerous” warming. Global leaders will continue to gather at cops—this year’s, in Sharm el-Sheikh, just concluded—and to speak loftily about “net zero” and “a low-carbon economy.” But nothing will change, and, as a result, everything will change. There will be large-scale crop failures. The Greenland ice sheet will start to collapse—it may already be collapsing—and, owing to sea-level rise in some places and desertification in others, large swaths of the globe will become uninhabitable."}, {"role": "body", "text": "This conclusion is not, however, the one that Thunberg chose to draw when she spoke at the Youth4Climate conference. “Right now we are still very much speeding in the wrong direction,” she told the crowd in Milan. “But, of course, we can still turn this around—it is entirely possible."}, {"role": "body", "text": "“The leaders like to say, ‘We can do this,’ ” she went on. “They obviously don’t mean it, but we do—we can do this. I’m absolutely convinced that we can.”"}, {"role": "body", "text": "Or, as Thunberg might put it, Blah, blah, blah."}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/c.png", "imageWidth": 359, "imageHeight": 371}, {"role": "head", "text": "Capitalism"}, {"role": "body", "text": "What’s the matter here? Why has so little progress been made on climate change, even as the dangers have become ever more apparent?"}, {"role": "body", "text": "According to one school of thought, the problem has to do with incentives. There’s a great deal of money to be made selling fossil fuels—just in the first quarter of 2022, twenty-five of the world’s largest oil-and-gas producers announced profits of close to a hundred billion dollars—and still more money to be made by burning fossil fuels to make stuff to sell, from sunglasses to steel girders. Meanwhile, the costs of climate change can be fobbed off on someone else. To use the technical term, they are a “negative externality.” In the words of the Stern Review, a report commissioned by the British government in 2005, climate change “is the greatest and widest-ranging market failure ever seen.”"}, {"role": "body", "text": "By this account, the obvious solution is to realign the incentives—to internalize the externalities. If the cost of the damage caused by a ton of CO2 was borne by the business (or individual) responsible for emitting that ton, then the business (or individual) would be motivated to cut back. “A carbon tax offers the most cost-effective lever to reduce carbon emissions at the scale and speed that is necessary,” a 2019 statement signed by thirty-five hundred economists, including twenty-eight Nobel Prize winners, declared. Such a tax would move “the invisible hand of the marketplace to steer economic actors towards a low-carbon future.”"}, {"role": "body", "text": "According to a second school of thought, the trouble runs a whole lot deeper. Our political system is dominated by corporate money in general and fossil-fuel money in particular. (Last year, the oil-and-gas industry reportedly spent a hundred and twenty million dollars lobbying Washington, and it probably spent a great deal more via front groups.) It’s therefore naïve to imagine that policies that cut into fossil-fuel profits will be enacted. And even if they were, they wouldn’t solve the essential problem, which is that the “invisible hand” always grasps for more. If it’s not more oil, it will be more lithium to build batteries, and if it’s not more lithium it will be more cobalt, mined from the bottom of the sea."}, {"role": "body", "text": "“When it comes to global warming, we know that the real problem is not just fossil fuels—it is the logic of endless growth that is built into our economic system,” Jason Hickel, an economic anthropologist at the Autonomous University of Barcelona, has written. Climate change can’t be dealt with using the tools of capitalism, because it is a product of capitalism. It can be dealt with only by throwing off capitalism in favor of something else—a system aimed not at growth but at “degrowth.”"}, {"role": "body", "text": "“The difficult truth is that, to prevent climate and ecological catastrophe, we need to level down” is how the British environmental writer George Monbiot recently put it."}, {"role": "body", "text": "A third line of thought—perhaps too bleak and unpopular to be called a school—is that, if big change is hard, bigger change is even harder. How are we going to build a whole new economic system if we can’t even enact a carbon tax?"}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/bg-d.jpg", "imageWidth": 1920, "imageHeight": 1932}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/d.jpg", "imageWidth": 600, "imageHeight": 603}, {"role": "body", "text": "Despair is unproductive. It is also a sin."}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/e.jpg", "imageWidth": 720, "imageHeight": 725}, {"role": "head", "text": "Electrify everything"}, {"role": "body", "text": "Let’s try again, this time with feeling."}, {"role": "body", "text": "BIWF2 is a wind turbine that sticks up out of the Atlantic Ocean, about fifteen miles off the coast of Rhode Island. It’s six hundred feet tall, which is higher than the Washington Monument, and its blades are more than two hundred feet long. I’m on a boat designed to transport crews to offshore wind farms. The captain maneuvers right up to the metal stanchions that hold the turbine in place, so the blades are rotating directly overhead. They make a fantastic whooshing sound that builds and fades, builds and fades. The effect is at once thrilling and terrifying, as if some gigantic bird were trying to land on the deck. “Ah,” everyone on board exclaims as another blade descends."}, {"role": "body", "text": "BIWF2 has one neighbor half a nautical mile to the north and three more neighbors to the south. Together the turbines make up Block Island Wind Farm, America’s first offshore wind operation. A dozen more wind projects are currently planned off the East Coast, from Massachusetts to North Carolina. The turbines that will be erected in these projects will make BIWF2 look puny."}, {"role": "body", "text": "Staring up at the blades, I am looking into the future—or at least a future—and it’s inspiring. BIWF2 is a symbol of what can be accomplished when people put their minds to it."}, {"role": "body", "text": "In 1992, the year of the Earth Summit, the world had exactly one offshore wind farm, called Vindeby. Situated off the Danish island of Lolland, it consisted of eleven turbines, which, collectively, produced less power than BIWF2 does today. Now there are scores of offshore farms, most of them in European and Chinese waters. The largest, known as Hornsea 2, is in the North Sea, off the English coast; it comprises a hundred and sixty-five turbines, each so massive that a single sweep of its blades can power a household for a day. Block Island Wind Farm and Hornsea 2 are owned by the same company, which used to be known as Danish Oil and Natural Gas, or dong, but recently—and for obvious reasons—changed its name, to Ørsted. (It also owned Vindeby, which was decommissioned in 2017.) As more turbines have gone up, costs have plunged; just in the past decade, the price of offshore wind energy has declined by half."}, {"role": "body", "text": "Onshore wind has grown even faster, and its cost, too, has plummeted. In many parts of the world, it’s now cheaper to put up turbines than it is to operate an existing power plant that burns natural gas. In places with a lot of wind, such as Denmark, Ireland, and western Oklahoma, there’s sometimes so much power pouring into the grid that producers have to pay to get rid of it."}, {"role": "body", "text": "The price of solar power, meanwhile, has declined even more spectacularly. Since 2010, it’s dropped by more than eighty per cent. According to the International Energy Agency, solar power now offers “some of the lowest-cost electricity ever seen.”"}, {"role": "body", "text": "The rapidly falling price of renewables makes it possible to imagine a not too distant future in which the U.S., indeed the world, generates all its electricity emissions-free. Already there are brief periods—on the order of minutes—when California can produce enough electricity from renewables to meet its demand. In Denmark, this happens for entire windy days. (It occurred two days in a row this past May.)"}, {"role": "body", "text": "And, once it’s possible to imagine a carbon-free grid, all sorts of other opportunities open up. Substitute electric motors for internal-combustion engines and cars, too, can run emissions-free. The same goes for trucks and buses, ferries and forklifts. Plug them in! Tear out boilers and replace them with heat pumps! Swap gas ranges for induction stoves! Electrify as much as possible. Ideally, electrify everything."}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/f.jpg", "imageWidth": 720, "imageHeight": 730}, {"role": "head", "text": "Flight"}, {"role": "body", "text": "The Alia, a sleek, all-white aircraft with angular wings, looks like the offspring of an F-16 and a seabird. It has four propellers mounted on poles that bisect the wings horizontally; these rotate ceiling-fan style. I’m sitting in the cockpit of a mockup of the plane which is used to train pilots. My flight instructor, Vince Moeykens, directs me to pull, very gently, on a lever attached to the floor. The four propellers start to spin, the floor vibrates, and the surprisingly convincing simulacrum of the ground that’s being projected onto a screen in front of us begins to fall away."}, {"role": "body", "text": "“We’re really starting to climb,” Moeykens says, encouragingly. I lower the lever; the propellers on the top of the plane stop spinning, and one in the back takes over. We are now ostensibly moving forward, toward a large lake, which, since we’re in Burlington, Vermont, I take to be Lake Champlain. Moeykens assures me that I am doing a great job, but soon the ground appears to be whizzing back toward us, and I tug on another lever to lift the plane’s nose. I steer us out toward the simulated lake, and we glide peacefully over the simulated water. Just as I think I am starting to get the hang of things, it’s time to turn around. I bank too sharply and, remarkably convincingly, the plane seems to pitch. As I attempt to land, the aircraft lurches, and we have a near-miss with what looks like a parking garage. The queasiness I feel on stumbling out of the cockpit is entirely genuine."}, {"role": "body", "text": "The Alia runs solely on electricity. It’s manufactured by a company called Beta, which was founded, in 2017, by a former professional hockey player named Kyle Clark. (Clark studied mechanical engineering as an undergraduate, at Harvard; while there, he wrote a thesis about a plane that could be piloted like a motorcycle.) Beta occupies a U-shaped building overlooking a hangar at the Burlington airport. On the day I visited, several planes were parked in the hangar, including an Alia. The other Alia—only two exist—was wending its way back to Vermont from Bentonville, Arkansas, where it had been flown, in several hops, as a test. Clark had piloted the plane on some of the return-trip hops."}, {"role": "body", "text": "“Each one of those legs was about a hundred and eighty miles,” he told me. We were sitting in a conference room one floor up from the flight simulator, overlooking the hangar. The Alia, Clark explained, had been shadowed by a Cessna Caravan carrying a crew collecting data. On each leg, Clark estimated, the Alia had gone through about twenty dollars’ worth of stored electricity. To travel the same distance, the Cessna had burned about six hundred dollars’ worth of jet fuel."}, {"role": "body", "text": "“The reason I bring that up,” Clark continued, “is that, ultimately, what we are paying for in those two cases is energy. And the difference is a product of how much you’re wasting.”"}, {"role": "body", "text": "Compared with internal-combustion engines, electric motors are extremely efficient; an electric car can travel at least twice as far as a conventional sedan on the same amount of energy. The challenge for electrifying flight is that batteries are heavy. (Jet fuel, too, is heavy, but it’s a lot more energy dense, plus its weight drops as it gets burned.)"}, {"role": "image", "imageURL": "https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/images/3.png", "imageWidth": 1622, "imageHeight": 948, "imageDescription": "The Beta Alia, which runs on battery power, can travel a hundred and eighty miles on about twenty dollars’ worth of stored electricity."}, {"role": "body", "text": "Yet, as the Alia shows, rapid progress is being made. Beta has already applied to the Federal Aviation Administration for approval to transport cargo. UPS has placed an order for up to a hundred and fifty Alias, the first of which are supposed to be delivered in 2024. There are also electric passenger planes in the works. Eviation, a company headquartered in Washington State, has produced a prototype of a nine-seater dubbed Alice. Cape Air, based in Hyannis, Massachusetts, has said it intends to buy seventy-five Alices. Wright Electric, headquartered in Albany, New York, is planning to transform a British Aerospace commuter jet, the BAe 146, into an electric hundred-seater. “All short flights can be zero-emissions starting in 2026,” Wright’s Web site proclaims."}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/bg-g.jpg", "imageWidth": 1920, "imageHeight": 1973}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/g.jpg", "imageWidth": 600, "imageHeight": 611}, {"role": "head", "text": "Green Concrete"}, {"role": "body", "text": "“We are doing freeze-and-thaw tests here in this lab,” Mehrdad Mahoutian said. He pried the lid off a plastic container of the sort usually used to store leftovers. Inside was a gray block about the size of a juice box. It was sitting in a half inch or so of ice-fringed water."}, {"role": "body", "text": "“This is cement-free concrete,” Mahoutian said, indicating the block. “And this is salt water. For eighteen hours, they go into the freezer. And, for six hours, they get melted, basically.”"}, {"role": "body", "text": "It was the day after my journey in the flight simulator, and, following an unfortunate delay at the Canadian border, I had managed to find the headquarters of a company named CarbiCrete, in an industrial area of Montreal. Mahoutian, one of the company’s founders, was showing me around the R. & D. facility. Every few minutes, he was interrupted by a very loud rumble. “That’s the blocks being made,” he shouted over the din."}, {"role": "body", "text": "We passed into a second room, where two test walls of cinder block stood perpendicular to each other. Both were equipped with a shower apparatus made from PVC pipe, which was dripping water. A fan blew the water toward the blocks. Mahoutian explained that one test wall had been constructed with ordinary cinder blocks, the other with a new kind of block fabricated by CarbiCrete. The shower arrangement was gauging how the two walls compared in terms of water penetration. “In a few hours, we’ll measure the dampness and do some calculations,” he told me."}, {"role": "body", "text": "Concrete represents one of the world’s most obdurate carbon problems. Its key ingredient, Portland cement, is made by grinding up limestone, adding clay, and heating the mixture to more than two thousand degrees. The process demands a lot of energy, which is usually supplied by burning coal. But, more fundamentally, the issue with cement is its chemistry; heating limestone to the point that it transforms into quicklime unavoidably releases CO2. In 2021, some thirty billion tons of concrete were produced worldwide, almost four tons for every single person on the planet. The associated carbon emissions accounted for roughly eight per cent of the global total—more than aviation and shipping combined. Producing cement-free concrete, or what is sometimes referred to as green concrete, isn’t sexy, but it’s essential."}, {"role": "body", "text": "In place of cement, CarbiCrete makes use of a waste product—the slag left over from steel production. It pounds the slag into powder and mixes in crushed rock and water. The resulting slurry, which looks a lot like conventional concrete, can then be molded into blocks or tiles."}, {"role": "body", "text": "CarbiCrete bills its product, which for the time being is also known as CarbiCrete, not just as carbon-neutral but as carbon-negative. Mahoutian led me to a row of machines that resembled rice cookers. Each one was attached to a cannister of CO2. Inside the machines, little blocks of damp CarbiCrete were reacting with carbon dioxide; instead of releasing the gas, the blocks were soaking it up."}, {"role": "body", "text": "“Please touch,” Mahoutian instructed. The machines were hot. This, he explained, was because the reaction, rather than requiring heat, generated it."}, {"role": "body", "text": "For now, CarbiCrete buys its CO2 from a supplier. The plan, though, is eventually to use carbon that’s been captured at, say, a power plant or a steel mill."}, {"role": "body", "text": "“What we are doing basically is killing three birds with one stone,” Mahoutian told me. “We are not using cement. We are permanently capturing CO2. And we’re reducing the need for landfills.” As I was getting ready to leave, Mahoutian asked if I wanted a CarbiCrete tile or cinder block to bring home with me. I thought for a while and then decided to take both."}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/h.jpg", "imageWidth": 720, "imageHeight": 722}, {"role": "head", "text": "Hope"}, {"role": "body", "text": "“Hope is the pillar that holds up the world,” Pliny the Elder is supposed to have observed. “Hope is the dream of a waking man.” Go looking for hopeful climate stories and they turn up everywhere."}, {"role": "body", "text": "Not long ago, I came across one in a defunct wine distributorship, in Somerville, Massachusetts. The cavernous warehouse had been taken over by a company called Form Energy, whose waking dream concerns rust. Rusting usually proceeds in one direction, and the end result is a corroded nail or screw that winds up in the trash. But, as iron oxidizes, it gives up electrons. Therefore, if a current is applied to rust in solution, the process will run in reverse. At Form, the goal is to use this reverse-rusting trick to make a new kind of battery, one so cheap and durable it could power an entire city."}, {"role": "body", "text": "Billy Woodford, Form’s chief technology officer, studied material science at M.I.T. “Batteries have cool technical problems,” he told me as we descended into the warehouse turned research lab. The huge room was lined with experimental chambers that resembled glass-fronted refrigerators. Each was labelled, according to an inside joke that I never quite got, with the name of a different Oreo variety, like lemon or s’mores or gluten free. (I was surprised to learn that there had been a Lady Gaga Oreo, which consisted of pink wafers and green cream.)"}, {"role": "body", "text": "Inside the chambers were collections of some kind of high-tech Tupperware, with wires poking through the lids. The containers, in turn, held plates of iron bathing in liquid. Woodford explained that these were test batteries: “We’ll put in different iron—there’s different versions, depending on whether it’s produced, say, in Texas or Germany—and then different electrolytes.”"}, {"role": "image", "imageURL": "https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/images/4.png", "imageWidth": 1612, "imageHeight": 912, "imageDescription": "Iron-air batteries’ active components are iron, salt water, and air. They can soak up energy from wind farms, feeding it into the grid when needed."}, {"role": "body", "text": "Form’s full-scale batteries are going to be packaged in modules of fifty. Each module will be about the size of a washer and dryer placed side by side, and ten of them will be big enough to fill a shipping container. The first thirty shipping containers’ worth have been promised to Great River Energy, a Minnesota-based utility that buys a lot of wind power. The idea is that on blustery days the batteries will soak up energy. Then, on calm days, the plates will rust and feed current back into the grid."}, {"role": "body", "text": "Form’s C.E.O., Mateo Jaramillo, studied theology and later became a Tesla executive. While at Tesla, he worked on lithium-ion batteries, which are the sort used in most electric vehicles (and in the Alia), and also, in a slightly different form, in laptops and cell phones."}, {"role": "body", "text": "“Lithium-ion is fantastic,” Jaramillo told me. “And yet, if that’s the only tool you have, you still have a really hard time replacing high-capacity coal and natural-gas plants. To replace those, you need something that’s at least an order of magnitude cheaper than lithium-ion.” The materials needed for reversible rusting—air, salt water, and iron—are available in practically limitless quantities. “Besides coal, iron is the most-mined mineral on earth,” Jaramillo said. “So it scales.”"}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/i.jpg", "imageWidth": 720, "imageHeight": 719}, {"role": "head", "text": "Inflation Reduction Act"}, {"role": "body", "text": "“Ican say with confidence that I have never been more optimistic about America.” So tweeted President Joe Biden shortly after signing the Inflation Reduction Act, on August 16th. The bill, which authorizes federal spending of more than three hundred and fifty billion dollars on climate initiatives, had, Lazarus-like, sprung from the dead in late July, stunning just about everyone, including most members of the U.S. Senate."}, {"role": "body", "text": "Biden came into office vowing sweeping action on climate change. His first day in the White House, he announced that the U.S. was rejoining the Paris agreement, from which it had withdrawn under Donald Trump. Biden subsequently pledged to the world that, by 2030, the U.S. would cut its emissions by fifty per cent, compared with 2005."}, {"role": "body", "text": "Biden’s pledge wasn’t quite as ambitious as it seemed. The U.S.’s emissions peaked around 2005; since then, thanks largely to a shift from coal to natural gas, they have declined by about twenty per cent. Still, Biden’s promise was a reach. To have any hope of making good on it, the President needed to get legislation through Congress. To get legislation through Congress, he needed all fifty Senate Democrats. And to get all fifty Democrats he needed Joe Manchin."}, {"role": "body", "text": "Manchin, the senior senator from West Virginia, has made millions of dollars off a business that sells a kind of low-grade coal known as “gob.” During the last election cycle, he received more donations from the oil-and-gas industry than anyone else in Congress. Manchin strung the White House along for six months before killing off a $2.2-trillion legislative package that, among many other things, would have rewarded utility companies that reduced their emissions and fined those that didn’t. Seven months later, he rejected a pared-down version of the plan. “Joe Manchin to Planet Earth: Drop Dead,” the headline in Slate ran."}, {"role": "body", "text": "The surprise deal came after weeks of secret talks between Manchin and the Senate Majority Leader, Chuck Schumer. When the two men announced it, the Politico headline read “Manchin’s Latest Shocker.” The bill was predicated on a long list of concessions. It contained tax breaks for putting up wind farms and solar parks, for purchasing electric cars, and for developing energy-storage facilities. It also included tax breaks for aging nuclear plants, and for factories and power stations that continue to burn coal but capture the resulting carbon. It stipulated that, in order for the federal government to lease tracts for offshore wind development, it must lease at least sixty million acres a year for offshore oil and gas exploration. It relied almost entirely on incentives rather than penalties."}, {"role": "image", "imageURL": "https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/images/5.png", "imageWidth": 1566, "imageHeight": 856, "imageDescription": "Historical and Projected Net U.S. Greenhouse-Gas Emissions."}, {"role": "body", "text": "The Inflation Reduction Act is the first real piece of climate legislation to make it through Congress. If it does what it’s supposed to, it will further reduce the cost of clean energy and spur the growth of whole new industries. Many environmental groups lamented the concessions that had been made to Manchin and the fossil-fuel industry but cheered the bill anyway. The I.R.A. was called “historic,” “transformational,” and “the best news anyone who cares about the fate of the planet had heard in a very long time.”"}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/bg-j.jpg", "imageWidth": 1920, "imageHeight": 1932}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/j.jpg", "imageWidth": 600, "imageHeight": 601}, {"role": "head", "text": "Jobs, jobs, jobs"}, {"role": "body", "text": "Six years ago, Beta and Form didn’t exist, and CarbiCrete consisted of four men holding meetings at a Starbucks. Today, more than four hundred people work for Beta, three hundred work for Form, and forty work for CarbiCrete. Ørsted’s operations in North America employ more than six hundred people directly and thousands indirectly, through contracts for components, shipping, and logistical support."}, {"role": "body", "text": "Study after study has concluded that cutting emissions creates jobs. Recently, a Princeton-based team issued a report detailing how the U.S. could reduce its net emissions to zero by 2050. The researchers considered several possible decarbonization “pathways.” The one labelled “high electrification” would, they projected, eliminate sixty-two thousand jobs in the coal industry and four hundred thousand in the natural-gas sector. But it was expected to produce nearly eight hundred thousand jobs in construction, more than seven hundred thousand in the solar industry, and more than a million in upgrading the grid."}, {"role": "body", "text": "“For too long, we’ve failed to use the most important word when it comes to meeting the climate crisis,” President Biden declared last year. “Jobs, jobs, jobs. For me, when I think climate change, I think jobs.”"}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/k.jpg", "imageWidth": 720, "imageHeight": 726}, {"role": "head", "text": "Kilowatt"}, {"role": "body", "text": "If you add up all the energy America uses in a year—to produce electricity and also to perform the many tasks that have yet to be electrified, like driving and flying and making concrete—and you divide that by the total number of Americans, the result is per-capita consumption. The figure comes to about eighty thousand kilowatt hours. Toss in the energy used to manufacture the goods imported into the U.S., and the number rises to almost a hundred thousand kilowatt hours. To put this in terms of power, Americans are consuming roughly eleven thousand watts every moment of every day. A string of incandescent Christmas lights uses about forty watts. It’s as if each of us had two hundred and seventy-five of these strings draped around our homes, burning 24/7."}, {"role": "body", "text": "Owing to this every-day-is-Christmas level of consumption, annual emissions in the U.S. run to sixteen metric tons of CO2 per person. Americans don’t have the world’s highest per-capita emissions—that dubious honor goes to Kuwaitis and Qataris—but we’re up there. Per-capita consumption in Thailand and Argentina runs to around two and a half thousand watts and emissions to around four tons. Ugandans and Ethiopians use a hundred watts and emit a tenth of a ton. Somalis consume a mere thirty watts and emit just ninety pounds. This means that an American household of four is responsible for the same emissions as sixteen Argentineans, six hundred Ugandans, or a Somali village of sixteen hundred."}, {"role": "image", "imageURL": "https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/images/6.png", "imageWidth": 1488, "imageHeight": 872, "imageDescription": "Annual emissions in the U.S. run to roughly sixteen metric tons of carbon dioxide per capita. Lower-consuming countries emit a fraction of that amount."}, {"role": "body", "text": "These figures rarely feature in conversations about climate change in the U.S.; they were hardly mentioned, for instance, in the debate over the Inflation Reduction Act. But to the world’s low-consuming countries the inequities are impossible to ignore. They represent yet another way the Global North has exploited the Global South; call it atmospheric imperialism."}, {"role": "body", "text": "“These disparities chart the rise of developed countries at the expense of others,” Mohamed Adow, the director of Power Shift Africa, a Nairobi-based think tank, has written. “The history of climate change is one of compounding injustices.”"}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/l.jpg", "imageWidth": 720, "imageHeight": 723}, {"role": "head", "text": "Leapfrogging"}, {"role": "body", "text": "In 1947, the year India gained its independence, telephones were a rarity in the nation; there were fewer than a hundred thousand in the entire country. In the decades that followed, they remained scarce; as late as 1989, India had just four million phones for eight hundred and fifty million people. Three-quarters of rural villages lacked any phone connection at all; the official wait time for a line was almost four years, and, when one was finally installed, service was often dismal."}, {"role": "body", "text": "Then, practically all at once, phones were ringing everywhere. In 1994, the country auctioned off its first round of cellular licenses. The auction process was deemed “a mess”; nevertheless, cell service exploded. By 2010, six hundred million Indians were subscribers. (The country’s 2011 census revealed that more households had phones than had toilets.) In 2015, cell subscriptions hit a billion. India effectively skipped fixed-line phones and went straight to wireless, a process that’s become known as leapfrogging."}, {"role": "body", "text": "Today, India is home to 1.4 billion people. They consume a thousand watts per person, less than one-tenth of what Americans use. Were India to follow the fossil-fuel-slicked development path pursued by China, Europe, and the U.S., the result would be planetary disaster. Yet asking India to forgo prosperity on the ground that prosperous nations have already consumed too much is obviously impossible. Fewer than half of all households in the country own a refrigerator. Only one in ten owns a computer. And, even though temperatures in Delhi reached a hundred and twenty-one degrees this past spring, just one in four has air-conditioning."}, {"role": "body", "text": "Leapfrogging represents a way—maybe the best way, maybe the only way—out of this dilemma. India is sun-drenched. Instead of building out a grid that relies on coal and natural gas, it could shift to one that relies on solar power and iron-air batteries. Most Indians have never owned a car, so the country could skip over gas-guzzlers and go straight to E.V.s. Ditto for flying. The vast majority of Indians have never been on a plane; the first one they board could be an electric aircraft like the Alice. The same holds true even for stoves. More than five hundred million people in India still cook with wood or dung; instead of transitioning through gas, they could jump straight to induction. In other words, electrify everything!"}, {"role": "body", "text": "“India is in a unique position to pioneer a new model for low-carbon, inclusive growth,” the International Energy Agency recently declared. And what goes for India, the I.E.A. noted, also goes for “a whole group of energy-hungry developing economies.”"}, {"role": "body", "text": "India “hasn’t contributed much to the climate problem,” Ashish Gulagi, a researcher at Finland’s Lappeenranta University of Technology, told me. “But it can contribute to the solution.”"}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/m.jpg", "imageWidth": 720, "imageHeight": 721, "imageDescription": "Math"}, {"role": "body", "text": "Carbon dioxide hangs around in the atmosphere for a long time. How long, exactly, is complicated; what matters in terms of the math, though, is not annual but aggregate emissions. This is where the notion of a carbon budget comes from: for every increment of warming, there’s a certain amount of CO2, in total, that can be emitted."}, {"role": "body", "text": "The budget for warming of 1.5 degrees Celsius—almost three degrees Fahrenheit—has, for all intents and purposes, been spent; at current emissions rates, it will run out entirely by 2030. Even the budget for two degrees Celsius—more than 3.5 degrees Fahrenheit—is going fast. It could easily be exhausted within the next few decades."}, {"role": "body", "text": "The U.S., with less than a twentieth of the globe’s population, accounts for a quarter of aggregate emissions. Europe, with about six per cent of the world’s population, is responsible for another fifth. At this point, there’s no way to shove all that CO2 back underground, so no way—or at least no safe way—for the rest of the world to catch up. This ethical challenge is as big as, or perhaps even bigger than, the technical challenge posed by climate change. But let’s try to stay positive."}, {"role": "body", "text": "The North grew wealthy by burning fossil fuels. It could use that wealth to help other nations leapfrog to renewables. In 2009, at cop15, in Copenhagen, the world’s richest countries took a first step in this direction. They pledged to create a fund to finance clean energy and climate adaptation in countries such as India, Uganda, and Somalia. The fund would grow steadily until, by 2020, it was disbursing a hundred billion dollars a year. Hillary Clinton, who was then the Secretary of State, said in Copenhagen that the U.S. recognized the need for “generous financial and technological support,” particularly for the “poorest and most vulnerable.”"}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/bg-n.jpg", "imageWidth": 1920, "imageHeight": 1919}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/n.jpg", "imageWidth": 600, "imageHeight": 605}, {"role": "head", "text": "Narratives"}, {"role": "body", "text": "“Narratives are socially constructed ‘stories’ that make sense of events,” thereby lending “direction to human action.” So observes a paper published recently in the journal Climatic Change by a team of European researchers. Climate-change narratives, the team notes, typically foreground “doom and gloom.” Often they emphasize risk. If they’re not retailing the latest warming-related disasters (fires, floods, food shortages), they’re predicting a future filled with even grimmer warming-related disasters (bigger fires, more severe flooding, famines that threaten entire regions)."}, {"role": "body", "text": "This approach, the researchers argue, can be counterproductive: “Narratives of fear can become self-fulfilling prophecies.” If people believe that things will only get worse, they feel overwhelmed. If they feel overwhelmed, they’re apt to throw up their hands, thus guaranteeing that things will only get worse. A diet of bad news leads to paralysis, which yields yet more bad news."}, {"role": "body", "text": "What’s needed instead, the paper goes on, are narratives that “empower people to act.” Such narratives tell a “positive and engaging story.” They “articulate a vision of ‘where we want to go’ ” and outline steps that could be taken to arrive at this metaphorical destination. Positive stories can also become self-fulfilling. People who believe in a brighter future are more likely to put in the effort required to achieve it. When they put in that effort, they make discoveries that hasten progress. Along the way, they build communities that make positive change possible."}, {"role": "body", "text": "Particularly compelling, by the researchers’ account, are “win-win” narratives. Some win-win narratives demonstrate how people can reduce emissions and, in the process, make money. Others center on more intangible goals, such as creating a better world. In a 2008 speech pressing for a “global green new deal,” Achim Steiner, then the administrator of the U.N.’s Environment Programme, described the “enormous economic, social, and environmental benefits likely to arise from combatting climate change.” One of the key proponents of the Green New Deal in the U.S., Representative Alexandria Ocasio-Cortez, of New York, has argued that a crucial step toward building a more just, more environmentally sustainable future is imagining what this future would look like. “We can be whatever we have the courage to see,” she has said."}, {"role": "body", "text": "“Optimism is a choice,” notes Christiana Figueres, the Costa Rican diplomat who led the effort to get the Paris climate accord approved."}, {"role": "body", "text": "“Do you know of any challenge that mankind has had in the history of humankind that was actually successful in its achievement that started out with pessimism, that started out with defeatism?” Figueres asked at a conference a few years ago. “There isn’t one,” she said, answering her own question."}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/o.jpg", "imageWidth": 720, "imageHeight": 720}, {"role": "head", "text": "Objections"}, {"role": "body", "text": "“The gap between wishful thinking and reality is vast.” So observes Vaclav Smil, a professor emeritus at the University of Manitoba. The observation could apply to almost anything; Smil, who has written more than a dozen books about energy and society, is concerned with the gap between the aspiration to fight climate change and the immense on-the-ground effort entailed in actually doing so. Studies that purport to show how the world could radically reduce or eliminate its carbon emissions by one date or another tend, he argues, to presuppose what they claim to be proving. To arrive at their foregone conclusions, they rely on a variety of unreliable assumptions—that existing technologies will be deployed at fantastic rates, or that nonexistent technologies will be deployed at fantastic rates, or that humanity’s ever-growing appetite for energy will suddenly be curbed, or some combination of all three. Smil labels such studies “the academic equivalents of science fiction.”"}, {"role": "body", "text": "Everything I have written, from “despair” onward, is vulnerable to Smilian objections. Consider “flight.” It’s possible that, in a few years, Alias ferrying pallets of cargo will zip between regional airports. It’s also possible that electric passenger planes will one day make short hops, between, say, Boston and Hyannis. But that could be the limit. The world’s best-selling passenger plane, the Boeing 737, can transport some two hundred people coast to coast. To electrify such a flight would require more than eight hundred tons’ worth of current-generation lithium-ion batteries, or four hundred tons of lithium-ion batteries functioning at their maximum theoretical capacity. To get off the runway, though, a 737 can’t weigh more than eighty tons, passengers and crew included. A recent paper by researchers at Carnegie Mellon concluded that the demands of larger aircraft lie beyond the “feasibility limits” of known battery technologies."}, {"role": "body", "text": "Or consider “green concrete.” As promising as CarbiCrete may be, the niche it fills, much like the Alia’s, is a narrow one. Since it has to be cured in chambers filled with concentrated CO2, CarbiCrete can’t be poured at a work site; it can be used only for pre-cast products, such as cinder blocks or patio tiles. Meanwhile, though the blocks and tiles absorb CO2 as they harden, a great deal of CO2 is released in the process of producing the slag that went into them; globally, the steel industry is responsible for roughly the same number of tons of emissions as the concrete industry—around three billion."}, {"role": "body", "text": "To say that amazing work is being done to combat climate change and to say that almost no progress has been made is not a contradiction; it’s a simple statement of fact. At the time of the Rio summit, fossil fuels provided roughly eighty per cent of the world’s primary energy. Thirty years later, fossil fuels still provide roughly eighty per cent of the world’s primary energy. In the meantime, total global energy use has increased by almost two-thirds. As Smil puts it, “The inertia of large, complex systems is due to their basic energetic and material demands—as well as the scale of their operations.”"}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/p.jpg", "imageWidth": 720, "imageHeight": 725}, {"role": "head", "text": "Power"}, {"role": "body", "text": "The U.S.’s power grid has been called “the largest machine ever built by man.” It comprises more than eleven thousand generating plants, more than six hundred thousand miles of high-voltage transmission lines, and some six million miles of distribution lines. Several recent studies claim to show that decarbonizing the grid in the nearish future is feasible. All of them, as per Smil, involve a certain amount of “science fiction”; they describe what is technically possible while glossing over the potential barriers to implementation. These barriers, though, are myriad. Some are economic, some are legal, some are logistical, some are political, and some, to paraphrase Polonius, are legal-logistical or economic-legal-logistical-political."}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/q.jpg", "imageWidth": 720, "imageHeight": 721}, {"role": "head", "text": "Quagmire"}, {"role": "body", "text": "Take what’s been called the “transmission quagmire.” To clean up America’s grid, it’s not enough to build new generating capacity, or even new generating capacity plus new storage capacity. Power has to be transported from places that have a lot of wind and sun to urban centers that use a lot of electricity. Decarbonizing the grid will, by one estimate, demand more than a million miles of new transmission lines, and the cost of stringing all these lines will, by another estimate, come to more than two trillion dollars. Managing such a gargantuan project would be difficult enough if someone were in charge. But thanks to the way the grid was put together—bit by bit, over many decades—jurisdiction over transmission lines is divided among an electoral map’s worth of competing authorities."}, {"role": "body", "text": "Whenever lines cross state borders, the mire becomes particularly quaggy. In that case, each state’s utility commission has to sign off. In some states, every affected county does, too. Then there are the local utility companies, which may, officially or unofficially, hold veto power."}, {"role": "body", "text": "“Let’s say I’m a local utility, and you tell me all this low-cost power is going to come in from out of state with a new transmission line,” Steve Cicala, an economics professor at Tufts, said to me. “My reaction is ‘Absolutely not. It’s a threat to my business model.’ And a lot of public-utility commissions are pretty much captured by the local utilities.”"}, {"role": "body", "text": "The seven-hundred-and-twenty-mile Plains and Eastern Clean Line was supposed to link wind farms in Oklahoma to customers in Tennessee; it was killed by opposition from Arkansas. The Grain Belt Express was designed to run from southwest Kansas to Indiana; it’s been delayed for a decade thanks to resistance from Missouri. The TransWest Express is intended to bring wind power from Wyoming to cities on the West Coast; construction has been held up for years, in good part owing to a single litigious family in Colorado."}, {"role": "body", "text": "Northern Pass was a transmission line designed to bring hydropower from Quebec to Massachusetts via New Hampshire. After New Hampshire rejected the project, in 2018, Massachusetts announced that it would try going in a different direction. It would build a line, dubbed New England Clean Energy Connect, that would cut through Maine instead. Work on necec was already under way when, in the fall of 2021, Maine voters approved a referendum effectively killing it. Much of the money spent on campaigning in favor of the referendum—and against necec—was supplied by NextEra, which owns the Seabrook Nuclear Power Plant, a potential competitor to the hydro project."}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/r.jpg", "imageWidth": 720, "imageHeight": 724}, {"role": "head", "text": "Republicans"}, {"role": "body", "text": "Reaching net zero in the U.S. will require putting such wrangling aside. It will require building out the transmission system while, at the same time, expanding its capacity so that hundreds of millions of cars, trucks, and buses can be run on electricity. It will require installing tens of millions of public charging stations on city streets and even more charging stations in private garages. Assembling the electric cars and trucks will, in turn, necessitate extracting nickel and lithium for their batteries, which will mean siting new mines, either in the U.S. or abroad. The new cars and trucks will themselves have to be manufactured in an emissions-free manner, which will involve inventing new methods for producing steel or building a new infrastructure for capturing and sequestering carbon."}, {"role": "body", "text": "The list goes on and on. The fossil-fuel industry will essentially have to be dismantled, and millions of leaky and abandoned wells sealed. Concrete production will have to be reëngineered. The same goes for the plastics and chemicals industries. Currently, ammonia, a critical component of fertilizer, is produced from natural gas, so the fertilizer industry will also have to be refashioned. Practically all the boilers and water heaters that now run on oil or gas, commercial and residential, will have to be replaced. So will all the gas stoves and dryers and industrial kilns. The airline industry will have to be revamped, as will the shipping industry. Farming is responsible for roughly ten per cent of America’s greenhouse-gas emissions, mostly in the form of nitrous oxide and methane. (Nitrous oxide is a by-product of fertilizer use; methane is released by rotting manure and burping cows.) Somehow, these emissions, too, will have to be eliminated."}, {"role": "body", "text": "All of this should be done—indeed, must be done. Officially, the U.S. is committed to reaching net zero by 2050. But a task of this scale has never been attempted before. Zeroing out emissions means rebuilding the U.S. economy from the bottom up. Perhaps Americans recognize this, perhaps not. In early July, at a time when much of the country was baking in ninety-five-degree-plus heat, the Times took a poll of registered voters. Asked to name the most important problem facing the nation, twenty per cent of the respondents said the economy, fifteen per cent said inflation, and eleven per cent said partisan divisions. Only one per cent said climate change. Among registered Republicans, the figure was zero per cent."}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/bg-s.jpg", "imageWidth": 1920, "imageHeight": 1920}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/s.jpg", "imageWidth": 600, "imageHeight": 603}, {"role": "head", "text": "Shortfall"}, {"role": "body", "text": "And what goes for the U.S. goes for the rest of the world. China is currently the world’s biggest emitter on an annual basis. It has said that it will reach net zero by 2060. In the early months of 2022, Beijing approved five enormous new coal-fired generating plants. In August, when a punishing drought cut into hydropower production along the Yangtze River, the country hit a new record for daily coal consumption. Climate Action Tracker, an independent research group based in Berlin, rates China’s climate policies as “highly insufficient” and notes that the country has recently “reneged” on promises to shift away from coal."}, {"role": "body", "text": "India, which is now the world’s third-biggest emitter—one rung behind the U.S.—has declared that it will reach net zero by 2070. Meanwhile, its emissions are rising fast. This past spring, when India was hit with a devastating heat wave and power use surged, its Coal Ministry announced plans to reopen a hundred mines that had been closed as unprofitable."}, {"role": "body", "text": "Russia is the world’s fourth-largest emitter. It is aiming, on paper at least, to reach net zero by 2060. But it has taken almost no action to rein in its emissions, and this seems unlikely to change anytime soon. In 2003, President Vladimir Putin joked that warming would enable Russians to “spend less on fur coats”; more recently, he has blamed climate change on “some invisible shifts in the galaxy.”"}, {"role": "body", "text": "The European Union’s pledge to hit net-zero emissions by 2050 is written into E.U. law. But, after Russia cut gas deliveries to the bloc, several countries, including Germany and the Netherlands, announced plans to fire up old coal plants or extend the lives of plants that had been slated to close. “The war in Ukraine is putting climate action on the back burner,” the U.N. Secretary-General, António Guterres, lamented last month. A recent study by a consortium of research institutes in Europe and the U.S. concluded that only five per cent of the hundred and twenty-eight countries that have set the goal of reaching net zero have taken the requisite first steps. It found an “alarming lack of credibility” to most of the commitments."}, {"role": "body", "text": "The broken promises extend in all directions. At last year’s cop, held in Glasgow, a hundred and forty countries vowed to put a stop to “forest loss,” another major source of greenhouse-gas emissions. (A single full-grown tree can store as much as seven tons of carbon.) Among the signatories of the declaration was Brazil; in the six months following the conference, deforestation rates in the country soared to new highs."}, {"role": "body", "text": "The Democratic Republic of the Congo also signed the forest pledge. In July, the D.R.C. announced that it was opening thirty huge tracts, encompassing an estimated twenty-five million acres of rain forest and two million acres of peatlands, to oil and gas exploration. (Some of the tracts overlap Virunga National Park, a refuge for critically endangered mountain gorillas.)"}, {"role": "body", "text": "Then there are the pledges of financial support. The hundred billion dollars a year promised in Copenhagen to developing nations have yet to materialize. By some estimates, the shortfall runs to twenty billion dollars a year; by others, it’s four times that amount."}, {"role": "body", "text": "“To be charitable, this is a manifestation of the inability of the developed countries to deliver,” Saleemul Huq, the director of the International Centre for Climate Change and Development, in Dhaka, Bangladesh, told me. “To be uncharitable, they just don’t give a damn. Unfortunately, the uncharitable interpretation seems to be more valid.”"}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/t.jpg", "imageWidth": 720, "imageHeight": 720}, {"role": "head", "text": "Temperatures"}, {"role": "body", "text": "The Institute for Exercise and Environmental Medicine, in Dallas, offers a hyperbaric chamber where divers can recover from the bends, a pool equipped to continuously measure swimmers’ oxygen use, and a climate-controlled vault that can be programmed to test the limits of human endurance. Not long ago, I swallowed a thermometer the size of a pill and had myself sealed in the vault."}, {"role": "body", "text": "Formally known as the environmental chamber, the vault resembled a walk-in freezer, with metal walls and a pressed-metal floor. Pretty much every available surface was occupied by machinery—computer screens, thermocouples, an electrocardiogram monitor, a treadmill, and a sort of stationary bicycle that looked like a suitcase with pedals. In the center sat a lawn chair, which a technician indicated I should take."}, {"role": "body", "text": "With me in the chamber was a researcher named Josh Foster. Before he allowed me to enter the vault, Foster had asked for a urine sample—a first in my reporting career. He’d also stuck some electrodes on my chest and performed an ultrasound scan of my heart, which, he said, was unusually low and hard to find."}, {"role": "body", "text": "Foster, who is British, is interested in the effects of extreme heat on the body. To this end, he creates miniature heat waves and solicits volunteers to sweat their way through them. On the day I volunteered, the temperature in the vault was a hundred and six degrees and the humidity forty per cent."}, {"role": "body", "text": "“Temperature regulation is one of the most important variables the body will try to protect,” Foster told me. “Because as soon as you start to stray from what’s normal, outside of a given quite small range, our ability to tolerate that is very, very low.”"}, {"role": "body", "text": "Once a topic of marginal academic interest, the physiology of heat stress is now a subject of widespread practical concern. According to a recent study, two hundred and seventy-five million people around the globe are subjected to life-threatening temperatures at least one day a year, and this number could easily grow to eight hundred million by the middle of the century. According to another recent study, the incidence of “extreme humid heat” has doubled in the course of the past forty years. Some parts of the world, particularly in South Asia and around the Persian Gulf, are already experiencing temperatures close to the human “survivability limit.” This past summer, heat record after heat record fell. In Pinhão, in northern Portugal, temperatures topped a hundred and seventeen degrees. In Sacramento, California, the mercury hit a hundred and sixteen degrees. Yanjin City, in southwestern China, saw a hundred and eleven; Abilene, Texas, a hundred and ten; and London a hundred and four."}, {"role": "body", "text": "The human body reacts to such temperatures by sweating and directing more blood toward the skin. Problems arise when people become dehydrated, or their hearts get overtaxed, or it’s just so sweltering that they can’t dissipate enough heat. The elderly are particularly vulnerable to heat stress, Foster told me, because they sweat less than young people, and their hearts don’t pump as efficiently. (Humidity impedes the evaporation of sweat, which is why extreme humid heat is so dangerous.) One consequence of prolonged heat exposure can be a kind of blood poisoning."}, {"role": "body", "text": "“Increased blood flow to the skin means that less blood is being directed toward the gut,” Foster explained. “And, if that happens for a long enough time, it can damage the cells that line the gut, and bacteria that are normally housed in the gut can leak out. It’s basically the same as having sepsis.” The heat wave that affected most of Europe this past summer is estimated to have killed more than fifteen thousand people."}, {"role": "body", "text": "Sitting in the environmental chamber, with the pill-size thermometer in my stomach, would, I hoped, be edifying without being too edifying. Until the U.S. and the other big emitters reach net zero—indeed, until the entire world reaches net zero—the planet will continue to warm. What is the future we’re creating actually going to feel like?"}, {"role": "body", "text": "Every quarter of an hour, I was supposed to ride the stationary bicycle for five minutes; this was to simulate the sort of effort a person would have to make in the course of completing ordinary household chores. I started off strong but after a few rounds began to flag. The humidity made the air seem strangely solid. I tried to imagine what it would be like to perform real work under these conditions but found it difficult to hold on to a thought."}, {"role": "body", "text": "A few days later, when I got back home, Foster sent me the data that had been collected by the various instruments. I had sweated out almost a pint of water every hour. My heart rate had increased by thirty beats a minute and the blood flow through my brachial artery had more than tripled. Despite all the (admittedly involuntary) effort I had made to thermoregulate, my core temperature had risen to a hundred degrees."}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/u.jpg", "imageWidth": 720, "imageHeight": 722}, {"role": "head", "text": "Uncertainty"}, {"role": "body", "text": "During the past billion years, the Earth’s temperature has fluctuated wildly. Around seven hundred million years ago, in the period known as the Cryogenian, the entire planet was covered with ice. “Snowball Earth” thawed, only to be plunged into another global glaciation. About ninety million years ago, during what’s known as the Cretaceous Thermal Maximum, breadfruit trees grew in northern Greenland and the tropical oceans were as toasty as a hot bath. In our own period, the Quaternary, the swings have been spectacular; at least twenty times in the last two and a half million years, glaciers have pushed south from the Arctic and then retreated again. The ice ages themselves were marked by dramatic temperature oscillations. The last one, which ended about twelve thousand years ago, went out, in the words of one glaciologist, in a “drunken stagger.”"}, {"role": "body", "text": "You can’t prepare for a future you can’t imagine. The trouble is, it’s hard to picture the future we are creating. As the climate swings of the past suggest, even subtle and gradual forces—tiny variations in the Earth’s orbit, for example—can have world-altering consequences. And what we’re doing now is neither subtle nor gradual. In little more than a century, humans have burned through coal and oil deposits that took tens of millions of years to create."}, {"role": "body", "text": "Climate change is characterized not just by uncertainty but by something risk analysts call “deep uncertainty.” There are known unknowns to worry about, and unknown unknowns."}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/v.jpg", "imageWidth": 720, "imageHeight": 724}, {"role": "head", "text": "Vast"}, {"role": "body", "text": "Climate surprises keep popping up. Starting in 2007, for example, methane levels in the atmosphere took an unexpected jump. Methane is a far more potent greenhouse gas than CO2, so scientists were alarmed. They eventually figured out, on the basis of the methane’s isotopic composition, that the source of the increase couldn’t be fossil-fuel production, even though oil and gas wells often leak methane into the air. Instead, the culprit must be microbes, either the sort that live in a marsh or the sort that live in a cow’s gut. Recent research suggests that the bulk of the extra methane is coming from the Sudd, a huge wetland in South Sudan, and that warming itself is responsible for the uptick in microbial activity. If that’s the case, then a spiral is likely to ensue: more methane will produce more warming, which will produce yet more methane, and so on."}, {"role": "body", "text": "How many positive feedback loops like this have already been—or are about to be—initiated? Despite the best efforts of climate modellers, no one can say. Several enormous Antarctic glaciers rest on bedrock that’s below sea level; as these glaciers retreat, water is starting to seep underneath and to melt them from the bottom up. This, in turn, is leading to more retreat and still more melting. One retreating glacier, formally known as Thwaites, has informally become known as the Doomsday Glacier. A recent paper in Science observed that the “eventual collapse” of Thwaites, which is the size of Florida, “may already be inevitable.” Even after global emissions reach net zero—whenever that is—ice sheets will continue to melt and sea levels to rise for hundreds or perhaps thousands of years."}, {"role": "body", "text": "All the way back in 1965, the authors of one of the first reports on global warming, which was not yet known as global warming, warned that humanity was “unwittingly conducting a vast geophysical experiment.” As Marcia Bjornerud, a geologist at Lawrence University, has written, the irony of our oversized impact on the Earth is that we have “put Nature firmly back in charge, with a still-unpublished set of rules we will simply have to guess at.”"}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/w.jpg", "imageWidth": 720, "imageHeight": 723}, {"role": "head", "text": "Weather"}, {"role": "body", "text": "The National Oceanic and Atmospheric Administration tracks weather-related disasters in the U.S. that cause more than a billion dollars’ worth of damage. According to noaa, in the nineteen-eighties the U.S. saw an average of three such disasters per year. In the nineteen-nineties, the average was five per year; in the two-thousands, it was six; and in the twenty-tens it jumped to twelve. (The figures have been adjusted for inflation.) In 2020, a record-shattering twenty-two disasters costing more than a billion dollars struck the country. This year is nearly on pace to match that record, with fifteen such disasters by October, including Hurricane Ian, which is likely to prove one of the most expensive storms in American history. Adam B. Smith, a noaa researcher, has written that a disastrous number of disasters “is becoming the new normal.” The rise is partly a function of more people living in vulnerable areas, such as floodplains. But increasingly it’s a function of climate change."}, {"role": "body", "text": "In the future, the costs may climb steeply or they may climb precipitously. All our infrastructure has been built with the climate of the past in mind. Much of it will have to be rebuilt and then, as the world continues to warm, rebuilt again."}, {"role": "body", "text": "To protect the Houston area (and its many petrochemical plants) from rising seas and storm surges, the U.S. Army Corps of Engineers is planning to erect a huge system of gates at the mouth of Galveston Bay. The price tag for the project, known as the Ike Dike, is estimated at thirty billion dollars. Norfolk, Virginia, is hoping to stave off the water with a $1.5-billion series of barriers, levees, and tidal gates, and Charleston, South Carolina, is looking to build a billion-dollar floodwall. Some places—large swaths of Miami, for instance—may prove impossible to defend, meaning that real estate now valued in the hundreds of billions of dollars will have to be written off."}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/bg-x.jpg", "imageWidth": 1920, "imageHeight": 1931}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/x.jpg", "imageWidth": 600, "imageHeight": 601}, {"role": "head", "text": "Xenophobia"}, {"role": "body", "text": "One of climate change’s many compounding injustices is that the highest costs will be borne by those who have contributed the least to the problem. Several low-lying island nations, including Tuvalu and Kiribati, are destined simply to disappear. In Bangladesh, some two thousand people arrive every day in the capital, Dhaka, many driven by storms or rising seas that have made village life difficult. In Pakistan, this past summer, flooding caused by supercharged monsoon rains killed a thousand people and forced six hundred thousand more into relief camps."}, {"role": "body", "text": "In 2016, the United Nations High Commissioner for Refugees estimated that, globally, an average of twenty-one million people were being displaced by weather-related events every year. The U.N.’s International Organization for Migration has projected that by 2050 as many as a billion people may be on the move. In the coming decades, “huge populations will need to seek new homes,” Gaia Vince, a British journalist, has written. Either “you will be among them, or you will be receiving them.”"}, {"role": "body", "text": "Almost as much as climate change itself, this great displacement will test national and international institutions. One possibility is that climate refugees will be welcomed. This could happen because it’s the right thing to do, or it could happen for less high-minded reasons. As Akka Rimon, a former foreign secretary of Kiribati, has observed, “Countries like Australia need workers,” while the citizens of countries such as Kiribati will soon need a different place to live. These needs are complementary. The E.U., too, faces a labor shortage. A communiqué issued by the European Commission in April noted that there’s a strong “economic case” for allowing in more legal immigrants, especially since “the transition to a climate-neutral economy” will require “additional labour and new skills.” Climate migrants could play a key role in decarbonization, providing a new kind of win-win narrative."}, {"role": "body", "text": "Another possibility is that climate migrants, like millions of migrants before them, will be despised. Rich countries—including those in the E.U.—will try to keep refugees out, and those who manage to slip in will be herded into camps. In an effort to gain power, right-wing politicians will vilify them, and this will encourage yet more racism and xenophobia—a social feedback loop. Giorgia Meloni, who recently became Italy’s Prime Minister, has said that her country ought to “repatriate the migrants back to their countries, and then sink the boats that rescued them.”"}, {"role": "body", "text": "Both the effort to limit climate change (by replacing the world’s energy systems) and the effort to adapt to climate change (by erecting dikes and seawalls) will take place in the context of climate change, which is to say as cyclones, drought, fire, and sea-level rise force millions of people to flee. It’s possible that cascading crises will accomplish what thirty years of climate negotiations have not, and unite the world to seek the best way forward. Or it’s possible that the same forces that have prevented coöperation in the past—nationalism, corporatism, sectarianism, fear—will, under the stress of climate change, only intensify."}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/y.jpg", "imageWidth": 720, "imageHeight": 721}, {"role": "head", "text": "You"}, {"role": "body", "text": "So far, average global temperatures have risen by 1.1 degrees Celsius—two degrees Fahrenheit—and the budget for 1.5 Celsius is nearly gone. How hot will it get? Will temperatures climb two degrees Celsius? 2.5? Three? A study published a few years ago, by Veerabhadran Ramanathan, a climate scientist at the Scripps Institution, and Yangyang Xu, of Texas A&M, defined a temperature increase of 1.5 degrees as “dangerous,” an increase of three degrees as “catastrophic,” and an increase of five degrees as “unknown, implying beyond catastrophic.” A second study, by a group of American and European researchers, determined that, if we were to burn through all known fossil-fuel reserves, global temperatures could rise by as much as eleven degrees Celsius, or twenty degrees Fahrenheit. (How humanity could keep the oil flowing even as the world drowned and smoldered was a question the researchers did not address.)"}, {"role": "body", "text": "There are good reasons to opt for optimism. (See “narratives.”) It could be argued that the passage of the Inflation Reduction Act this past summer was possible only because so many people believed in a better future."}, {"role": "body", "text": "At the same time, there are good reasons to wonder whether optimism lies at the heart of the problem. For the last thirty years—more if you go back to 1965—we have lived as if someone, or some technology, were going to rescue us from ourselves. We are still living that way now."}, {"role": "body", "text": "“You can’t just sit around waiting for hope to come,” Greta Thunberg observed in a speech scolding E.U. politicians. “Then you’re acting like spoiled, irresponsible children. You don’t seem to understand that hope is something you have to earn.”"}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/z.jpg", "imageWidth": 700, "imageHeight": 727}, {"role": "head", "text": "Zero"}, {"role": "body", "text": "Not long ago, I rented a car in Las Vegas and drove out to Hoover Dam. There I signed up for a tour that began with an educational video. Construction of the dam, the narrator of the video intoned while grainy black-and-white footage jittered across the screen, entailed pouring more than three million cubic yards of concrete. Put to a different use, this much concrete could pave “a four-foot-wide sidewalk around the earth’s equator.” When the dam was completed, in the middle of the Depression, it “gave new life to the desert Southwest” as well as “to the nation’s spirit.” The Colorado River began backing up behind the massive structure to form Lake Mead, the country’s largest reservoir, which can store enough water to “cover the entire state of Pennsylvania to the depth of one foot.”"}, {"role": "body", "text": "After the video, my tour group took an elevator down thirty stories, into the dam’s hydroelectric plant. Here we were regaled with more facts: Hoover Dam is equipped with seventeen generators—eight on the Nevada side of the river and nine across the border, in Arizona. Each generator can produce enough electricity—a hundred and thirty megawatts—to power sixty-five thousand homes. Each contains five miles’ worth of copper wire and a hundred and sixty tons’ worth of electromagnets. The tour ended on an observation deck where an audiotape of yet more dam-related facts—the structure weighs 6.6 million tons and is twelve hundred and forty-four feet long—was issuing from a loudspeaker. The narrator of the audiotape sounded an awful lot like the narrator of the video. “It has been said that in the shadow of Hoover Dam one feels that the future is limitless, that we have in our grasp the power to achieve anything, if we can but summon the will,” he concluded. Then the tape started over."}, {"role": "body", "text": "The Colorado River basin has been called “ground zero for climate change in the United States.” If this is the case, then Hoover Dam might be described as ground zero’s ground zero. Since 1998, the basin has been stuck in a drought; this drought has lasted so long and grown so deep that it’s now routinely referred to as a megadrought."}, {"role": "body", "text": "From the observation deck, the drought’s effects are scarily apparent. An abandoned dock lies, in pieces, high above the lake’s edge. Instead of being submerged, the power plant’s four intake towers stick up into the air, like lighthouses. The steep walls of the reservoir, which in pre-dam days formed Black Canyon, are lined with an enormous white stripe—a geological oddity known as the bathtub ring. The ring, composed of minerals deposited by the retreating water, runs as straight as a ruler, mile after mile. At the start of the drought, the stripe was as high as a giraffe. By 2015, it had grown as tall as the Statue of Liberty. This past summer, it had reached the height of the Tower of Pisa."}, {"role": "body", "text": "I had wanted to talk about the dam, the megadrought, and the future of the Colorado basin with a representative of the Bureau of Reclamation, which built and still operates Hoover Dam. But when I got in touch with the bureau’s office in Boulder City, Nevada, a town created to house the workers who erected the dam, I was told that no one there was giving interviews. I was, of course, welcome to take a public tour. I ended up taking two. On the first, no mention was made of the drought; on the second, I tried to force the issue. I asked the guide whether she got any questions about Lake Mead, which is now only about a quarter full. She said she did, but she wasn’t supposed to answer them. “We’re not to comment too much on it,” she told me."}, {"role": "body", "text": "“You know, I haven’t been on the lake at all this year,” she added. “It’s just sad when I go out there. It’s a little depressing. To save my sanity, I don’t go.” Lake Mead used to be lined with boat launches; most of these are now closed."}, {"role": "body", "text": "The construction of Hoover Dam was authorized in 1928, just a year after Svante Arrhenius died. The project reflects the same faith in progress that he held to—a faith in humanity’s power to improve on nature. This is still the faith that the Bureau of Reclamation is pushing even as the logic of the dam comes undone. In April, the reservoir dropped so low that one of the intake pipes for Las Vegas, which gets practically all its water from Lake Mead, poked above the surface. In August, the Interior Department announced what’s officially called a Tier 2a shortage; the shortage means that Arizona’s water allotment for next year will be cut by almost two hundred billion gallons and Nevada’s by eight billion gallons. Owing to the shortage, the dam’s seventeen turbines operate only sporadically."}, {"role": "body", "text": "Following my second tour, I climbed back up to the observation deck for a last look around. It was almost noon, and the desert sun was high overhead. A couple of tour groups came and went as the tape played in the background: “In the shadow of Hoover Dam, one feels that the future is limitless . . . limitless . . . limitless.” What I felt standing in the dam’s shadow was something different."}, {"role": "body", "text": "Climate change isn’t a problem that can be solved by summoning the “will.” It isn’t a problem that can be “fixed” or “conquered,” though these words are often used. It isn’t going to have a happy ending, or a win-win ending, or, on a human timescale, any ending at all. Whatever we might want to believe about our future, there are limits, and we are up against them. "}, {"role": "image", "imageURL": "https://downloads.newyorker.com/projects/2022/221121-climate-primer/img/spot-ender.jpg", "imageWidth": 350, "imageHeight": 332}]}