{"title": "If You Lived Here, You’d Never Have to Leave", "subtitle": "The Set, a new bubble inside a bubble in Hudson Yards, lets residents eat and sleep and Zoom and work without ever touching the pavement.", "authorName": "Zach Helfand", "coverImageURL": "https://media.newyorker.com/photos/63770cb609eae0383c3710aa/master/w_2240,c_limit/221128_r41431illu.jpg", "coverImageWidth": 2232, "coverImageHeight": 2560, "coverImageDescription": "Illustration by João Fazenda", "hashTag": "Insulation Dept.", "publishDate": "November 21, 2022", "contents": [{"role": "body", "text": "Say you’re a hybrid worker, the kind who spends time in Miami or New Jersey—a tech executive, perhaps, or the mayor of New York—living at the Set, a new apartment complex on Tenth Avenue for the pied-à-terre-inclined. Within a mile or so of your building, you could visit two of the world’s greatest art museums, at least twenty Duane Reades, a couple of solid diners, the High Line, the Garden, Carnegie Hall, Central Park, an aircraft carrier, a giant structure shaped like an al-pastor-taco spit, formerly used to an alarming extent for suicides, four ice-skating rinks, a total of thirty-eight Michelin stars, three farmers’ markets, some softball fields where a garment workers’ league likes to play, all of the Broadway theatres, a few community gardens, some reliable bars, and many bodegas. Alternatively, you could not."}, {"role": "body", "text": "“Literally, you could spend morning to night here and never have to leave,” Hailey Sarage, the Set’s head of development, said one recent foggy morning in the mostly finished lobby. “You can wake up and have your coffee, you can go downstairs and do a yoga class with Equinox instructors, you can prep for your meetings, and then you go upstairs and have your meetings catered by Dan Kluger, who was the executive chef of ABC Kitchen.” After work: room service (also by Kluger), a dip in the rooftop pool, then maybe a wine tasting."}, {"role": "body", "text": "The Set is the Related Companies’ newest Hudson Yards project, a self-contained bubble within a self-contained bubble. The apartments are tiny (four hundred square feet or so for a studio; six hundred for a one-bedroom), but the amenities are lavish: communal desks, Zoom rooms, concierges, housekeeping, I.V. drips, after-work drinks, fridge stocking, dry cleaning. You can rent a unit for as short as six months. Sarage likes to think of the Set as a five-star hotel crossed with a luxury rental crossed with a techy workplace."}, {"role": "body", "text": "Sarage wore a black blazer, a bright-orange safety vest, and a hard hat; she was leading a tour of the construction site for some Related executives. Jeff Blau, the company’s C.E.O. (suit: dark; face: Seinfeldian), tagged along. He said that you could forget the fifteen-minute city. “Hudson Yards was a five-minute community,” he said. “This building is taking all of that and putting it into one space.” Related planned to expand the concept across the country, as did at least one potential competitor. “Adam Neumann’s next career is this,” Blau said, of the WeWork co-founder, who is developing a vaguely sketched venture called Flow."}, {"role": "body", "text": "Sarage led the group to the forty-third floor. “This is the ‘play’ floor,” she said. It will house a party space with a full kitchen (“If A24 hosts an event in the screening room, we can have a pre-reception here”), a game room, and a pool deck, for lounging and d.j. parties. Also: a private restaurant, run by Kluger, who will have a second, public restaurant on the ground floor. “The residents will have their own secret entrance,” Sarage said."}, {"role": "body", "text": "“We’re marketing it all as a private club,” Blau said. “The new cool thing in New York is to be part of something.”"}, {"role": "body", "text": "Up a helical staircase was the “work” floor: grab-and-go Kluger snacks, tech-support desk, conference rooms, golf simulator, podcasting area. Some construction guys, with power tools and sheets of drywall, were in the co-working space, co-working."}, {"role": "body", "text": "The group took an elevator down to the residences: studios (around five thousand dollars a month), which include an option for a bed that descends from the ceiling, and one-bedrooms (seventy-five hundred). Both come with a small, but full, kitchen (and a copy of Kluger’s cookbook), Matouk linens, art, pillows—the apartments are completely furnished. In one studio, the group found the design manager, Saemi Kim, in a corner, furnishing. A smell lingered. Sarage explained, “We have target demographics in mind, so each unit has its own scent. This is the senior executive.”"}, {"role": "body", "text": "“It’s woody, it’s very gentle,” Kim said. It had a masculine-wealth vibe."}, {"role": "body", "text": "Sarage looked at Blau. “This is Jeff’s apartment,” she said."}, {"role": "body", "text": "Last stop: the wellness level. “We have part of a floor dedicated to a company called Sollis, which is a health-care provider,” Blau said. It’s open to the non-Set set, but there’s a private entrance for residents. “It’s emergency-room, twenty-four-hour service,” Blau added. “So you really don’t have to leave.” (The Set shares the building with Coterie, a senior-housing and assisted-living venture; rent long enough and you really, really don’t have to leave.)"}, {"role": "body", "text": "Down the hall was a gym, with a giant screen for virtual exercise classes. “This has a scent, too,” Sarage said, of a living green wall. She put her nose to a eucalyptus leaf. “It smells like eucalyptus.” Then she led the group back outside and into the fog, whose smell (ozone and trash) might only be sniffed on the way into the cab to the airport."}]}