{"title": "Journey to the Doomsday Glacier", "subtitle": "Thwaites could reshape the world’s coastlines. But how do you study one of the world’s most inaccessible places?", "authorName": "David W. Brown", "coverImageURL": "https://media.newyorker.com/photos/6376f2741a27a00071fca98b/master/w_2240,c_limit/221128_r41409web-story.jpg", "coverImageWidth": 1398, "coverImageHeight": 1405, "coverImageDescription": "Probes beneath the ice could shed light on the fate of the world’s coastlines.", "hashTag": "Letter from Antarctica", "publishDate": "November 21, 2022", "contents": [{"role": "body", "text": "I first saw our icebreaker, the RV Araon, when we were due to leave for Antarctica. The largest icebreakers are more than five hundred feet long, but the Araon was only the length of a football field; I wondered how it would handle the waves of the Southern Ocean, and how it would fare against the thick sea ice that guards the last wilderness on Earth. Its hull was painted a cheerful persimmon color, and its bow was conspicuously higher than the rest of the ship, with a curved shape suggesting that icebreakers don’t so much carve through ice as climb and crush, climb and crush. It was January 3rd, summer in New Zealand. In the heat, ice was a little hard to picture, let alone icebreaking."}, {"role": "body", "text": "Our voyage would last two months. We would spend a week or so sailing from Christchurch to the edge of Antarctica, then break through the pack ice of the Amundsen Sea, before arriving at Thwaites Glacier—one of the fastest-retreating on the continent. Our expedition was led by the Korea Polar Research Institute, which had brought some forty researchers from around the world to the Araon. They would have a month at Thwaites to conduct their respective research projects before the return trip began."}, {"role": "body", "text": "I had been “on the ice,” as Antarctic explorers say, once before, in 2019, while researching a book. There’s no room for passive observers on the most remote expeditions, and so, on that trip and this one, I’d signed on as a field-research associate, sponsored by the University of Texas Institute for Geophysics and the G. Unger Vetlesen Foundation, an Earth-science nonprofit. For the second time, I would be working alongside Jamin Greenbaum, a forty-two-year-old scientist at the Scripps Institution of Oceanography, at the University of California, San Diego. We’d be hurling torpedo-shaped probes from a helicopter into cracks in the ice, with the aim of studying the warm ocean water that is melting Thwaites from below."}, {"role": "body", "text": "We had successfully placed sensors in the water during our first expedition, on the eastern side of the continent, throwing them from the back of a refurbished cargo plane from the Second World War. We weren’t sure we could repeat this feat. Weather on Thwaites is notoriously hostile, and, because dense cloud cover makes satellite reconnaissance virtually impossible, we wouldn’t be able to identify promising fissures until we were flying over the ice. Greenbaum’s style of adventure is less romantic than world-weary. “Antarctica occasionally lets you pull something off,” he told me. “But not often.”"}, {"role": "body", "text": "The continent is shaped like a hitchhiker’s fist, its scraggly thumb pointing west. Thwaites, which is named for a late, eminent geologist, is on the southern side of the thumb, where it meets the hand. There are bigger glaciers elsewhere in Antarctica, and they are also showing signs of weakness, but Thwaites is especially concerning. Its adjoining ice shelf—a large floating expanse of ice, which extends from the glacier out over the water—acts like a cork in a wine bottle, holding much of the rest of the glacier in place. If the cork decays and gives way, the glacier could begin to flow rapidly, and eventually it and a larger stretch of surrounding ice in West Antarctica might slide or calve into the ocean. Thwaites is often known as the Doomsday Glacier, because, in this worst-case scenario, sea levels could rise by several feet or more, inundating many of the world’s low-lying coastlines."}, {"role": "body", "text": "Thwaites is already retreating—that is, it is shrinking, as more of its ice flows into the sea. Glaciologists and geophysicists want to figure out whether a colossal “retreat event” is likely to happen in fifty years, a hundred years, or five hundred years. To investigate the situation, our expedition would explore Thwaites by land, sea, and air. The Araon had seawater laboratories, underwater probes, and two helicopters; it also carried drones, snowmobiles, a disassembled hot-water drill, Zodiac watercraft, and a subsurface glider—a kind of robotic dolphin—that could take seawater measurements autonomously. Yet all of this would be useless if we couldn’t get to Thwaites, which is one of the least accessible places on the planet. To reach the glacier by air, you must first travel overland to construct an improvised airport. Go by sea, and there’s a good chance that your ship will get overwhelmed by ice and be forced to turn back. David Holland, a mathematician and an Earth scientist at New York University, and a member of our expedition, told me, “There are many bad ways to do this, and we’ve found all of them.”"}, {"role": "body", "text": "The Araon’s science crew included three researchers—Lucas Beem, a geophysicist; Jamey Stutz, a geologist; and Christopher Pierce, a graduate student in engineering—who would fly in a specially equipped helicopter to scan Thwaites with radar. As we gathered at the Christchurch docks with our luggage, I looked between them, past bobbing sailboats, to where behemoths the size of oil tankers loomed. When I was a kid, my father worked on the Mississippi as a tugboat mechanic and pilot, and I sometimes tagged along as he sailed from the dock near our trailer, in St. James Parish, to the Port of New Orleans and back. I’ve seen big ships and small ones, and I could tell that the Araon was strikingly small."}, {"role": "body", "text": "“Are we sure this is the right boat?” I said, to no one in particular."}, {"role": "body", "text": "There were a few nervous laughs."}, {"role": "body", "text": "“Place your bags on the net,” a Korean dockworker said. He’d covered the ground with thick cargo netting. We set our bags where we were told."}, {"role": "body", "text": "“This way,” another worker said, waving us along like a traffic cop."}, {"role": "body", "text": "A gangplank stretched from dock to ship. Once I crossed, the Araon would be my home until March. I hesitated, then made my way across the chasm."}, {"role": "body", "text": "Earth’s climate system has a single goal: to make the temperature the same everywhere. Hot air and water flow naturally from the equator to the poles. Because heat rises, one might expect currents of warm water to travel near the ocean’s surface, but things aren’t that simple: at tropical latitudes, the sun is stronger, evaporating more water than it does elsewhere, and the warmed seawater ends up slightly saltier and denser. It sinks. Near the poles, warm currents flow beneath cold ones."}, {"role": "body", "text": "Warm water, therefore, used to arrive at Antarctica safely stowed in the deep ocean, well below the level of its continental shelf—the portion of a continent that extends underwater. For the past fifty years or so, however, a changing atmosphere has been reorganizing the world’s winds and currents. For a number of reasons, the warm, dense, salty water around Antarctica has begun creeping toward the surface. Antarctica has the only continental shelf whose interior is deeper than its periphery—it is essentially a bowl, shaped partly by the weight of miles-thick ice pushing down. The warm water is now slipping over the edge of the bowl, then sliding in and eating the ice from below."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/6376f274a1116d085d1b6930/master/w_1600,c_limit/221128_a26010.jpg", "imageWidth": 1600, "imageHeight": 1373, "imageDescription": "“I blame the government for everything. What do you do?”"}, {"role": "body", "text": "Many scientists have investigated Thwaites. In 2019, Anna Wåhlin, of the University of Gothenburg, and her team used an autonomous submarine to collect data from beneath the glacier for the first time. Greenbaum’s goal was to place sensors closer to the heart of Thwaites, studying ocean currents and other processes unfolding there. Before turning to Antarctic research, he had worked on Mars rovers and other missions for nasa’s Jet Propulsion Laboratory; later, he earned his Ph.D. under Donald Blankenship, a polar geophysicist who built an informal, international network of researchers studying Antarctica. Greenbaum had learned to love the difficult work of building globe-spanning coalitions to gather data about remote and perilous places."}, {"role": "body", "text": "The morning after the Araon set off, I woke in the cabin that I shared with Greenbaum to find that the ship was skipping waves like a cigarette boat. I flossed, brushed, and tried to come to grips with the pervasive thrum of the engines. The ship’s interior was utilitarian, with metal floors and walls; I anxiously eyed the chrome grab handles that studded the bulkheads as I walked in search of breakfast."}, {"role": "body", "text": "In the nearly empty galley, Holland sat with Clare Eayrs, a quick-witted research scientist at N.Y.U. Abu Dhabi who studies how snow affects ice-shelf thickness. I fixed a plate from the Korean buffet and joined them. Holland and Eayrs were prepping for an interview about their research, which Holland would conduct by satellite. They ran through subjects to cover—rapid sea-level rise, marine-ice-sheet instability, the ocean and the atmosphere—while Holland made notes on a flap from a cardboard box."}, {"role": "body", "text": "“This is a lot for four minutes,” Holland said, chewing."}, {"role": "body", "text": "Eayrs agreed. “Marine-ice-sheet instability alone could take up the whole interview,” she said. Holland crossed it off the flap."}, {"role": "body", "text": "If humanity didn’t exist, Antarctica’s ice sheet—the layer of ice that covers the continent—would still expand and contract. The sheet, which is broadly dome-shaped, grows as snow falls upon it; over time, the continuously falling snow compacts, and the sheet expands outward, held in place by rocks and mountain peaks. In most of the world, glaciers grow on mountains and flow down. In Antarctica, they are moving parts of the larger ice sheet. When the ice expands beyond the land, at a point called the grounding line, it starts floating on the sea, becoming an ice shelf. As the ice shelf grows, it meets geologic features, such as islands, and these allow it to push back against the ice sheet from which it came. The shelf and the sheet help to stabilize each other, like a flying buttress and a cathedral arch."}, {"role": "body", "text": "As far as we understand it, problems start when warm ocean water gets into vulnerable places like Thwaites. The water eats away at the ice by the grounding line. This ice starts to thin and flow outward faster, becoming more fragile. The buttressing effect weakens. The grounded ice sheet loses mass and starts to float, and, gradually, more water enters the bowl. This process, which could potentially become irreversible, is marine-ice-sheet instability."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/6376f274b19ab8521b9fe4cc/master/w_1600,c_limit/221128_a27059.jpg", "imageWidth": 1600, "imageHeight": 1354, "imageDescription": "“In lieu of flowers, please send twenty anchovy pizzas to Glen Rayburn, at 179 Warren Street . . .”"}, {"role": "body", "text": "Eayrs and Holland would be working as part of a team that hoped to use the ship’s helicopters to establish an ice camp on Thwaites. There, they would assemble the hot-water drill, and use it to punch through the glacier, in order to install permanent underwater probes for remote monitoring. The British Antarctic Survey had led the effort to build the drill, and the Koreans had partnered with British researchers to learn how to assemble and operate it. Meanwhile, other scientists on board the Araon would study the Amundsen Sea’s water and microbial life. Glaciologists and geophysicists would fly out to maintain an array of previously planted G.P.S. base stations, some vital to tracking the fast-spreading ice, which can sometimes move as much as five metres per day."}, {"role": "body", "text": "To place our sensors, which would collect data on the warm currents near the grounding line, Greenbaum and I would have to fly farther than any other team, putting us at constant odds with the weather and with our fuel supply. After we’d thrown our sensors into the ice rifts, our helicopter would then have to hover at risky low altitudes, staying within range until the probes had returned their data wirelessly. None of this was going to be easy."}, {"role": "body", "text": "Greenbaum is quiet and trim, and somewhat resembles the actor Daniel Radcliffe. He didn’t stir when, during our second night at sea, a stainless-steel coffee cup I’d swiped from the galley clattered across the room. I stood to retrieve it and immediately fell to all fours as the floor lurched to starboard. Through the cabin’s porthole, I saw inky waves rising higher than the window, painted in glittering moonlight. I envied Greenbaum his sleep."}, {"role": "body", "text": "The waves worsened the following day. That night, I lay in my rack rigid as a corpse. I tried to read, but my motion-sickness patch had made my vision blurry. My backpack slid across the room, collided with the cabin door, and then slid back."}, {"role": "body", "text": "“Dude,” Greenbaum said. “Please don’t make me get that.”"}, {"role": "body", "text": "Greenbaum was used to extreme conditions. Early in his career, he had applied to join nasa’s astronaut corps, and had made it to a final round. This was his third sea voyage to Antarctica; he’d taken no seasickness medicine, which seemed superhuman to me. In his rack, he looked ashen."}, {"role": "body", "text": "I pulled the backpack into bed with me and peered through the porthole. The waves now topped thirty feet—great sheets of foamy black brine slapping the upper decks of the ship, rendering them off limits. We were heading toward the Antarctic Circle, where the sun would no longer set. We had six days of waves ahead of us—ceaseless, violent rolling and pitching, without rhythm or order."}, {"role": "body", "text": "The worst swells subsided as we approached Antarctica and reached the first ice packs of the Amundsen Sea—endless white plains floating on the water, smooth but for occasional penguin prints. The Araon smashed easily through the floes. The ship vibrated with the constant grinding of hull against ice; being belowdecks was like huddling inside a giant blender."}, {"role": "body", "text": "One morning, I brought a cup of coffee to the forecastle. Knots of ice the size of cars now drifted by, alongside the occasional parking-lot-size sheet. I peered over the rail, and a seal sunning on a strip of ice looked up at me. On another stretch of white, penguins flapped their wings in alarm and waddled away. I felt like a colossus, sailing on as though by divine right. But by midmorning fog enveloped us. The cold became otherworldly. I had pictured icebergs as diamonds jutting from the sea, but the ones we encountered were flat slabs a hundred feet high. Their craggy sides loomed above the ship, their upper rims barely visible. Icebreakers are typically built to push through low, flat ice floes. These were mountains in motion."}, {"role": "body", "text": "At home, the climate situation felt desperate, harrowing. It was hard to square that with what I was seeing. Nothing around me felt frail or endangered, though I knew it was; I never heard anyone on the ship talk about the environmental crisis. Beem, Pierce, Stutz—they were not activists but scientists, focussed mainly on the difficult, alluring task of data collection. “My whole attraction to the astronaut corps, for a long time, was the desire for exploration,” Greenbaum once told me. “My interest has shifted to discovery—understanding something for the first time, versus seeing something for the first time.” He wanted to know how the world worked—saving it was almost a by-product."}, {"role": "body", "text": "The icebergs crowded in. On deck, Pierce and Stutz explained that, thanks to cloud cover, satellite images could not offer a clear route through the maze; even when they did indicate a path, it might close while we were travelling through it. The captain, whom none of us had met, had no choice but to push ahead, trusting his instincts about which ways to turn. For centuries, ships had been getting trapped in Antarctic ice; some got crushed, never to be seen again."}, {"role": "body", "text": "“This is real Shackleton shit,” Pierce said."}, {"role": "body", "text": "We were at a junction. To the left, open black sea yawned between icebergs that looked about a quarter mile apart. To the right, a channel between ice blocks was perhaps a hundred yards wide."}, {"role": "body", "text": "“He’s trying to make a call,” Stutz said, of the captain."}, {"role": "body", "text": "“No way he goes for it,” Pierce said."}, {"role": "body", "text": "The engine whined to life and reached a roaring crescendo."}, {"role": "body", "text": "“Whoa,” Pierce said. “He’s going for it.”"}, {"role": "body", "text": "The boat turned right, pressing deeper into the labyrinth. Snow flurries came and went; when the sun shone, teal light pulsed from within scars and gashes in the icebergs. At one point, we entered a narrow channel defined on one side by an ice slab that Beem told me was nearly the size of Rhode Island. I didn’t want to think about what might happen if our passageway closed. After coming all this way, I’d grown less afraid of getting stuck in the ice than of not seeing Thwaites."}, {"role": "body", "text": "I took to haunting the deck. On the next morning, the ship veered left, into a tight passage between ice walls. I looked up and, improbably, saw Greenbaum in Oakleys, standing on a catwalk adjacent to the bridge."}, {"role": "body", "text": "“How did you get up there?” I called, over the engines."}, {"role": "body", "text": "“There’s a ladder around back,” he shouted."}, {"role": "body", "text": "I cautiously made my way to him as the Araon rose and fell. High above the deck, Greenbaum looked relaxed, with his hands in his pockets. He seemed at home in the forbidding scene. (On our previous expedition, he’d often taken me for runs on the ice, choosing a direction at random.) We were about a hundred feet up, but the rims of the icebergs still towered over us."}, {"role": "body", "text": "“I’ve never seen anything like this,” I said, stupidly."}, {"role": "body", "text": "“No one has ever seen anything like this,” Greenbaum said. It was a Heraclitean thought: no one ever visits the same Antarctica twice."}, {"role": "body", "text": "A day or two later, the engines eased to a simmering growl. The vibrations beneath our boots diminished, then died. A wall of ice blocked our way to the left. Ahead was another wall, smooth as marble. On our right, two gnarled icebergs intersected. There was no obvious way forward. It was January 23rd. We had been at sea for twelve days."}, {"role": "body", "text": "No one said anything. Only the ice spoke, grinding and moaning between sizzles and snaps."}, {"role": "body", "text": "“I could use a drink,” I said. “Anybody else?”"}, {"role": "body", "text": "Everyone nodded, so I climbed belowdecks to retrieve a bottle of wine from my cabin. I tried to accept the possibility that the ice had trapped us, and that we might not reach Thwaites. Back on deck, Stutz and Pierce were standing with Yalalt Nyamgerel, a Mongolian isotope geochemist from Ewha Womans University, in Seoul, whom I’d often seen writing in her journal. I handed out cups and poured generously."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/63768f49e3958a4a2ac1adf8/master/w_1600,c_limit/221128_a27089.jpg", "imageWidth": 1600, "imageHeight": 1338, "imageDescription": "“I lost my reading glasses, so pick something wordless.”"}, {"role": "body", "text": "People on the ice often make a toast to Ernest Shackleton. During the heroic age of Antarctic exploration, Shackleton, who was known to his crew as the Boss, failed to reach the South Pole despite several attempts; he survived a doomed expedition on the Endurance—a sunken ship, no way to call for help—without losing a single man. A well-known paean to him goes, “When things are hopeless and there seems no way out, get down on your knees and pray for Shackleton.”"}, {"role": "body", "text": "“To the Boss,” I suggested."}, {"role": "body", "text": "“To the Boss!” everyone replied."}, {"role": "body", "text": "We clinked cups, pondering our situation."}, {"role": "body", "text": "“It’s a good thing we have helicopters,” Pierce said."}, {"role": "body", "text": "The Araon would not reach Thwaites. Neither would another ship we spotted in the maze one morning—a reddish pixel near a distant iceberg."}, {"role": "body", "text": "“That’s the Palmer,” Holland said—the Nathaniel B. Palmer, an American icebreaker, run by the National Science Foundation, which had no aircraft on board. “Drifting aimlessly, nothing to do.”"}, {"role": "body", "text": "Pierce was right: we’d made it within helicopter range. Once the clouds lifted, the pilots adopted a round-the-clock schedule, flying scientists and drill supplies to a base camp on the Dotson Ice Shelf, roughly ninety miles from Thwaites and ten minutes from our ship. The drill would be set up there instead, and the Korean engineers would still get the experience they needed to build it at Thwaites the next time around."}, {"role": "body", "text": "Severe weather descended. While we waited for it to lift, the boat sailed around in fog and snow, so that the teams studying seawater could deploy sensors in the Amundsen. When the skies cleared, Beem, Stutz, and Pierce started their work, flying thousands of kilometres in the course of five consecutive days, mapping the glacier down to its grounding line."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/63768f49df6b41aad25619d7/master/w_1600,c_limit/221128_a27206.jpg", "imageWidth": 1600, "imageHeight": 1463, "imageDescription": "“O.K., let’s go over it one more time. It’s Thanksgiving at my house, Christmas at Little Jimmy’s, New Year’s at Frankie’s, and we’re out.”"}, {"role": "body", "text": "The helicopters on the Araon were a finite resource. Greenbaum, who sees coalition maintenance as a key part of his job, wanted to make sure that the Koreans got the next turn. (A child of divorce, he attributes his diplomatic habits to his experience managing mom and dad.) He suggested that he go last, giving priority to Lee Choon-ki, a member of the Korean Extreme Geosciences Group, who would fly with other researchers to their G.P.S. stations. Meanwhile, Greenbaum and I started prepping for our journey. “Bring all your survival gear,” John Bishop, our pilot, warned us. Bishop, an aviator with Canadian Helicopters, spoke with seeming certainty that our helicopter, whipped by unpredictable winds, would crash, leaving us on the ice. Greenbaum and I stuffed fur-lined Michelin Man jumpsuits into our backpacks, along with gloves that resembled black oven mitts. From our lockers we pulled immersion suits, which were like wetsuits but more constricting. We’d tried them on before departure; mine was so tight on my upper body and neck that I almost felt as if I were being choked."}, {"role": "body", "text": "Finally, on February 12th, our flight day arrived. Our craft was a compact six-seater. On the ship’s helipad, Bishop gave us a safety briefing. “If the helicopter loses altitude, emergency flotation devices will inflate here and there,” he said, pointing at the skids. He indicated a large red canvas cube in the back: “This is our emergency raft. Only throw it out if I tell you to, or if the helicopter begins to submerge—do not inflate it inside!” He gestured to a panel of indistinguishable toggle switches near his seat: “This is the emergency beacon. If I am incapacitated, the first thing you should do is flip this switch.” I squinted, unsure which was the right one."}, {"role": "body", "text": "In the Army, I’d rappelled from helicopters and leaped from them in parachutes; in Afghanistan, I’d run rotary-wing operations for my task force. But this was my first time in such a small helicopter. I recalled that, in 2013, someone had suffered major injuries when a helicopter crashed and burst into flames on the deck of the Araon, on the very spot where we now stood."}, {"role": "body", "text": "“O.K., load up,” Bishop said."}, {"role": "body", "text": "Greenbaum transferred equipment—a rack of radio receivers, a dozen sensors encased in metal shells—while Bishop buckled in and toggled some switches. Soon the stentorian thump of the blades overwhelmed all other sounds. Pressing into the wash of the rotors, I walked around to the pilot’s side to turn on a downward-facing camera that would take a photograph of the ice every six seconds. I climbed in, buckled up, and pulled on a noise-cancelling headset. Bishop mumbled some unintelligible helicopter-speak, then took us up as though gravity were merely a suggestion. It would be an hour’s flight to the glacier."}, {"role": "body", "text": "Aviation in Antarctica is dangerous in part because there is often little visual difference between ice, water, sky, and mountain. Clouds cast dreamlike reflections on the ice and sea, and pilots can quickly lose their bearings. The sun loomed above us as we flew, and wispy clouds threw pale blue shadows on the ice below, which looked in some places like kneaded dough and in others like dragon scales. Swirls of fine crystals in the cerulean sea looked like cream poured into blue coffee; slush surrounding icebergs was in fact human-height chunks of ice, piled up. We were flying by dead reckoning. “Magnetic compasses are unreliable here,” Bishop said, over our headsets. “We’re too close to the South Pole.”"}, {"role": "body", "text": "We listened to the Dixie Chicks as we flew over the cracks and mesa-like formations of the Crosson Ice Shelf. We pushed against the forty-knot wind, the helicopter’s movement a slow, prolonged shudder. At last, we reached the edge of Thwaites."}, {"role": "body", "text": "“Be on the lookout for any water or thin ice,” Greenbaum said."}, {"role": "body", "text": "Near a stout, jagged white hill, we spotted an opening that might have been the size of an Olympic swimming pool—it was hard to tell from a hundred and fifty feet in the air."}, {"role": "body", "text": "We positioned ourselves over the hole, and Greenbaum opened the door and dropped a sensor. I activated a software program to begin real-time monitoring of the probe. Greenbaum fiddled with his receivers. Nothing happened. The first drop was a bust."}, {"role": "body", "text": "“Let’s try another one,” he said, uneasily."}, {"role": "body", "text": "We circled around again. “You guys ready?” Bishop asked."}, {"role": "body", "text": "We each gave a thumbs-up. Greenbaum unlatched the door and shoved it open a second time. Freezing wind whipped into the helicopter. He loosened his seat harness and leaned out. In his hands he held the probe—a ten-pound gray torpedo, about three feet long and five inches across. Ignoring the turbulence, he looked down at the target. Could he hit it?"}, {"role": "body", "text": "“This is not fuck-around wind,” Bishop said. His voice was pilot-placid, but the helicopter bumped and jolted. “This might not happen.”"}, {"role": "body", "text": "Greenbaum leaned even deeper into the rotor wash, drew the torpedo back, and hurled it outward. As it fell, its drogue parachute deployed—crucial for keeping it upright. I activated the software again. Then the probe plunged through the opening and into the sea."}, {"role": "body", "text": "Greenbaum slid the door shut and, as Bishop brought the helicopter into a tight orbit, grabbed his laptop to check for a positive signal. For a few moments, we heard only the chop of the helicopter blades. Then a rack of radio receivers let loose the whistles, screeches, and crashes of a modem handshake. On Greenbaum’s laptop, numbers suddenly sped across the screen. The sensor was plummeting through the water, returning data on salinity, temperature, and depth."}, {"role": "body", "text": "“Jesus, this water is hot!” Greenbaum said."}, {"role": "body", "text": "He began reading off the rising numbers, in Celsius. Three hundred and sixty metres down, the water was almost a degree warmer than at the surface. At nine hundred and ninety metres, the probe hit the seafloor, which turned out to be much deeper than previously estimated; the water there was close to three degrees warmer than at the surface."}, {"role": "body", "text": "“This is what is melting Thwaites!” Greenbaum said. There was triumph in his voice. We had captured data from beneath the Doomsday Glacier."}, {"role": "body", "text": "“We’re done for fuel,” Bishop broke in. “I know you wanted to do more torpedoes, but we have to head back.” Greenbaum smiled, elated, as Bishop pointed the helicopter toward home."}, {"role": "body", "text": "The weather turned bad again. Two days later, on February 14th, Greenbaum, Bishop, and I stood on the bridge with Yun Sukyoung, one of the chief scientists of the expedition, and Dominic O’Rourke, its lanky, easygoing senior pilot. Through the windows, we could see ice and snow whisking across an iceberg. The drill project had been successfully completed, and its hardware and personnel had returned to the ship. Only a week remained until our departure. If Greenbaum wanted to place more than one probe, he needed to fly immediately."}, {"role": "body", "text": "The group pored over space-based reconnaissance maps, wind diagrams, and other reports. O’Rourke held a forecast he’d just received, written in notably purple prose."}, {"role": "body", "text": "“ ‘Quivering winds,’ ” he said, riffing on the report."}, {"role": "body", "text": "“Wrong,” Bishop announced. He stood at the window, surveying a distant peninsula with binoculars."}, {"role": "body", "text": "“ ‘Shivering seas,’ ” O’Rourke added."}, {"role": "body", "text": "“Wrong,” Bishop said again. The weather in Antarctica was changeable. In his view, it was changing in our favor."}, {"role": "body", "text": "O’Rourke, looking at the maps, concurred. “There’s a clearing that way,” he said, pointing. “A little bit of cloud, but we should be able to get a full day. Tomorrow looks pretty good down there as well.” It appeared that we might have a brief window in which to deploy more probes."}, {"role": "body", "text": "Greenbaum and Bishop bent over a map of Thwaites and started sorting through possible waypoints, trying to account for wind resistance and fuel burn. They chose fifteen sites—a bombing run near the glacier’s grounding line. To reach the eastern targets, we’d need to stop at an improvised refuelling depot, which the pilots had established a couple of weeks earlier and named Bishop’s Knob."}, {"role": "body", "text": "We set out that morning. It took us an hour to reach the depot, which first appeared as a single red point in a featureless plain of white. Bishop landed; the engine grew quiet, and an imposing silence took hold. We were surrounded by Antarctic nothingness."}, {"role": "body", "text": "“You O.K. over there?” Bishop asked me. The flight had been very bumpy, and I had struggled to keep my light breakfast from glazing the interior of the aircraft."}, {"role": "body", "text": "“I’m O.K.,” I said, lurching out of the helicopter in my immersion suit and pulling the hood off so quickly that some of my hair came out. I leaned forward with my hands on my knees."}, {"role": "body", "text": "“So, not O.K., eh?” Bishop said. A young Sergeant Brown would’ve been disgusted by middle-aged me. “This is a good place to throw up, if you’re gonna,” Bishop went on. He pointed to the helicopter. “But not in there.”"}, {"role": "body", "text": "The nausea passed, and I looked around. A fluttering scrap of sun-faded fabric tied to a bamboo stake marked the depot site. Gloomy Mt. Murray pierced the sky to the southwest. Seven red jet-fuel drums lay on their sides, half-buried. It took Bishop and me fifteen minutes to dig one out with our gloved hands. He ran a hose between the barrel and the helicopter and began refuelling. Then we resumed our trip."}, {"role": "body", "text": "Toby Keith sang through our headsets: “I should’ve been a cowboy / I should’ve learned to rope and ride.” Below us, mile-long lacerations in the ice gave way to ever-larger gashes, as though some gargantuan creature had slashed into the ground with its claws. Eventually, we arrived at what glaciologists call “the mélange.” There, the ice was crushed, geometric, with slabs surrounded by slush. Icebergs trapped by frozen ocean had piled up, and flat features the size of stadiums jutted from the landscape. Grounded ice was sliding into the sea, creating a chaos of lumpy alabaster mountains, valleys, canyons, foothills, and ice-sealed lakes. There were cliffs and outcroppings, chasms with shimmering blue interiors. It was a science-fiction wasteland, alien and appalling."}, {"role": "body", "text": "We hunted for openings that revealed the water, but spotted only areas where inch-thick ice covered tiny cracks a couple of feet across. Bishop headed toward one of them, descending into a narrow alleyway."}, {"role": "body", "text": "“Can we go lower?” Greenbaum asked."}, {"role": "body", "text": "“Yes, but I can’t hover there for too long,” Bishop said. “Keep an eye on the tail rotor.”"}, {"role": "body", "text": "He eased us down to about ten feet above the ice. I craned around to look: walls were encroaching on either side. I pulled open the door. Greenbaum leaned out to drop the torpedo. He squinted, aimed, and threw; the probe cracked the ice and descended into the water before its drogue chute could deploy."}, {"role": "body", "text": "We flew on. Bishop developed a clever technique, hovering over our targets and allowing the rotor wash to reveal the thinnest patches of ice. As we moved from drop to drop, I watched our supply of probes dwindle. They were ingeniously designed: when the devices were submerged, salt water completed an internal circuit, releasing the sensor, which plummeted downward. Meanwhile, a buoy bobbed to the surface. The sensor and the buoy were connected by a thousand-metre-long wire. The sensor used the wire to relay its findings to the buoy, which then transmitted the data to radio receivers on the helicopter."}, {"role": "body", "text": "We deployed eleven probes, with a mounting sense of exhilaration. But then Greenbaum frowned. He turned to the instrument rack and adjusted a few knobs. He looked with alarm at his laptop screen."}, {"role": "body", "text": "“Something is wrong,” he said."}, {"role": "body", "text": "When Greenbaum confronts a difficult problem, he retreats inside himself to concentrate. He spent the rest of the flight in silence. It was only back on the ship, at a makeshift desk in our cabin, that he realized what might have happened. He pointed to a graph on his computer. “This shouldn’t look like that,” he said. “I think it’s the ice. While the probe is falling deeper into the water, the buoy is supposed to float on the surface. But on some of the drops the ice was so thick that the probe could only punch a six-inch hole. When the buoy floats to the top, it hits ice instead of open water.”"}, {"role": "body", "text": "I saw the problem: I imagined a man falling through ice covering a lake, then finding himself trapped as he swam toward the surface."}, {"role": "body", "text": "Greenbaum sighed, then leaned back, his face fallen. “I think the ice may have distorted the data,” he said. The flight had been a failure."}, {"role": "body", "text": "The weather forecast for the next day was ambiguous. There was a chance that we could fly again and drop more probes. But we needed to solve the ice problem first—otherwise, we’d be dropping them for nothing."}, {"role": "body", "text": "Field geophysics is not a genteel science. You are more likely to reach for a screwdriver or a drill than for a microscope or a flask. In Antarctica, grit and muck get into your hands, which are cracked by the cold; you carry heavy equipment and turn wrenches to tighten ratchet straps around splintered wooden shipping containers. You are as far from civilization as it’s possible to get, and you must figure things out for yourself."}, {"role": "body", "text": "David Holland, the mathematician, had an idea. On expeditions to Greenland, he’d used a cable to lower sensors into the water from the side of a helicopter; the helicopter then hovered, stationary, until the probes had returned their data. Greenbaum thought we might be able to learn from this approach. If we could find a way to break bigger holes in the ice, we could lower our sensors and buoys into them, on ropes. Holland had used large rocks as icebreakers; we had none on hand, and no way to carry them safely in our helicopter. But, Greenbaum suggested, we could remove the sensors from their torpedo casings, and then fill the empty casings with bottles of water. The torpedoes we’d dropped earlier had used drogue chutes to stay upright—but if Greenbaum hurled the modified casings onto the ice lengthwise, they would make much bigger holes."}, {"role": "body", "text": "The first step was to refashion our torpedoes. We’d brought a few types with us: the cheapest batch had fewer features but a heavy black torpedo tube, while the more expensive ones had lighter, thinner shells but superior sensors. We could break the ice with the black torpedoes, then deploy ropes to lower the fancy sensors into the holes."}, {"role": "body", "text": "On the main deck of the ship, in a laboratory filled with grimy camp gear, Greenbaum and I sat at a workbench with a black torpedo in front of us. We needed to open the casing. But we were brought up short by a note printed on the torpedo’s side:"}, {"role": "quote", "text": "WARNING"}, {"role": "quote", "text": "DO NOT DISASSEMBLE SONOBUOY"}, {"role": "quote", "text": "Potentially hazardous material contained herein."}, {"role": "quote", "text": "Unauthorized handling of the sonobuoy may cause personal injury."}, {"role": "quote", "text": "In case of any damage to the sonobuoy, do not handle."}, {"role": "quote", "text": "Call explosive ordnance disposal team."}, {"role": "body", "text": "The last line gave us particular pause. If opening the probe required calling the same people who disarm mines, it was obviously unwise to do so by ourselves, on an isolated boat in the Southern Ocean. We weren’t sure how the torpedoes worked. Was there a small internal explosive charge that detonated on impact, blasting open the casing? While in Antarctica, the Araon had only the sketchiest communications capabilities; with no Internet access, we couldn’t even Google."}, {"role": "body", "text": "We started disassembling the torpedo, removing only the parts we knew wouldn’t explode and joking nervously about blowing holes in the ship and ourselves."}, {"role": "body", "text": "By giving others first dibs on the helicopters, Greenbaum had earned substantial good will on board. Lots of people, on many different teams and from many different countries, had heard about his predicament and wanted him to succeed. An engineer named Scott Polfrey ambled in. He was part of the British Antarctic Survey, and had helped with the drill. He finished off a can of Cass beer, then set it down on the workbench, next to a pile of empty coffee cups and ice-cream wrappers."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/63768f49e3958a4a2ac1adf7/master/w_1600,c_limit/221128_a26697.jpg", "imageWidth": 1600, "imageHeight": 1306}, {"role": "body", "text": "“You mind?” he asked. He picked up the torpedo, turning it this way and that with alarming nonchalance as Greenbaum described our uncertainties. Polfrey didn’t think the device would explode. “If this had an explosive,” he said, “it would proba— Well, it does say ‘explosive’ on it, I’ll give you that.” But, he argued, maybe the “explosive” was just a cartridge of carbon dioxide, and wouldn’t be that bad: “It’s only going to detonate if you put it in water.”"}, {"role": "body", "text": "He laid the torpedo on the floor. He reached for a heavy-duty flathead screwdriver and locked eyes with Greenbaum."}, {"role": "body", "text": "“Do you trust me, Jamin?” he asked."}, {"role": "body", "text": "“Of cou—” Greenbaum said."}, {"role": "body", "text": "Polfrey stabbed the screwdriver into the possibly explosive part of the torpedo and pried as hard as he could. The sensor slid out, sans explosion. We all backed away."}, {"role": "body", "text": "“Just go a bit steady with it, in case it does anything,” Polfrey said. He nodded, satisfied."}, {"role": "body", "text": "Now we could see what an actual sensor looked like. It was about the size of a magnum bottle. We were excited—it would be easy to tie the sensor to some rope."}, {"role": "body", "text": "Greenbaum went to find Bishop to tell him about our plan to lower the sensors by hand."}, {"role": "body", "text": "“No,” Bishop said, the moment he heard it. “No way in hell.”"}, {"role": "body", "text": "Safety was his priority. Hanging loose rope from a helicopter, he warned, was like playing Russian roulette. If the wind whipped the wrong way, or someone slipped, or the probe hit a skid and bounced up, the rope could be sucked into one of the rotors, and everyone could die."}, {"role": "body", "text": "“We’ll figure something out, Jamin,” Polfrey said."}, {"role": "body", "text": "We needed to maintain control of the rope, the way mountain climbers do when they lift and lower gear and people. We had plenty of rope—we were on a ship, after all—but didn’t know how to arrange it. Pierce, who’d volunteered in mountain rescue, heard about our dilemma. He picked up an extracted sensor and wrapped a piece of rope around it, tying an elegant knot. He then demonstrated how the sensor could be controlled using a rope bag, which could keep the rope neat and contained."}, {"role": "body", "text": "We showed the setup to Bishop, who balked. It was clear that he wanted something more robustly engineered."}, {"role": "body", "text": "Polfrey and I headed to one of the seawater labs and began rummaging through unlabelled black plastic bins, which held supplies. We wanted to find something we could wrap the rope around, so that none of it was loose—in other words, a pulley. In one bin, we uncovered a stack of aluminum pipes that the Extreme Geosciences Group had used for their G.P.S. stations. We consulted Lee Choon-ki, who told us to help ourselves. From another bin, Polfrey extracted a hacksaw and a file. He started sawing the pipe. We took turns cutting it into ten-inch lengths. We could wrap the rope around and around the pipe, creating a spool, and then run another rope through the pipe’s hollow interior, which would secure the pulley to Greenbaum’s harness. We had enough pipe to make an individual pulley for each sensor, for maximum organization and safety."}, {"role": "body", "text": "We presented our handiwork to Bishop, who eyed it skeptically. We explained exactly why the system was safe. We pulled the rope this way and that, proving that it would always be in our control."}, {"role": "body", "text": "“O.K.,” Bishop said at last. “It’s fucking perfect.”"}, {"role": "body", "text": "The idea of stuffing the casings with water bottles had never sat well with Greenbaum. “We really didn’t come all this way to throw plastic in the water,” he told Yun Sukyoung. “We want something environmentally friendly. Something dense and heavy.”"}, {"role": "body", "text": "“I have something,” Yun said. She disappeared into the ship and returned a few minutes later carrying a pair of large iron shackles. If the ship had made it to Thwaites, she would have used them to connect special sensors to a seafloor anchor. We weighed them in our hands."}, {"role": "body", "text": "“How many do you have?” Greenbaum asked."}, {"role": "body", "text": "“As many as you need,” she said."}, {"role": "body", "text": "Yalalt Nyamgerel, the geochemist from Mongolia, arrived to help take apart the torpedoes. We filled the tubes with linked-together shackles, which we bolted to the tube interiors. I picked up one of the completed assemblies. It weighed around thirty pounds—heavy enough to smash a big hole in the ice. I set it down on the deck with a thud."}, {"role": "body", "text": "Holland walked into the room."}, {"role": "body", "text": "“This is the bomb,” I said. “It’s filled with shackles.”"}, {"role": "body", "text": "We named our creation the Shackleton Bomb."}, {"role": "body", "text": "Night was indistinguishable from day. Still, we had worked around the clock, and skids-up was fast approaching. It was with a sense of desperation that I realized I couldn’t handle another nauseating flight over the end of the world. The mission needed to succeed; the probes needed to reach their targets; a great deal was at stake. Holland took my place."}, {"role": "body", "text": "I watched from the deck as the helicopter spun up. I walked into the rotor wash, started the camera mounted to the side, and stepped away. Bishop took the aircraft up. In an instant, it was gone."}, {"role": "body", "text": "I stood in the silence. Eventually, I heard the songs of some snow petrels that were swooping around a familiar iceberg behind the ship. It was a massive ice mountain that, in its profile, evoked El Capitan. For days, a house-size hunk of ice at its peak had been threatening to collapse; each night, Beem, Pierce, Stutz, and I had watched it, waiting with cups of whiskey, beer, or wine. We wanted to be there when it fell. We imagined the tortured crack and the cataclysmic splash of its impact. Like everything else in Antarctica, it was doomed on its own timescale, yet seemed ancient and eternal."}, {"role": "body", "text": "Around four hours later, the helicopter returned. I looked through the windscreen, where Bishop, his face calm, flipped switches to power down. To his right, Holland was gathering gear. A side door opened, and Greenbaum climbed down. He looked up, saw me, and offered a triumphant thumbs-up."}, {"role": "body", "text": "“Dude!” he said. “It worked. We got it.”"}, {"role": "body", "text": "Climate scientists often feel a mixture of pride and foreboding. Pride because they can shed light on our collective future; foreboding because it’s a future they fear. There will be years of analysis ahead—papers to write, models to improve—and there will be more data to collect. But we may soon know whether Thwaites has fifty, a hundred, or five hundred years left."}, {"role": "body", "text": "I thought about the glacier’s fate during the trip home, tossed by twenty-foot waves. Outside my porthole, the sea was heaving and subsiding, unstoppable; we’ve made our choices, and now it will decide how much our continents will shrink, and when. Exhausted and seasick, I felt the ocean’s obliviousness to us. All the more reason to attend to it."}]}