{"title": "The Mail", "subtitle": "Letters respond to Paige Williams’s piece about Moms for Liberty and Stephanie Burt’s essay about multiverses.", "authorName": "The Readers", "coverImageURL": "https://media.newyorker.com/cartoons/63770d68e3958a4a2ac1ae26/master/w_1172,c_limit/221128_a27165.jpg", "coverImageWidth": 1172, "coverImageHeight": 833, "coverImageDescription": "\"I'm his muse, which he says is even better than co-author.\"", "hashTag": "The Mail", "publishDate": "November 21, 2022", "contents": [{"role": "head", "text": "The Power of Reading"}, {"role": "body", "text": "As an author of young-adult novels who regularly gets Google Alerts notifying me that my books—many of which depict sensitive subject matter, such as child trafficking—are being banned, I’m grateful to Paige Williams for her insightful reporting about Moms for Liberty’s efforts to reshape public-school curricula (“Class Warfare,” November 7th). It seems to me that students are the real casualties in this front of the culture wars. Teen-agers are currently facing a crisis of mental health: rates of depression and suicide are high, and resources to help guide them away from dangerous outcomes are frightfully limited. Many children endure traumas that leave them feeling isolated, ashamed, angry, and afraid. But, when those children see their experiences rendered in books, they learn that they’re not alone; they might even begin to see a path out of their pain. (And, for those who are not living in abusive homes, or fighting homophobia, racism, sexism, or the existential dread of gun violence, books can help them better understand their peers.) I know this from spending many days visiting classrooms and juvenile-detention centers, and from the thousands of kids who’ve told me about books that saved their lives—books that were the only safe places they had, and that allowed them to temporarily escape the messy, violent, unfair, warming world they’ve inherited. Rather than take books away, we should encourage kids to visit those magical worlds, and thereby help them get back in touch with their own magic."}, {"role": "quote", "text": "Patricia McCormick"}, {"role": "quote", "text": "Sag Harbor, N.Y."}, {"role": "head", "text": "More Multiverses"}, {"role": "body", "text": "Stephanie Burt, in her history of multiverses in literature and popular culture, remarks that “the notion of the multiverse belongs to anyone who can use it to tell a good story” (Books, November 7th). Her remark brought to mind a noteworthy expression of this phenomenon: fan fiction. In the nineteen-sixties, many “Star Trek” viewers became “Star Trek” storytellers themselves, publishing their own imagined adventures of the Enterprise crew in mimeographed zines that were shared through the mail and at fan conventions. These stories, built around a TV series that embraced the idea of parallel universes, represent a vibrant embodiment of the multiverse. Beyond creating new fictional worlds, they exploded the one-way street of media production and consumption into an endless web of storytelling. Though the regular variations on classic franchises pumped out by studios like Marvel may be profitable, the full potential of the multiverse device lies not just in the unlimited dimensions available to its characters but in the sheer number of authors who can tell their stories."}, {"role": "quote", "text": "Hugh Siegel"}, {"role": "quote", "text": "Jeffersonville, N.Y."}, {"role": "body", "text": "I would like to expand on Burt’s brief mention of the science-fiction writer Philip K. Dick, whose novels and stories are rife with multiple universes, and whose works have been the basis for popular films and television adaptations (including “The Man in the High Castle,” which Burt touches on). One of Dick’s classic works in this mode is “Eye in the Sky,” in which reality changes bizarrely depending on which character’s consciousness is controlling the universe at that moment. The highbrow creations of Jorge Luis Borges, which Burt also considers, are certainly an important source of inspiration, but Dick’s prolific contributions, which have been a prominent part of popular culture since the nineteen-eighties, could be considered a more direct influence."}, {"role": "quote", "text": "Joseph Stanton"}, {"role": "quote", "text": "Professor Emeritus of American Studies and Art History"}, {"role": "quote", "text": "University of Hawaii at Manoa"}, {"role": "quote", "text": "Honolulu, Hawaii"}]}