{"title": "Live from the Brooklyn Museum—Today’s Top Stories!", "subtitle": "Instead of making art, an artists’ collective has turned its attention to making news, broadcasting from its own news desk about Vladimir Putin, mass incarceration, and sexual harassment.", "authorName": "Adam Iscoe", "coverImageURL": "https://media.newyorker.com/photos/63770d68b19ab8521b9fe4d0/master/w_2240,c_limit/221128_r41432illu.jpg", "coverImageWidth": 1822, "coverImageHeight": 2560, "coverImageDescription": "Illustration by João Fazenda", "hashTag": "News Hole", "publishDate": "November 21, 2022", "contents": [{"role": "body", "text": "Most people don’t trust the news anymore, but everyone still seems to want a piece of it. Hedge funds are scooping up TV stations. Billionaires are buying newspapers and tech platforms. A few hours before Elon Musk finalized a deal to purchase Twitter, last month, a super pac turned artists’ collective launched a news network in the lobby of the Brooklyn Museum. (Mission statement: “News for creative emancipation. This is journalism made by the people making culture.”) “I love things like ‘The Daily Show’ and Ali G, but we’re trying to actually make news, and be the news,” Eric Gottesman, an artist who is co-directing the project, said. He co-founded the collective, which is called For Freedoms. Its news program is more pastiche than parody: “We’re appropriating the form and aesthetic of broadcast news as a way to build greater civic engagement through art.” He added, “And we have a news desk!”"}, {"role": "body", "text": "At 8 a.m., a group of gaffers, grips, lighting technicians, and caterers arrived to set up. Massive batteries were rolled into place; cameras, microphones, and stage lights were arranged."}, {"role": "body", "text": "An artist named Christina Caputo, one of the producers, arrived at ten. “I don’t necessarily call myself an artist,” she said. Caputo led the crew in a “grounding session.” “Let’s take a moment and appreciate each other,” she said. “There are gonna be moments when there are challenges, and there are gonna be moments when we love each other.” Inhale, exhale; the crew was restless. “Excuse me, where should we place the monitor?” a technician whispered to Gottesman. Soon the news desk, designed by the artist Harry Chadha and accented with purple starfish, was assembled; someone had accidentally printed part of the collective’s logo upside down."}, {"role": "body", "text": "Gottesman didn’t mind, he said, looking up at a huge canvas by Cecily Brown that was hanging above the newsroom. “We had to make sure that none of the lights would melt the painting,” he added. He was eating a roasted-vegetable sandwich, and his mouth was smeared with mustard. “This is both an installation and a site of capture,” he said."}, {"role": "body", "text": "A few crew members sat behind the news desk, joking around. “We need some diversity onscreen,” a Black key grip named Che Roacher said. As a camera test, he decided to give an impromptu monologue: “They own everything. It’s fucking impossible. This country is owned by the powerful and rich. It’s been that way forever.” Some of the artists had gathered near the monitors, holding ginger-lemon probiotic sodas, to watch."}, {"role": "body", "text": "For Freedoms was started in 2016 as an antipartisan super pac; since then, the group has worked with more than a thousand artists, including Carrie Mae Weems, Ai Weiwei, Marilyn Minter, and David Byrne, on civic-minded art projects. In one, a flag designed by the artist Dread Scott, reading “A Man Was Lynched by Police Yesterday,” was hung outside a gallery. Another placed more than five hundred artist-designed political billboards across all fifty states. The news program would feature dozens of artists doing broadcasts streamed online: Duke Riley giving a woman named Sandy a Hurricane Sandy-inspired tattoo, to mark the storm’s tenth anniversary; a monologue on intimate-partner violence and houseplants, delivered by Tanya Selvaratnam, one of three women who, in 2016, accused Eric Schneiderman, New York’s attorney general at the time, of abusing them. “I like plants more than people,” she said."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/63770d68e3958a4a2ac1ae26/master/w_1600,c_limit/221128_a27165.jpg", "imageWidth": 1600, "imageHeight": 1137, "imageDescription": "“I’m his muse, which he says is even better than co-author.”"}, {"role": "body", "text": "A few grips and gaffers appraised the catered lunch (a salad of greens grown in a vacant city lot) and headed out to get some Chinese. “That rabbit food is not cutting it,” one said. Gottesman sat behind the news desk with an artist named Robert Sinclair, who would be one of the hosts. In the coming days, more serious subjects (mass incarceration, the sexual harassment of Black women, Vladimir Putin) would be discussed by more serious guests—formerly incarcerated artists, exiled Iranian artists, a teen-age transgender artist who has sold millions of dollars’ worth of N.F.T.s—but the setup day was for having fun. “There has to be space for play in order for us to be creative, to rethink some of these big things,” Gottesman said. “If we really are going to profoundly shift the foundations of the structures of society through culture, it’s got to be playing with it, poking at it, experimenting with it, failing, and laughing.”"}, {"role": "body", "text": "Lights, camera, playtime! Sinclair summoned his best anchorman voice: “We’re exploring the weather at the Brooklyn Museum with Eric Gottesman. Eric, what’s the weather like—”"}, {"role": "body", "text": "“At the museum?”"}, {"role": "body", "text": "“Inside your head!” Sinclair said."}, {"role": "body", "text": "A grip in a pink hoodie watched them. “They’re full of shit,” he said. “Some of them gonna talk about what they know, but what they know is what they regurgitate from hearing it on the news.”"}]}