{"title": "Portrait of the Artists as Young Weirdos", "subtitle": "Nauseatingly shaky camerawork! Anthropomorphic Silly Putty! A “To Catch a Predator” mock epic! It’s the Childhood Delusions Film Festival, wherein adults submit homemade films shot when they were kids.", "authorName": "Reyhan Harmanci", "coverImageURL": "https://media.newyorker.com/photos/63770fa4df6b41aad2561b3e/master/w_2240,c_limit/221128_r41434illu.jpg", "coverImageWidth": 2061, "coverImageHeight": 2560, "coverImageDescription": "Illustration by João Fazenda", "hashTag": "Juvenilia Dept.", "publishDate": "November 21, 2022", "contents": [{"role": "body", "text": "Curtis Whitear, a thirty-five-year-old documentary filmmaker, was sitting in front of two monitors in his apartment in Ditmas Park recently, watching movies made by kids. He opened a file of a film made by a friend named Ash Sanders. “This is what she called ‘The Putty Movie,’ ” he said. She made it when she was sixteen."}, {"role": "body", "text": "He clicked and the “Mission: Impossible” theme played. Two girls dressed in camouflage sneak around a house, arms aloft in victory. The soundtrack changes to nineties house music, and one of the girls sprints down a driveway and jumps on the hood of a moving car. “This whole section has such a good ambient quality,” Whitear said. Finally, dialogue: “We have something that belongs to you,” a voice says. “Recognize this?” Cut to a flesh-colored mound of Silly Putty with googly eyes, and a complicated discussion of why half the putty is being held captive at another location. The voice grants the putty a last wish, “a song to express her undying love for you.” “Hold Me Now,” by the Thompson Twins, is heard over a montage of pictures of a blond teen boy."}, {"role": "body", "text": "Whitear, who wears round, owlish glasses and has messy blond hair, was culling submissions for a special screening event—his birthday party, which he is calling the Childhood Delusions Film Festival. He had e-mailed a few dozen friends with a request to send him movies that they’d made when they were kids. “These cringey masterworks deserve to finally be seen on the big screen,” he wrote. “So I am renting a movie theater and making that happen! It’s like a gift from a 35 year-old me to a 12 year-old you, except not creepy at all.” There were a few rules: submissions couldn’t be longer than five minutes or be made after someone turned twenty-one."}, {"role": "body", "text": "Despite the time rule, not all of the people who sent in digital files (and DVDs and CDs) had edited down their juvenile masterworks. Some submissions were raw tape, hours of filmmaking attempts piled one on top of the other. In some cases, what the filmmaker thought would be the most interesting part wasn’t. A podcast producer named Abigail Keel sent in one such VHS tape. “She was specifically asking me to look for this video of her and her Mexican exchange student,” Whitear said. “They made some kind of kung-fu thing together.” What he found more compelling is a scene that she and her girlfriends made about a diva-ish pop star. He clicked: Grainy footage of a tween girl holding a hairbrush as a mike, talking to another tween, who is the “mother.” The “pop star” tells the mother that she’s not even invited to her show and should think about “life—you need a new one!”"}, {"role": "body", "text": "Next up, a black-and-white short of a pool game from the perspective of a shy cue ball, which whispers, “I didn’t mean to break up your little pack.” Then an eleven-minute epic, a spoof on “To Catch a Predator,” made for English class. It depicts a dystopian plantation led by a high-school kid in a preppy pink shirt. Then an impressive stop-motion piece populated by Lego figures, showing a bank heist. Whitear planned to edit his final picks for time, but not for content. “You have to let them have the childhood logic,” he said. He hoped to show something from everyone who submitted, except for a video composed of hand-drawn storyboards about the relationship between a child and his dolls. It was too long, but its creator had declared that it could not be touched."}, {"role": "body", "text": "Finally, Whitear took a look at his own submission, a seventeen-minute film called “The Black Sun,” which he made when he was twelve. The original cut was ninety minutes; watching it, he said, was “absolutely unbearable, like, five-minute sections of no dialogue, really bad.” Shooting it with a handheld camera had made him so nauseated that his grandfather bought him a tripod. One of the film’s stars, Whitear’s cat, Mr. B, died during the six weeks of filming. Over the years, Whitear has reëdited it multiple times."}, {"role": "body", "text": "“I’m going to call this ‘The Final Super Director’s Cut,’ ” he said. Like the other young auteurs, he’d designed his own title card—in his case, a fake Twentieth Century Fox logo, with fanfare. The action begins with a boy rolling down a suburban hill; he is a federal agent exploring a private island that is inhabited by stop-motion dinosaurs. Whitear smiled at his younger self on the screen. “Every time I make a new version of this, I show it to a lot of people, and no one is, like, ‘Yeah, Curtis, I see why you love this movie,’ ” he said. “But I’m still working on this. I can’t quit it.”"}]}