{"title": "Briefly Noted", "subtitle": "“The Escape Artist,” “Shirley Hazzard,” “The Seven Moons of Maali Almeida,” and “Seven Empty Houses.”", "authorName": "The Editors", "coverImageURL": "https://media.newyorker.com/photos/6372a514ea5a61bffbbd53c8/master/w_1600,c_limit/221128_r41423web.jpg", "coverImageWidth": 1600, "coverImageHeight": 1200, "coverImageDescription": "Three hundred feet above the ground, two Pinnacle workers, Tyler Simmons (top) and Isaiah Smith (bottom), inspect the inside of a wind turbine. Cleanliness is essential for such a delicate apparatus. Each turbine blade spins up to sixteen times a minute.", "hashTag": "Books", "publishDate": "November 28, 2022", "contents": [{"role": "body", "text": "The Escape Artist, by Jonathan Freedland (Harper). In 1944, the Auschwitz escapee Rudolf Vrba, intent on piercing the “veil of ignorance” surrounding the Nazis’ crimes, related his and others’ experiences of the camp in the Vrba-Wetzler Report. Disseminated in the midst of the war, the report catalyzed an international response that would ultimately spare two hundred thousand Hungarian Jews. With the propulsion of a historical thriller, Freedland, a journalist, tracks Vrba’s work collecting the “data of the dead” even while imprisoned, driven by his conviction that facts could perhaps derail the Nazi extermination plan. As Freedland depicts world leaders’ failure to act expeditiously, he observes, “A horror is especially hard to comprehend if no one has ever witnessed anything like it before.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/6374106e917568ad20538bea/master/w_1600,c_limit/221128_r41424_rdweb.jpg", "imageWidth": 1600, "imageHeight": 1200}, {"role": "body", "text": "Shirley Hazzard, by Brigitta Olubas (Farrar, Straus & Giroux). This biography of an acclaimed novelist follows Hazzard from her early years in Australia and postwar Hong Kong through her adulthood among storied literary circles in New York City and Italy. Olubas traces the development of Hazzard’s longtime preoccupations with “mobile protagonists and their shifting worlds,” and with questions of truth, goodness, knowledge, and perspective. Carefully crafted—a page could be revised as many as thirty times—and signalling a “deep investment in destiny,” Hazzard’s richly layered novel “The Transit of Venus” led her husband, the biographer and Flaubert scholar Francis Steegmuller, to remark, “No one should have to read it for the first time.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/6372a5141772c8bacd738b6e/master/w_1600,c_limit/221128_r41425web.jpg", "imageWidth": 1600, "imageHeight": 1200}, {"role": "body", "text": "The Seven Moons of Maali Almeida, by Shehan Karunatilaka (Norton). In this magic-realist satire, the title character—a self-described “photographer, gambler, slut”—wakes up in the afterworld and has a week to discover who killed him. Set during the civil war in Sri Lanka in 1989, the novel follows Almeida as he attempts to find his murderer and help two friends obtain a cache of photographs incriminating those on all sides of the conflict, before they are purloined by others searching for them. The group includes government officials, separatist Tamil Tigers, communist rebels, Indian peacekeepers, and arms dealers, all of whom are willing to kill to accomplish their mission. When Almeida tracks down his murderer, he realizes that “every death is significant, even when every life appears not to be.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/6372a514ff0266f0fa53a2b9/master/w_1600,c_limit/221128_r41426web.jpg", "imageWidth": 1600, "imageHeight": 1200}, {"role": "body", "text": "Seven Empty Houses, by Samanta Schweblin, translated from the Spanish by Megan McDowell (Riverhead). The seven stories that make up this haunting book, by an Argentinean novelist, feature characters confronting their own estrangement—from their families, their neighborhoods, and themselves. In one story, the narrator and her mother rearrange parts of strangers’ homes, an act that encapsulates the sense of alienation inspired by the houses of the book’s title. In several tales, children die or disappear, leaving behind adults incapable of coping with loss. While Schweblin’s shorter stories often rely too heavily on elision, the longest, about an elderly woman with dementia who observes her mind’s deterioration, is deeply affecting."}]}