{"title": "The Four-Valve Trumpeter Who Uses Sharon Stone and Charlie Chaplin to Make Jazz", "subtitle": "Ibrahim Maalouf, the Lebanese French horn player known for some daring collaborations, visits the Met to check out a display of rare instruments and discuss his own musical unorthodoxies.", "authorName": "Bruce Handy", "coverImageURL": "https://media.newyorker.com/photos/63770e812ee42a20b8232fb4/master/w_2240,c_limit/221128_r41433illu.jpg", "coverImageWidth": 1822, "coverImageHeight": 2560, "coverImageDescription": "Illustration by João Fazenda", "hashTag": "The Musical Life", "publishDate": "November 21, 2022", "contents": [{"role": "body", "text": "Atrombone with six valves? “I don’t know if anyone played this ever,” the Lebanese French trumpeter Ibrahim Maalouf said the other day at the Met, where he was taking in a display of extravagant, even bizarre, brass instruments. Maalouf, who is forty-two, lives in Paris and was in town for a concert. He had been curious about the museum’s horn collection, which includes not just the six-valve trombone—most have none—but also a vaguely bassoon-like thing (an ophicleide!) with a bell decorated to look like a dragon’s mouth, and a tuba with two bells that resemble conjoined twins. In Maalouf’s view, much of what was on display—arcane, intestinal-looking contrivances of coiled brass—was more a tribute to the metalworker’s craft than anything a working musician might want to play."}, {"role": "body", "text": "Not that Maalouf is a fussy traditionalist. His own preferred instrument is a unique trumpet with four valves (one more than the usual three), which allows him to play the quarter tones of classical Arabic music. He studied European classical music at the Conservatoire de Paris, but made his name playing jazz. He has since embraced electronic music, R. & B., hip-hop, Arabic pop, and other styles, collaborating with such musicians as Wynton Marsalis, Sting, Angélique Kidjo, Juliette Gréco, Josh Groban, and the Kronos Quartet. He’s a superstar in Europe, where he regularly sells out arenas; in American instrumentalist terms, he might be placed on a continuum between Kenny G and Jon Batiste, closer to the former in fame and to the latter in style and critical respect. At the Met, dressed in black, with a groomed beard, he could have passed for Rainer Werner Fassbinder’s better-adjusted kid brother."}, {"role": "body", "text": "Maalouf’s father, Nassim Maalouf, a renowned soloist in both European and Arabic classical music, invented the four-valve trumpet that both men play. Ibrahim grew up listening to his father practice. One day, he asked if he could try. “My father said, ‘If you want me to teach you, you will be a trumpet player.’ I was seven. I didn’t know what that commitment meant.” He quickly showed promise, but there were bumps along the way. For one thing, if you live with your trumpet teacher, you can’t cheat on practicing."}, {"role": "body", "text": "“He gave me lessons every day, until I was fourteen or fifteen,” Maalouf recalled. Home life was otherwise hard. He was born in Beirut in 1980, but the family soon fled Lebanon’s violence for France; the loss and the upheaval, he said, affected his parents deeply. Nassim was a very strict father. “The only moments he was really soft were when I was taking trumpet lessons,” Maalouf said. He laughed. “Maybe that’s why I kept playing.”"}, {"role": "body", "text": "In a sad turn of family melodrama at least as old as “The Jazz Singer,” Maalouf’s embrace of more modern and popular music contributed to an estrangement between father and son. For Nassim, who had no formal education outside of music, the trumpet had been a way out of rural poverty. “It was his tool to escape his destiny,” Maalouf said. “And he expected I would exactly continue his way of playing.” Today, they exchange only the occasional text. “We disagree on pretty much everything.”"}, {"role": "body", "text": "Maalouf’s latest album, “Capacity to Love,” his seventeenth—not including the many French film scores he has composed, plus a couple of symphonies—may push his father even farther away. Overtly polemical, it is meant as a musical riposte to the right-wing nationalism gripping Europe and other places around the world. Maalouf enlisted a diverse array of collaborators, including the rappers Pos (of De La Soul) and Erick the Architect; the jazz singer Gregory Porter; musicians from South America and Africa; and, perhaps most daringly, Sharon Stone, a movie star not previously known for her musical gifts. On one track, over a mournful orchestral backdrop and Maalouf’s trumpet, Stone recites an original poem, an angry address to an unnamed American politician (we all know who)."}, {"role": "body", "text": "Maalouf approached Stone, he said, because he admires her “strong voice” and her willingness to speak her mind even at the risk of sounding “stupid.” He had wanted a Hollywood figure to help close the album, which begins with an audio clip of Charlie Chaplin’s final speech from “The Great Dictator.” The film, with its plea for tolerance and “universal brotherhood,” had made an impression on Maalouf when he first saw it, in grammar school, as the only Arab in his class."}, {"role": "body", "text": "“When I do a concert, I like that there are all kinds of people listening to me, even people who don’t believe in the same things as me,” he said. “If they’re moved, then we’ve shared something.” Would he welcome even Marine Le Pen or Donald Trump as a fan? “Why not?” he said. “Sometimes little things can change opinions on big things. Maybe they would have some part of their mind that thinks, Maybe, you know, maybe—maybe—I’m wrong.”"}]}