{"coverImageDescription":"“You could just tell how long people had lived at this site,” a researcher said.","contents":[{"role":"body","text":"When Bryon Schroeder moved to Alpine, Texas, in 2016, he was amazed at how few rules there were. In Texas—unlike in Wyoming, where he grew up, and in Montana, where he got a Ph.D. in archeology—if you have permission to dig on someone’s land “you don’t really have to do any permits or anything,” he told me. “Here, you can’t tell landowners not to do stuff. This is Texas, goddammit!”\n\nSchroeder is thirty-eight, with a tangle of curly hair and a taste for Hawaiian shirts. He came to Alpine to work for the Center for Big Bend Studies, which he now runs. The Center, a research institute focussed on archeology and history, is affiliated with Sul Ross State University, an agriculture-focussed school that calls itself “the frontier university of Texas.” At Sul Ross, Schroeder is the only full-time faculty member in the anthropology department, and he sometimes finds himself teaching introductory courses to all of four people. But living in Alpine gives easy access to craggy limestone country, where the history of human occupation dates back at least ten thousand years.\n\nMore than ninety-five per cent of Texas is privately owned, so nearly all digs require coöperation from a landowner. Schroeder met Jeff Fort, who owned a sixty-thousand-acre ranch that spanned a stretch of dramatic canyons in the Big Bend region of West Texas. Fort was fascinated by deep time. Exploring his property, he had found petroglyphs carved on boulders, shards of pottery, and more than a hundred rock shelters. “I haven’t found a dinosaur yet, but I’d like to,” Fort, a rangy, tireless man in his eighties, told me. With Fort’s blessing, Schroeder toured the ranch’s suspension-ruining dirt roads in a pickup truck, and he accompanied Fort on ten-mile hikes through washes and along old game trails. In a number of places, rainwater had worn away Cretaceous limestone, resulting in rock shelters and caves.\n\nFort suggested that Schroeder look at one cave in particular. “He didn’t tell me how to get there, exactly,” Schroeder recalled. “He just told me, ‘You’ll see it.’ ” The road was too rugged for the truck, so Schroeder took an A.T.V. Eventually, he came upon a cave with two triangular openings sitting atop a talus slope sprinkled with burned rock, the remnants of ancient agave-baking pits. The soil around the cave was black from cooking fires and organic materials. “You could just tell how long people had lived at this site,” Schroeder said.\n\nRecent excavations suggest that the area was the easternmost outpost of Southwestern Puebloan culture, and was later inhabited by a number of semi-nomadic groups, including the Chisos and the Jumano. By the end of the eighteenth century, many of these groups had been wiped out or assimilated by the Apache, some of whom had migrated south from the Great Plains. A century later, Texas’s Indigenous populations were subjected to a series of brutal assaults: the systematic slaughter of buffalo, incursions by Anglo settlers, and military campaigns with the goal of extermination. By the dawn of the twentieth century, many Native groups had moved to Oklahoma, retreated to Mexico, or been killed.\n\nSchroeder found that the cave’s main entrances opened onto a shallow chamber with a fifteen-foot ceiling; at the rear of the chamber, two branching channels stretched back hundreds of feet. The ceilings were so low that exploring required crawling on hands and knees. The cave, which was known as Spirit Eye, for its triangular openings’ resemblance to the Eye of Providence, which is found on the one-dollar bill, had been extensively dug. Flashbulbs from earlier expeditions littered the floor. A previous landowner had run a pay-to-dig operation, allowing local artifact hunters to keep what they uncovered. It seemed to Schroeder that everything of archeological value had long since been removed. Although Schroeder sometimes refers to this activity as “looting,” it was likely legal. In the U.S., landowners own pretty much anything found on their property.\n\nThe Center’s previous directors hadn’t spent a lot of time in Spirit Eye. “Everybody else at the Center got pissed off at how destroyed it was,” Schroeder said. But he had a hard time walking away from it. He began to research past expeditions to the cave, reasoning that, if he could determine who had dug there and what they had removed, he might be able learn the history of the cave’s prehistoric occupants."},{"imageWidth":1600,"imageHeight":1200,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_10/the-bodies-in-the-cave/images/2.png","imageDescription":"The cave was known as Spirit Eye, for its triangular openings’ resemblance to the Eye of Providence.","role":"image"},{"role":"body","text":"Schroeder found a high-school student’s paper detailing artifacts discovered in the cave in 1952; a decade later, an amateur archeological group had dug there, and Schroeder added its typed notes to his file. Many of the people who’d explored Spirit Eye had since died. When Schroeder reached out to those he could find who remained, he found them cagey, evasive. He figured out that it was because some of them hadn’t just removed artifacts from the cave—they had removed bodies, too.\n\nTo piece together the story of Spirit Eye, Schroeder has worked extensively with amateur collectors, and publicizing this has put him at odds with many of his colleagues. Schroeder, who was the first person in his family to go to college, has a kind of populist appreciation for nonprofessionals. “They’re people that would’ve been archeologists had life taken a different turn,” he told me. For his dissertation, he worked at high-altitude sites in Wyoming that were commonly understood to have been unoccupied. He said, “But if you went to talk to any horse packer or any backpacker, they’d be, like, ‘There’s shit all over the mountains. You guys don’t know that?’ Well, no, as a discipline, we didn’t.” Schroeder said that many of his peers in the field collaborate with amateurs in some capacity, even if they’re loath to acknowledge it: “The collectors know where stuff is—that’s why everybody works with them.”\n\nDigging on federal land has required a permit since 1906, when the Antiquities Act was passed. The law proved relatively toothless; there were only ten convictions under it in the following sixty years. During that time, as archeology became a more established field, professionals came to resent amateurs for ruining carefully preserved excavation sites, for spurring a black market for artifacts, and for hoarding objects that rightfully belonged to Native American tribes. (At the same time, archeologists’ own practices were also being called into question by activists in the American Indian Movement.) In 1979, Congress passed the Archaeological Resources Protection Act (arpa), which toughened penalties for illegal digging on federal or tribal land. Three decades later, Jennifer Goddard, a research scholar, interviewed people in Arizona, New Mexico, Utah, and Colorado who were charged with illegal artifact excavation. Many of her subjects saw themselves not as criminals but as repositories of local knowledge. “They assumed, and they were probably right, that they knew the local area better than most archeologists at the time,” she said. I asked Goddard if her subjects thought of themselves as looters. “They thought of themselves as victims,” she said."},{"role":"body","text":"The sense of persecution was exacerbated by a sting operation in Blanding, Utah, in 2009, aimed at curbing the illegal artifact trade. Federal agents gave an informant hundreds of thousands of dollars to procure artifacts. That June, heavily armed agents arrested sixteen residents of the town, including a local doctor and a grandson of the town’s founder. Two men who were indicted, as well as the informant, killed themselves. After the raid, according to a former official with the Bureau of Land Management, people started to see looting “almost as a revolutionary, if not patriotic, act.” Others skirted restrictions by digging on private land. Goddard told me about one of the people she interviewed who’d been charged with violations of arpa. “Once he got arrested, his mother started buying land for him to dig on,” she said. “I went to his house, and it was just filled with stuff.”\n\nSome of the collectors claimed to feel a “spiritual connection” to the region’s Indigenous inhabitants. “Clearly, you have nefarious looters who are pursuing excavations for money. But you also have ranchers who see themselves as the caretakers of the land, the inheritors of the land, and everything that goes with that,” Chip Colwell, the author of “Plundered Skulls and Stolen Spirits: Inside the Fight to Reclaim Native America’s Culture,” told me. “In this country, we’ve done such a good job of removing Native Americans from their ancestral lands. When you don’t have living Native peoples as caretakers and stewards, it’s easy for non-Native people to step in and see themselves in those roles.”"},{"role":"body","text":"Last month, I accompanied Schroeder to meet Ken Novak, a barber who dug in Spirit Eye in the sixties. According to Schroeder, Novak had a bad reputation around the Center. “He was just known as one of the biggest looters,” Schroeder said. But when he looked into the story, he began to question this characterization. “He was an easy scapegoat because he was so visible,” Schroeder said. “He put everything on display in his barbershop.”\n\nNovak, an affable mustached man in his eighties, cut hair in Alpine for fifty-four years, and his barbershop was cluttered with his collection. Novak now lives three hours east, with his wife, Betty, in a house with pristine white carpeting, rocking chairs on the porch, and a Corvette in the garage. He told me that he grew up scrounging for arrowheads and just never stopped. He said that his grandmother was “part Indian,” and that he appreciated artifacts because they showed “the way people lived way back in them days, compared to what we live in today,” he said. “That, you know, we’ve come a long way.”\n\nIn the late sixties, Novak, his friend Larry Clabaugh, and a handful of other local enthusiasts dug in Spirit Eye on several occasions, setting out for the cave before daylight and not returning until dusk. Clabaugh had grown up in the Dallas suburbs before moving to West Texas to work as a cattle inspector for the U.S.D.A. He had reinvented himself as a cowboy, working with a Colt revolver on his hip and a rifle on his saddle. “My father was completely infatuated with Indians,” Clayton Clabaugh told me. “He read books on them, he painted them, he made artificial artifacts. He talked about Indian culture all the time.” Clayton sometimes went on his father’s expeditions, including a trip to Spirit Eye. The cave was so dusty, and so dank with bat guano, that they all wore respirators from the hardware store. Novak recalls taking a handful of trips in the course of two years, and removing all sorts of artifacts from the cave: sandals, fragments of baskets, atlatls, bone awls, woven mats, cords, corncobs, round quartz balls that had unclear, possibly shamanic uses.\n\nSchroeder has visited the Novaks a number of times, examining their collection of Spirit Eye artifacts and dropping hints that they should donate the collection to a local museum. Novak showed us an upstairs room where some of the objects were stored, in a glass case, watched over by the taxidermied head of a sheep. Schroeder carefully lifted out a tightly woven braided fragment about four inches across. On a previous visit, Novak had allowed him to take a small sample for testing. “We dated this, and it’s the oldest basket—actually, it’s one of the oldest perishable artifacts—in Texas that we know of,” Schroeder told Novak. “It’s about five thousand years old.”\n\n“Well, I’ll be darned,” Novak said, delighted.\n\nIn September, 1968, Novak, the Clabaughs, and several others were digging in Spirit Eye when they uncovered a woman’s crouched body. “I remember a yell, everything stopped, and everybody came with their flashlights to look at it,” Clayton Clabaugh told me. “There was this big flat stone on top of her. I remember thinking, Did somebody kill her?” The body had been desiccated by the arid environment, and patches of skin and hair still clung to the skeleton. The flat stone was most likely a metate, or grinding stone, placed there as part of a burial ritual. I asked Novak if he had considered leaving the body there, and he seemed confused by the question. “No,” he said. “I just thought that this should be uncovered, let somebody know, find out how long these people lived in that area.”\n\nNovak stashed the body in his garage, to Betty’s consternation. The next day, he wrote to the Texas Archeological Research Laboratory, at the University of Texas at Austin, and asked for guidance. “I thought someone smarter than me should look into it,” he said.\n\ntarl’s response to Novak said that no one on staff was working in his region. In the following weeks, news of the find circulated within the state’s archeological community and came to the attention of Leslie Davis, at the El Paso Archaeological Society. In a letter to a government employee, Davis described Novak as a “confirmed cave looter” who had “made a find that hurt his conscience.” He also pointed out that Novak had attempted to report his finding but had been “a victim of bureaucratic buck-passing and paper shuffling.” Davis recommended immediate action: “Our objective is to salvage a valuable archaeological find and to salvage an amateur archaeologist.” But, for unclear reasons, that didn’t happen. A group from the Archaeological Society made it to Spirit Eye a few months later, but Novak’s involvement was limited. He contacted various archeologists several more times, but, judging from the records that Schroeder has found, no one followed up with Novak about the body.\n\nMeanwhile, Novak had given it to Larry Clabaugh, who kept it in a wheelbarrow for a few weeks before passing it along to another local enthusiast, Adrian Benke. Novak was under the impression that the body had been donated to a museum. Instead, Benke held on to it until 1988, when he placed a classified ad in the back of a publication called The Shotgun, advertising a “museum quality” body: “Approximately 70 percent mummification. Legal.” The body, priced at forty-five hundred dollars, came with a lighted oak display case and artifacts including “portions of sandals . . . polished stones . . . projectile points, animal bones, small corncobs, pieces of string, basketry.”"},{"role":"body","text":"The body was purchased by Bob Howard, the grandson of Seabiscuit’s owner Charles Howard. (Howard could not be reached for comment.) In 1999, the U.S. Fish and Wildlife Service received a tip that Howard, an avid collector of exotic taxidermy, owned endangered species and raided his home in Palm Springs. In California, unlike in Texas, it’s illegal to own Indigenous remains. When law-enforcement officers saw the body, they called the coroner, who eventually arranged to have it sent to tarl."},{"imageWidth":1600,"imageHeight":1059,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_10/the-bodies-in-the-cave/images/3.png","role":"image","imageDescription":"Xoxi Nayapiltzin knew that his family had lived in the region for a long time."},{"role":"body","text":"The Novaks led us to the garage, where most of Ken’s collection was stored. I’d already heard Schroeder grouse about it. “There are about sixty known atlatls in North America,” he’d said on the car ride over, “and he’s got three pieces just sitting in the house.” Sure enough, the wall above the Corvette was hung with a dozen framed arrangements of arrowheads and other artifacts. Schroeder asked if he could take one of the framed sets back to Alpine for a few days—he wanted to X-ray an atlatl foreshaft, and to consult a botanist about the plant material in an unusual bracelet. Ken seemed amenable, but Betty objected. When Ken ultimately overruled her, she took out her phone and photographed Schroeder taking the framed set down from the wall—evidence in case he failed to return it, she said, only half joking.\n\nThe Novaks were horrified that Benke had sold the remains that Ken had removed from the cave. “It’s a body,” Betty said. “You don’t do stuff like that.” But in the U.S. there is a long tradition of individuals and institutions owning the bodies of Indigenous people, which have been used to justify eugenic claims, analyzed to understand the prehistory of North America, and displayed as curiosities.\n\nStarting in the nineteen-sixties, American Indian Movement activists staged sit-ins at museums and interrupted archeological digs. They argued that Indigenous remains weren’t objects of study belonging to scientists but ancestors whose fates should be controlled by their descendants. In 1990, Congress passed the Native American Graves Protection and Repatriation Act, which allowed tribes to claim skeletal remains and sacred objects, as long as they could prove a “reasonable connection.” But nagpra applies only to institutions that receive federal money. In Texas, individuals can legally own (but not sell) human remains. “This is a pretty common issue, actually,” Tanya Marsh, a professor at the Wake Forest School of Law and an expert in funeral and cemetery law, told me. “There are very few rules that apply to human remains which are in private hands, and virtually no rules that require inquiry into the events that led to those remains being in private hands.”\n\nOn the drive back to Alpine, Schroeder told me that at least two other bodies had been removed from Spirit Eye. One, an infant swaddled in deer hide, had been removed from the cave in the early nineteen-fifties. For years, local residents told Schroeder, it had been displayed in a car dealership in Marfa. The owner, now an elderly man still living in Marfa, has declined to speak with Schroeder. “He’s well known in the area, and he doesn’t feel he needs that kind of attention,” Schroeder said.\n\nSchroeder traced the other body—that of an adult man, which had been removed from the cave in the early sixties—to a local-history museum in Pecos, in the Texas oil country. The museum’s director is a woman named Dorinda Millan. Arranging to see the body took “months of unanswered calls, hours of driving, several visits, circuitous conversations, multiple missed connections, and a follow-up detailed letter explaining the reason for the persistence,” Schroeder wrote, in a paper published in Advances in Archaeological Practice.\n\nSchroeder met with Millan and, after an hour of chitchat, asked her if he could see the remains. She reluctantly removed a sepia-toned photograph from a wall, revealing a hidden latch. When the wall swung open, he saw the body, crouched in what looked like a papier-mâché cave with fake pictographs on the walls and perishable artifacts—baskets, corn—scattered at its feet. “She said, ‘There you go,’ and walked down the hallway,” Schroeder told me. “And my jaw hit the ground. I was just staring—like, what?” Millan agreed to let him take a small sample of the body for DNA testing, and Schroeder pried loose a tooth.\n\nWhen I reached Millan later, she said that the body had been donated to the museum by “one of our old pioneer families” many decades earlier. “It’s a sensitive subject for us. We feel connected to her, because we’ve been her keeper for all these decades,” she told me. (Millan believed the body to be female; recent DNA testing has confirmed that it is male.) “We want to keep it private. We don’t want to talk about it. Our board is very protective of her, and I am, too.”\n\nWhen Xoxi Nayapiltzin was attending elementary school in Alpine, in the fifties, he recalled, he studied a lot of Texas history, but nothing about the region’s Indigenous past. “History starts with the first European explorer,” he told me wryly. On both occasions that I met him, Nayapiltzin, a reserved seventy-seven-year-old with silver hair, wore a denim shirt tucked into denim pants. He didn’t grow up thinking of himself as Native American, a term he associated with reservations and federally recognized tribes, but he knew that his family had lived in the Big Bend region for a long time. Much of the family lore had been passed down by his grandmother’s great-grandmother, Sebastiana Carrasco. A local gully was named Arroyo Sebastiana, memorializing the time her wagon turned over there, more than a century before.\n\nAs a teen-ager, Nayapiltzin moved to El Paso, where he now runs a small real-estate business, but he returned to Alpine often. As he grew older, he became fascinated with tracing his local roots. He visited the Family History Center, run by the Mormon Church; at the Sul Ross library, which had church records dating as far back as the late Colonial era, he spent hours deciphering centuries-old handwriting. He even got his DNA sequenced, a practice that is controversial among some Native Americans, in part because it fails to capture the complex web of relations that determines tribal belonging.\n\nToday, Texas has three federally recognized tribes—the Alabama-Coushatta, the Tigua, and the Kickapoo—totalling fewer than seven thousand enrolled members. There are also a handful of state-recognized tribes, including the Lipan Apache and the Miakan-Garza Band. “Usually, when people say ‘Native American’ or ‘Indian’ tribes, they’re pretty much referring to the federally recognized tribes,” Mario Garza, the cultural-preservation officer of the Miakan-Garza Band, told me. “A lot of people don’t believe you’re Indian unless the white government says you’re Indian.”\n\nIn response to hostility, many Native people in Texas opted to identify as Mexican American. More recently, this has begun to shift. In 1970, eighteen thousand Texans identified as American Indian on census forms; by 2020, the number had risen to nearly three hundred thousand.\n\nAfter Schroeder returned from Pecos, he sent the tooth he’d extracted, as well as a sample from the body Novak removed, to the molecular-anthropology lab at the University of Montana. The lab’s testing revealed that the two bodies were maternally related; one was about seven hundred years old and the other about nine hundred.\n\nOn the day that Schroeder got the results, Nayapiltzin happened to be visiting the Center for Big Bend Studies, to discuss petroglyphs with one of Schroeder’s colleagues. When Schroeder told him about the DNA test, Nayapiltzin rattled off his haplotype, a group of genetic mutations that is used to trace maternal lineage: B2a4a1. It was the same as that of the bodies from the cave, which meant that Nayapiltzin was related. Schroeder was stunned; Nayapiltzin was not. “I just thought it was confirmation of what I already knew,” he told me. “It doesn’t surprise me that my ancestors are here.”\n\nWhen people seek to reclaim skeletal remains, priority is given, under nagpra, to federally recognized tribes. This has occasionally been a source of intergroup disputes. (The Miakan-Garza Band is currently petitioning tarl for three sets of remains, but its claim has been blocked by two federally recognized tribes.) Chip Colwell, who used to work at the Denver Museum of Nature and Science, told me that, when nagpra passed, “there were a lot of doomsday predictions about the future of museums and archeology.” But two decades later there were still more than a hundred thousand Native American skeletal remains in museum collections. This is in part because institutions were unable to determine a tribal affiliation for many of the remains. After hundreds of years, it can be difficult to prove a connection to a current tribe."},{"imageWidth":1600,"imageHeight":1211,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_10/the-bodies-in-the-cave/images/4.png","imageDescription":"“I brought chips and cookies to snack on and baby carrots to sit unopened on the blanket.”","role":"image"},{"role":"body","text":"When Schroeder prepared to publish his work, other anthropologists questioned his actions, especially the extraction of the tooth. Destructive analysis, or testing that requires the removal or destruction of body parts, is a contentious practice. Colwell told me that, in more than ten years at the Denver museum, he participated in dozens of consultations with tribes about unaffiliated remains. DNA testing was often brought up as an option. “It was raised as a question—would it benefit the cultural-affiliation process?” he said. “No one ever wanted to do it.” Colwell believes that destructive analysis should happen only with the consent of potential descendants: “Even by trying to do something right, you could be harming ancestors or descendants by making such decisions.”\n\nSchroeder bristled at the suggestion that he’d misstepped. “I don’t own this stuff,” he said. “I submitted my research design to tarl, and tarl could’ve told me, ‘No, you can’t do it,’ but they told me I can do it. So I didn’t do anything wrong.” (tarl has since placed a temporary moratorium on destructive analysis.) He began to speak more quickly, as if voicing an argument that he’d had in his head many times: “Did I do everything right? I don’t even know if there is a right way to do everything. Everybody’s been, like, ‘Would you still sample the thing in the closet?’ Probably!”\n\nNayapiltzin was equivocal about the methods that had linked him to his ancestors in Spirit Eye. He told me that he didn’t want to discuss DNA testing. “Let Bryon talk about that,” he said. He had petitioned tarl to get control of the body that Novak uncovered, which he planned to rebury, but the process was ongoing. Because the DNA test had established Nayapiltzin as a possible descendant, his claim was strong, but he was still nervous. “I don’t want to say too much until we actually have it,” he told me."},{"role":"quote","text":"Annie Riegert Cummings, the nagpra coördinator at tarl, told me that Nayapiltzin’s case was the first she was aware of in which DNA was used to make a repatriation claim from her institution. “He has lineal descent—that’s the strongest claim to a set of remains you can have,” she said. “It’s quite incredible.” But Colwell was more ambivalent about genetic testing. “It presents both an opportunity and a crisis, to my mind,” he said. “You have the opportunity to draw a very clear biological relationship between people in the past and people today. But, under nagpra, cultural affiliation is not legally defined as a biological relationship—it’s a social identity,” one that includes oral tradition, language, and kinship affiliations. “With the power of DNA, people are reducing this social identity to genetics, as if determining a biological relationship answers the question of social identity. As if biology provides the answer.”\n\nIn August, Schroeder took Nayapiltzin to visit Spirit Eye for the first time, and I went along. The Center had recently purchased a new A.T.V., and Schroeder drove it with practiced speed along the narrow, rocky roads. It had been a rainy late summer, and the desert was startlingly green. When we reached the cave, Schroeder parked the A.T.V. at the bottom of the slope, and we began the scramble up to the openings. The soil was loose, and flecked with slivers of chert.\n\nNayapiltzin mostly remained outside the cave, chanting a prayer, while Schroeder and I entered. Schroeder turned on his flashlight and led me down one of the low-branching channels. “I bet this part was way cool before it got looted to shit,” he said. Although little of archeological interest remained, digs deeper into the cave had revealed remnants of Ice Age animals: a small horse, an ancient tortoise, a now extinct ground sloth. The ample amount of preserved sloth dung, some of it thirty thousand years old, suggests that, before humans occupied Spirit Eye, it had been used by ground sloths as a birthing cave.\n\nSchroeder told me that he wasn’t sure what would happen to Spirit Eye. When he embarked on the project, he liked to think that it would end with him returning the bodies to the cave. “I thought I’d learn as much as I could, then seal it up and walk away,” he said. But it hadn’t gone the way he planned. Perhaps it had been an impossible idea anyway—imagining that you could put anything so broken back together. “You could put the sediment back in, but people will always come and pick around,” he said.\n\nWhen Schroeder and I emerged, Nayapiltzin was standing by the mouth, looking out at the landscape. I tried, briefly, to envision where my ancestors were a thousand years ago. The best I could conjure up was a hazy picture of an Eastern European forest, misty and dark.\n\n“There’s still a lot of conflict here,” Nayapiltzin said. “I thought it would feel like more. I’m going to have to think about it. I’m not sure what I think.”"}],"subtitle":"Native people have lived in the Big Bend region for thousands of years. Who should claim their remains?","title":"The Bodies in the Cave","authorName":"Rachel Monroe","coverImageWidth":2171,"hashTag":"Letter from Texas","coverImageHeight":2147,"coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/the-bodies-in-the-cave/images/1.png","publishDate":"Oct 3rd, 2022"}