{"coverImageDescription":"Louche devotees of free love and free thinking, the Jena Set sought to challenge literary, political, and personal conventions.","contents":[{"role":"body","text":"Iremember the first time I encountered a pierced eyebrow. I was sixteen, travelling with the debate team from my high school in the quiet suburbs of Bangalore to the busy city center for a regional meet. I had managed to get the team together only by promising the other boys that there would be girls there. But the girls we were ranged against, who went to a “progressive” school for which we had an unreflective contempt, were creatures from another world. They all wore a kind of shapeless tie-dyed garment that couldn’t be part of any uniform, spoke in a slack, almost American drawl, and, with their air of casual privilege, were amused by our prissy diction—our try-hard idea of what proper English was supposed to sound like—and our evident lack of ease around them.\n\nBeing well practiced, we won the debate. But, chatting with the girls afterward, we found that they disdained our pleasure in victory, along with our hand-me-down polyester ties and blazers, our identical short-back-and-sides haircuts. I awkwardly asked the one with the pierced eyebrow whether her piercing had a “meaning.” She smirked a little. “Self-expression,” she said. “But what does it express?” I asked, entirely in earnest. She repeated herself very slowly, as if to a total doofus, “Self. Expression.”\n\nI thought that I’d eventually understand what she meant, but even now I’m not sure I do. The episode came to mind as I read Andrea Wulf’s “Magnificent Rebels: The First Romantics and the Invention of the Self” (Knopf). Wulf’s book concerns a period, from the mid-seventeen-nineties to the early eighteen-hundreds, when Jena, a small German town on the river Saale, became home to a formidable coterie. Here, she writes, was “a group of novelists, poets, literary critics, philosophers, essayists, editors, translators and playwrights who, intoxicated by the French Revolution, placed the self at the centre stage of their thinking.”\n\nThere we have that peculiar thing, “the self.” Wulf sometimes allows us the German original: “The Ich, for better or worse, has remained centre stage ever since. The French revolutionaries changed the political landscape of Europe, but the Jena Set incited a revolution of the mind.” If Wulf is right, the girl with the pierced eyebrow was part of an unfolding world-historical drama that began on the banks of the Saale.\n\nIn the manner of such works—and consistent with the Ich philosophy that she chronicles—Wulf tells us a fair amount about her own self. I discovered that she was, like me, born “in the riotous colours of India”; studied, as I did, philosophy in college, a subject that pulled her “into an intoxicating world of thinking”; and now lives, as I do, in London, “a big dirty metropolis full of people.”\n\nWulf had, as I did not, parents who taught her “to follow my dreams,” having done so themselves when they left Germany to do public-spirited work in India. She had a daughter when she was twenty-two and moved, when that daughter was six, from Germany to England: “It was a snap decision. I quit my studies, sold my few possessions and moved to London.” Wulf was “a single mother with a half-finished education, a trunk full of books, no income, and a seemingly never-ending supply of confidence,” she writes. “Maybe some of the choices were reckless, but they were mine.”\n\nShe acknowledges, of course, that all this spontaneity rested on “the privilege of knowing that if it all went wrong, I would always have been able to knock on my parents’ (middle-class) door.” A great deal of freedom, it’s clear, came from her “clever, liberal, loving and academic parents” and from her E.U. passport. Perhaps the reason I am reluctant to join her ardent advocacy for the Jena Set has something to do with the ways in which my own path to philosophy differs from hers: no E.U. passport and only a grim told-you-so awaiting me on the other side of a knock on the parental door.\n\nThe philosopher Johann Gottlieb Fichte is supposed to have declared in his first lecture at Jena that “a person should be self-determined, never letting himself be defined by anything external.” Let’s put aside the fact that the world, with its passport controls and its subtler hierarchies, makes not being “defined by anything external” a harder task for some people than for others. Does the broader Romantic fixation on the autonomous self make sense where it matters?\n\n“Magnificent Rebels” is a buoyant work of intellectual history written as what was once termed the “higher gossip.” Wulf’s story, as the movie ads used to say, has everything. There’s the handsome young poet in love with a sickly pubescent girl; the brilliant woman whose literary work was credited to the men in her life; the passionate friendships shattered into fierce feuds. There are writers who struggle to write and others who struggle to stop. A steady and ominous undertone to all the cogitation and copulation is the rise of Napoleon, a Romantic figure in his own way, from the ashes of the 1789 revolution in France.\n\nSuch drama, such freedom—in so small a town, and in so unfree an age. How was it possible? Wulf believes that the atmosphere of intellectual and (to a point) political freedom was sustained by the sheer difficulty of censorship in a “splintered and inward-looking” Germany, still a “patchwork of more than fifteen hundred states,” in the dying days of the Holy Roman Empire. Thinkers and writers of a progressive stripe were drawn to Jena by what an older member of Wulf’s ensemble, Friedrich Schiller, described as the unusual prospect of “complete freedom to think, to teach and to write.” And, of course, to read the books, newspapers, and pamphlets pumped out by a thriving publishing trade."},{"role":"body","text":"The background to the new Ich philosophy was the revolutionary work of Immanuel Kant. He was now entering his eighth decade, but his writings were still being discussed by readers in Jena, Wulf tells us, “with the same passion as others did popular novels.” “What is Enlightenment?” Kant had asked, answering—in a phrase that still retains something of its original spine-tingling power—that it was nothing more or less than “man’s emergence from his self-imposed immaturity.” More pithily, he challenged his contemporaries, “Dare to know.”\n\nKant had primed people to focus on how their knowledge of the world was conditioned by their minds; in Wulf’s précis, “We’ll always see it through the prism of our thinking.” Even time and space were not “actual entities” but, rather, belonged to “the subjective constitution of the mind.” They were, as Wulf puts it, the “lens through which we see nature.” We were to distinguish, then, between a thing as we perceive it and the “thing-in-itself.”\n\nEver since Fichte read Kant’s “Critique of Practical Reason” in 1790, annotating frenetically as he went, he had, he declared, “been living in a new world.” He was moved, it seems, by a grand picture of the self as “a lawgiver of nature,” a conception that encourages what Wulf vaguely terms “a shift towards the importance of the self.” Fichte wanted to expand the role of the Ich still further, removing its blindfold and abolishing the idea of an inaccessible thing-in-itself; the self after Kant became “creative and free.”\n\nThe rhetoric of freedom and self-determination must have appealed to the young Fichte, the son of a ribbon-weaver in Saxony. He had gained a spot at an élite boarding school after a beneficent visiting baron heard him recite, from memory, a sermon that he had listened to when he was looking after livestock by a church. Fichte remade himself in the time-honored way, unlearning his rube’s accent and marrying a civil servant’s educated daughter. Yet amid his dense metaphysical publications was a pamphlet, circulated in 1793 (and prudently unsigned), extolling the revolution in France. “Just as that nation has torn away the external chains of man,” he wrote later, “my system tears away the chains of the thing-in-itself, or external causes, that still shackle him more or less in other systems, even the Kantian. My first principle establishes man as an independent being.”\n\nArriving at the University of Jena in 1794, Fichte began to cultivate a messianic persona. “Gentlemen, go into yourselves,” he shouted from his lecturer’s pulpit. (To judge by Wulf’s verbs—“thundered,” “roared,” “bellowed”—Fichte had no indoor voice.) “Act! Act!” he exhorted. “That’s what we are here for.” He left the auditorium followed by a gaggle of reverent students, “like a triumphant Roman emperor.”\n\nFor long-suffering readers of his treatises, the adulation that Fichte inspired is hard to understand. Perhaps one needed to be there, to feel the force of his presence, his prophet’s manner. Little else could explain how people kept a straight face at such pronouncements as “My will alone . . . shall float audaciously and boldly over the wreckage of the universe.”\n\nWhat’s easier to grasp is the human appeal of the other figures who populate the pages of this book. They were, of course, the original Romantics, at a time when the German word for the sensibility (romantisch) hadn’t yet acquired its modern significance. One might call Wulf’s telling novelistic, although only a nineteenth-century Russian novelist would have a cast of protagonists with such inconveniently similar names: Friedrich Schiller, Friedrich Schelling, Friedrich Schlegel. There is another Friedrich—von Hardenberg—who wrote under the name Novalis. There are two Johanns and two Carolines. Wulf and her publishers have gone several extra miles to help the reader keep them all straight: informative chapter titles, a careful index, and a dramatis personae with minibiographies.\n\nLooming over the young blood of Jena was that national icon Goethe, who, early in Wulf’s book, rides picturesquely from his home in Weimar to his friends in Jena on a hot summer’s day across wheat fields at harvest time. His youthful novel “The Sorrows of Young Werther” (1774) had captivated a generation a couple of decades earlier; in imitation of the title character, readers dressed in yellow waistcoats and breeches. Imitation didn’t stop there: so many young men were said to have taken Werther’s lovelorn example to heart and killed themselves that, Lord Byron jested, Goethe had claimed more lives than Napoleon. By the seventeen-nineties, Goethe was a senior statesman, less a member of the Jena Set than its “benevolent godfather.” But it was his friend Friedrich Schiller, the celebrated playwright, who persuaded him to take thinkers like Fichte seriously. Goethe had considered himself a realist, dedicated to the observation of nature; Schiller was inclined toward idealism, and the inward-turned interrogations of the soul.\n\nBy the mid-seventeen-nineties, the brothers Schlegel—August Wilhelm and Friedrich—were also in Jena. So were the brothers Humboldt—Wilhelm and, on regular sojourns, Alexander (the subject of Wulf’s previous book). Schelling had survived his early years as a child prodigy and, later, enrollment at a forbiddingly austere Protestant seminary to publish work in which he argued that the Ich was identical with nature. The dashing Novalis visited when he could, sharing his hopeless love for a dying girl with his friends, along with the poetic-philosophical fragments that made him famous. His may be the most resonant formulation of the Romantic essence: “By giving the commonplace a higher meaning, by making the ordinary look mysterious, by granting to what is known the dignity of the unknown and imparting to the finite a shimmer of the infinite, I romanticise.”"},{"imageWidth":1288,"role":"image","imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/the-troublesome-legacy-of-the-early-romantics-andrea-wulf-magnificent-rebels/images/2.png","imageDescription":"“Dad, you’re fired. And, obviously, I’ll understand if you have to stop paying my phone bill till you get back on your feet.”","imageHeight":966},{"role":"body","text":"So much for the men. The women are equally remarkable, none more so than Caroline Böhmer Schlegel Schelling. (She was married to August Wilhelm Schlegel for seven years and then to Friedrich Schelling for six.) She was essential to, although never properly credited for, what have become canonical German translations of Shakespeare. “She ticked syllables, tapping her fingers on the table as she transformed August Wilhelm’s text into melody and poetry,” Wulf writes. Her marriage to Schlegel, in 1796, was her second, and came after many years of her rejecting him. “Schlegel and me! No, nothing is going to happen between us,” she said, like a rom-com heroine resisting the inevitable. She eventually decided that he might be just the thing after all, but not before several rumored affairs, a pregnancy that resulted from a one-night stand after a ball, and a stint in prison for suspected revolutionary sympathies."},{"role":"body","text":"The Jena Set could be prolific, publishing a constant stream of treatises, essays, and reviews, often of one another’s work. Their love lives and their marriages typically moved along separate tracks. And they had a habit of making trouble for themselves. When Friedrich Schlegel wrote that one of Schiller’s poems was “best read backwards,” Schiller—who had a notable sideline as a journal editor—decided to blacklist both brothers. And so things went, setting the pattern for other literary sets since: reading, writing, reviewing, feuding, spouse-swapping. All this until Napoleon Bonaparte appeared astride his noble steed, pulling off a crushing defeat of the Prussian Army at the decisive Battle of Jena. A marginal member of the set, Georg Wilhelm Friedrich Hegel, then completing his “Phenomenology of Spirit,” the summation of the German idealist tradition, watched the conqueror with awe, “an individual who, concentrated here at a single point, seated on a horse, reaches out across the world and dominates it.”\n\nWulf’s affecting coda shows us the scene on the eve of the battle: people hiding their valuables in anticipation of looters; drunk soldiers smashing windows and furniture. The French troops emptied Jena of bread and soon had slaughtered the last edible animal; after firewood stores were exhausted, they looked elsewhere for fuel—to the furniture and the books and manuscripts that belonged to the university’s professors. Most of the Jena Set had long since made themselves scarce. Caroline Schelling, for one, was philosophical: “What can last no longer must perish.” It was the end of one bright and shining moment.\n\nStill, retrospection has a way of making such moments even brighter and shinier, and Jena Romanticism survived in the continuing influence of the thinkers who briefly lived there. English writers of the period were much taken with August Wilhelm Schlegel’s thoughts about Shakespeare, which credited him with being a true Romantic. Shelley, Hazlitt, and Carlyle agreed. Coleridge freely lifted passages from the Schlegels’ work for his own literary lectures. Emerson discovered German Romanticism through Coleridge; his fellow American transcendentalists taught themselves German so that they could read the German idealists. Walt Whitman found the “great System of Idealistic Philosophy in Germany,” in particular the “theory that the human mind and external nature are essentially one,” to be so compelling that he took to removing all his clothes in order to commune with nature. The spirit of Jena endured not only on Walden Pond and in the English Lake District but perhaps also on Freud’s infamous couch. Wulf notes that the Viennese doctor regularly referred to the Jena Set’s work; indeed, his “das Ich” was what his English readers know as “the ego.”\n\nThe Romanticism of the original Romantics was complex enough to speak to the events of the past two centuries. It stood for self-determination and self-expression against enforced conformity, and for the unity of mind and nature, even as an increasingly industrial society seemed intent on prising them apart. It stood, finally, for a richer picture of human life in an age of growing bureaucracy, for passion in an age of arid rationality. What’s not to like?\n\nAndrea Wulf’s fine and thorough book is not only a narrative but an argument—a working-through of a problem that she introduces at the beginning. “The liberation of the Ich from the straitjacket of a divinely organised universe,” she writes, “gave us the most exciting of all powers: free will.” But this freedom was, she says, in tension with “the pitfalls of selfishness.” Her book thus aims to provide an account of the “balancing act that the Jena Set negotiated between the tunnel vision of individual perspective and their belief in change for the greater good.”\n\nThe old question of whether free will is consistent with our acts being determined by something we do not choose—gods, fate, physics, genes, neurons—doesn’t seem to be the point here. Rather, the significance of our freedom has to be understood as ethical, in a way that’s connected to Socrates’ central question: How are we to live? The fact that we are free to choose not to follow the dictates of any religion or moral code—that the universe enjoins no particular way of life on everybody—leaves the answer to that question genuinely and terrifyingly open.\n\nThere have always been renegades who refused to answer that question with an appeal to the laws of God or men. What distinguished this particular group of rebels? Not simply the flagrancy with which they violated old-fashioned morality—history has no shortage of that sort, either—but the way in which they aspired to make their lives and thought align. Wulf asks, with some trepidation, “How do we reconcile personal liberty with the demands of society? Are we selfish? Are we pursuing our dreams?”\n\nFichte himself was accused in his day of “Ich-fetishism.” Yet Wulf points out that nothing in his philosophy was inimical to morality. As Kant had said before him, freedom isn’t at odds with morality; it’s an essential condition of it. The reason sheep (and cacti and boulders) have no obligations is that they lack the distinctively human faculty of choice. But the Romantics sought to push this idea further. As the Canadian philosopher Charles Taylor has observed, self-determining freedom—“the idea that I am free when I decide for myself what concerns me, rather than being shaped by external influences”—is closely twinned with the powerful modern ideal of “authenticity.” Individuality, Friedrich Schlegel declared, “is the original and eternal within man.” Conformity with the norms of society, perhaps even with the laws of God, is a failure to listen to an “inner voice.” Looking outside the self for a model to live by is futile; it can be found only within. Self. Expression.\n\nFor Schiller, it came to rankle: “I find all that individuality shimmering on every page repulsive,” he said of the Schlegels’ work. Plenty of later polemicists took his side of the argument. Taylor, writing in the early nineteen-nineties, when the public culture was full of eloquent critics of contemporary narcissism—Allan Bloom and Christopher Lasch were two of the most influential—was more earnestly ambivalent about this Romantic innovation than those critics were. Responding to Bloom’s “The Closing of the American Mind,” a learned, reactionary diatribe about the self-obsession and relativism of youth culture, Taylor complained that Bloom “doesn’t seem to recognize that there is a powerful moral ideal at work here, however debased and travestied its expression might be.” In Taylor’s account, that powerful ideal is properly articulated in the thought that there is “a certain way of being human that is my way”—that, if I fail to be myself, “I miss the point of my life.”\n\nAnd yet the culturally influential forms of Romanticism keep coming up against a basic problem: our selves are not private property. They are, as Taylor puts it, “dialogical,” generated by our interactions with others. The most magnificent of rebels find themselves thrown into the arms of another orthodoxy. The high-school punk rejects the culture of the mainstream only to embrace a subculture with norms no less exacting; how different a goth looks from everyone else, and yet how similar to every other goth. It is no surprise that it should be so; we need other people to be anybody at all.\n\nEven the pierced eyebrow achieves its meaning within a web of social conventions. I can choose the adornment but not what it signifies. What, in any case, would be the point of self-expression if no one understood what we were expressing? Would Robinson Crusoe bother getting a tattoo?\n\nWulf presents “the demands of society” and “personal liberty” as antagonistic, but the relationship is more complicated than that. Some social demands—for tolerance, say—are essential requirements of liberty, and, indeed, of authenticity. (How easy was it to be a punk in the Soviet Union?) Authenticity is, in any case, a limited ideal. What that arch-Romantic, Shakespeare, had his Polonius say—“This above all: to thine own self be true, / . . . Thou canst not then be false to any man”—is at best optimistic. Didn’t four years of watching Donald Trump teach us that an authentic man—surveys of his supporters confirm that he is widely regarded as such—needn’t be a truthful one?\n\nThe path from idealism to narcissism is short: make reality wholly dependent on the mind and we lose the sense of there being something independent of us. Iris Murdoch eloquently describes what it is like to be “confronted by an authoritative structure which commands my respect.” She was writing about the experience of learning Russian, but the point applies equally well to a student of math or botany. The work, she says, “leads me away from myself towards something alien to me, something which my consciousness cannot take over, swallow up, deny or make unreal.”\n\nThe Jena Romantics were, in just this way, at their most appealing when they were at their busiest, and so led away from themselves: running journals, counting syllables, out in nature looking at the veins on a leaf. They were facing up to the challenges imposed on them by a reality that they could not pretend to control. The Jena Romantics were at their least appealing, in turn, when they were at their most “authentic,” given over to the unfiltered self-expression of their highly fallible Ichs. They had a seemingly infinite capacity for pettiness. They ended friendships over critical reviews, and changed from allies to adversaries in configurations even more complex than their affairs. The women were no sisterhood, denigrating one another in creative combinations and for reasons even Wulf’s sympathetic narrative does not help to distinguish from the purest snobbery."},{"role":"body","text":"Is it any surprise that the commandments of Romanticism eventually curdled into cliché? Today, self-expression is urged on people who seldom ask themselves what in their selves is worth expressing. Nor can we trust those who most ardently urge it. “Bring your whole self to work,” the office posters say, even as the friendly folks from H.R. assemble a diversity-and-inclusion seminar designed to remold those whole selves.\n\nEarlier this summer, I found myself the accidental host of a large party. I had impulsively opened up my flat to the friends of a friend whose shindig at a nearby pub had been abruptly cut short when the place closed early. More people showed up than I was expecting, and all of them, I felt, were taller, thinner, better read, and better spoken than I would ever be. I spent the next two hours listening tensely for broken glass and angry neighbors. Perhaps taken in by my vegan-leather jacket, a woman with impossibly fine cheekbones—she was called something like Fenella—shouted to me over the noise, “It’s just so London, isn’t it? Doing a line in a complete stranger’s bathroom!” I confirmed that it was indeed very London. She offered me a sniff, elegantly miming with her credit card. “Just watch out for the really square guy who lives here,” she added. I promised, as I politely declined, that I wouldn’t tell him.\n\nI had never felt less like a Romantic. Surveying my empty flat a few hours later, reassured that no glass had been broken and no silver stolen, I made myself a cup of herbal tea and settled under my fresh linen sheets to read a few, helpfully soporific pages of Fichte. It then occurred to me that, in a critical respect, we were both being Romantics, Fenella and I. It was just that the particular way of being human that was my way, that had been my way since I was a teen-age bumpkin in a polyester blazer, was the way of an uptight, teetotal square. The dramatic lives of the Jena Set offer one model of what a Romantic existence might be. There are others."}],"subtitle":"Express yourself! That credo was forged by a group of brilliant, oversexed German visionaries in the late eighteenth century. But did they really think it through?","title":"The Troublesome Legacy of the Early Romantics","authorName":"Nikhil Krishnan","coverImageWidth":960,"hashTag":"Books","coverImageHeight":1366,"coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/the-troublesome-legacy-of-the-early-romantics-andrea-wulf-magnificent-rebels/images/1.png","publishDate":"Sep 26th, 2022"}