{"title": "Annie Ernaux Turns Memory Into Art", "subtitle": "Many authors write about their lives. Over nearly fifty years, the Nobel laureate has discovered new ways to do it.", "authorName": "Alexandra Schwartz", "coverImageURL": "https://media.newyorker.com/photos/636de0111fe664ad11dc6d06/master/w_2240,c_limit/221121_r41367.jpg", "coverImageWidth": 2074, "coverImageHeight": 2560, "coverImageDescription": "For decades, the Nobel laureate has reworked the meaning of her own experiences.", "hashTag": "Life and Letters", "publishDate": "November 14, 2022", "contents": [{"role": "body", "text": "“Idon’t feel particularly like another woman,” Annie Ernaux said, on a recent afternoon, when she was asked what it was like to win the Nobel Prize in Literature. Does winning a prize—the prize—turn you into someone else? In the minds of others it does. Although Ernaux has never been preoccupied with her Nobel odds, she has long been considered a contender by those who delight in speculating about which of the world’s writers the Swedes will crown next. Last year, at Nobel time, Ernaux left her home in the Paris suburb of Cergy for a physical-therapy appointment and found herself barraged by journalists who had camped out in front of her gate, “just in case.” The day before this year’s announcement, people at Gallimard, her French publisher, warned her not to go out or answer the phone the next morning. She obliged, even when she saw a Swedish number popping up repeatedly on her caller I.D. (“A bad joke,” she assumed. She has been hoaxed in the past.) A few minutes after one in the afternoon, she turned on the transistor radio in her kitchen and heard her own name. “It was perfectly unreal,” Ernaux said. She was alone with her cats."}, {"role": "body", "text": "Six days later, I met Ernaux in the handsome Tribeca loft of Daniel Simon, the head of her American publisher, Seven Stories Press. At eighty-two, she is still tall (thanks to genetics) and blond (by choice). She had paired her sober black trousers and shoes with splashes of color: a scarf the green of Giverny in summertime, a fuchsia blouse. On the coffee table in front of her was an open Tupperware filled with brownies and macaroons, the remnants of a celebratory lunch that had just been held in her honor at the Press’s office, around the corner. Officially, Ernaux was in town to attend the New York Film Festival screening of “The Super 8 Years,” a movie that she made with her son David Ernaux-Briot, but the prize had turned the trip into an impromptu victory tour. At the Walter Reade Theatre, and at previously scheduled events at Barnard and the French bookstore Albertine, she was greeted by packed, jubilant houses. There were dinners to be attended, stacks of books to be signed."}, {"role": "body", "text": "Ernaux’s books tend to be short, often around a hundred pages, and ferociously sharp, written in a direct, declarative style that she has called “l’écriture plate”: “flat writing.” (“I shall never experience the pleasure of juggling with metaphors or indulging in stylistic play,” she once wrote, sounding as resolved as a Franciscan friar—and a little regretful, too.) A reader might expect a certain austerity in Ernaux’s manner, but she likes being around people, and it shows. Maybe because she spent years as a middle-school teacher, she is of the “There are no stupid questions” camp when it comes to audience Q. & A.s. Before we met, I had thought that Ernaux, who had not been to New York in more than two decades, might like to see something of the city, but I worried that all the ruckus might have tired her out. No, no, she said. “It’s when I’m alone that the fatigue hits.”"}, {"role": "body", "text": "So much activity had left little time to process the Nobel. “It’s true that it’s very destabilizing,” Ernaux told me, in French. She has kept a diary since she was sixteen—the practice forms the bedrock of her writing life—but she still hadn’t recorded the news in it. Her most recent entry dated to the night before the announcement, when, in “a profound state of discontent,” she noted that if she won “they’ll steal my old age from me.” She would be too busy to write for at least a year. At forty, that might not have mattered—but at eighty-two? “I’m already old,” she told me. “That’s a problem. Well, not a problem. It’s a state, the one I happen to be in, and I don’t feel at all bad to be in it. I’m just observing what’s changed.”"}, {"role": "body", "text": "I knew about stolen youth, I said, but the idea of stolen old age hadn’t occurred to me."}, {"role": "body", "text": "“Exactly,” Ernaux said. “What really interests me about youth is that it’s always the time that you remember later. But I won’t be able to remember my old age. So! I have to live it to the fullest.”"}, {"role": "body", "text": "In the course of her nearly fifty-year career, Ernaux has published more than twenty books. The first few were what you and I would call autobiographical novels: the protagonists, young women to whom Ernaux lent her own thoughts and experiences, are clearly self-portraits. Pretty soon, though, Ernaux pulled down the scrim of fiction and adopted the first person. Her “I” is not a put-on, some coy invitation to the reader to try to untangle what is real from what is false. Ernaux works exclusively from the factual material of life—her life. But how to shape and present the facts? How to account for their particular power and the way that the truth changes, or doesn’t, when exposed to the forces of memory and time? These are profound artistic questions, fundamental to both Ernaux’s creative practice and her moral principles. “I believe that any experience, whatever its nature, has the inalienable right to be chronicled,” she has written. “There is no such thing as a lesser truth.”"}, {"role": "body", "text": "That credo may explain why Ernaux has proved inexhaustible to herself as a subject. She doesn’t write her way through life in the manner of a Karl Ove Knausgaard, detailing every inch of experience, volume by volume, into the present. She is more like a diver, glimpsing something glimmering far beneath the surface of consciousness and plunging after it. To this impulse she likes to pair forensic methods. Photographs and newspaper records can be as important as her own journal entries as tools for reconstructing the past:"}, {"role": "quote", "text": "Naturally I shall not opt for narrative, which would mean inventing reality instead of searching for it. Neither shall I content myself with merely picking out and transcribing the images I remember; I shall process them like documents, examining them from different angles to give them meaning. In other words, I shall carry out an ethnological study of myself."}, {"role": "body", "text": "The book in which these lines appear, “Shame,” was published in 1997. (The English translation is by Tanya Leslie.) Its opening is unforgettable: “My father tried to kill my mother one Sunday in June, in the early afternoon.” That was in the summer of 1952, when Ernaux was eleven. It took her nearly forty-five years to try to make sense of what this terrifying event meant to her, and, by the book’s end, she is still not sure that she has. “I have always wanted to write the sort of book that I find it impossible to talk about afterward, the sort of book that makes it impossible for me to withstand the gaze of others,” she writes. This paradoxical wish, to reveal the darkest parts of herself with such pitiless accuracy that she will be forced to fall silent once and for all, is an extraordinary expression of writerly ambition. In any case, it has still not come true."}, {"role": "body", "text": "The purpose of Ernaux’s writing, she believes, is not merely to record things that have happened but to “make things exist.” This is strong, but it is hardly the strongest thing she has to say about her work. “I am a medium,” she told me. “I feel that I’m someone who can transmit things.”"}, {"role": "body", "text": "Much of what Ernaux transmits—what it is to grow up working class in a society that is contemptuous of workers; what it is to be a woman dispossessed of her body by the laws of the state, or by the overpowering prerogatives of desire—has made her a literary model, even a hero, to those who have shared similar experiences or points of view. Ernaux’s book “Happening,” in which she describes seeking an illegal abortion as a twenty-three-year-old student, is a feminist touchstone; it was adapted, last year, into a movie by the director Audrey Diwan. Writers like Didier Eribon, Édouard Louis, and Marie NDiaye are openly indebted to Ernaux in both substance and style. Ernaux has been asked if she is proud to have been adopted as a kind of literary godmother, or even as a spokesperson, but she feels that “pride” is the wrong word. “I never wanted to write for,” Ernaux told me. “I write from.” Still, she was moved by the joy with which readers greeted the Nobel announcement. She considered the prize “a collective” achievement."}, {"role": "body", "text": "The same things that make many people love Ernaux make many others despise her. Relentlessly personal in her art, she has, in public life, taken on the role of the écrivaine engagée, outspokenly committed to a host of left-wing political causes, and, while she was being appreciated in New York, accusations lobbed by her conservative detractors were flying fast in France. Ernaux was an anti-Semite (she supports the Boycott, Divestment, Sanctions movement as a way of advancing the Palestinian cause), an Islamofascist (she considers French antipathy to the hijab to be a means of silencing women), a pedophile (her latest book, “Le Jeune Homme,” recounts an affair that Ernaux had in her fifties with a man some thirty years her junior), wokiste (she is a proponent of #MeToo and of the gilets jaunes). “Decidedly, this ‘academy’ of old shriveled bigwigs has gone a step further into the absurd and the indecent,” railed one editorial beneath the headline “the nobel in literature definitively discredited.” In the conservative newspaper Le Figaro, a writer disparaged the decision to award the “high priestess of autofiction” for a “lifetime spent writing about herself.”"}, {"role": "body", "text": "“They think I’m not legitimate,” Ernaux said to me. “What disgusts them is that there are people who have found, in literature, something that speaks to them, and that those people aren’t C.E.O.s or company bosses.” Ernaux is also the first French woman to win the Nobel, “and that doesn’t work for them, at all.” For years, she has dealt with sexist criticism of her work, and not just from the right. After she published “Simple Passion,” a soul-baring account of a love affair with a married man, a literary critic at the liberal weekly Le Nouvel Observateur took to calling her Madame Ovary."}, {"role": "body", "text": "I suggested to Ernaux that there might be something validating in the present outpouring of loathing. Hadn’t she been writing for years about the contempt of the rich for the poor, of men for women, of the dominant for the downtrodden? “It’s proof,” she agreed. Still, it depressed her. In the uproar, Ernaux saw a renewal of the frightening wave of outrage that had engulfed her ten years ago, when she published a column in Le Monde decrying “A Literary Elegy for Anders Breivik,” a barely concealed apologia for the Norwegian mass murderer by Richard Millet, an author and editor at Gallimard. While condemning Breivik’s crimes, Millet blamed them on multiculturalism and the erosion of European Christian identity; Ernaux called his text “a fascist pamphlet that dishonors literature.” Three days later, Millet stepped down from Gallimard’s prestigious reading committee. Many others shared Ernaux’s disgust—for instance, J. M. G. Le Clézio, Nobelled in 2008. But Ernaux’s column, counter-signed by a hundred and eighteen fellow-writers, was seized upon as a flash point. L’affaire Richard Millet became a kind of referendum on what wasn’t yet termed cancel culture, with Ernaux denounced as a harridan intent on enforcing politically correct censorship at the expense of a man’s career. “I was called a killer,” Ernaux said. She herself felt that “it was really a hallali”—a hunting call, with Ernaux as the chased stag."}, {"role": "body", "text": "One of the phrases most associated with Ernaux, “transfuge de classe,” can seem derogatory. A “transfuge” is a defector. But Ernaux herself uses the term, partly as an objective description of her situation as a woman who, by dint of education, rose to the middle class and then, by force of talent, to the cultural élite—and partly, it can seem, as a kind of deserved epithet that expresses her own ambivalent feelings at having moved so far from the world of her parents. In 1983, when she published “A Man’s Place,” an account of her father’s life, she took as an epigraph a quotation by Jean Genet: “May I venture an explanation: writing is the ultimate recourse for those who have betrayed.”"}, {"role": "body", "text": "Annie Duchesne was born in September, 1940, in Lillebonne, a town in Normandy where her parents ran a café-grocery. Since the nineteenth century, the area, which sits in a valley north of the Seine, had been dominated by cotton mills. “Even now, to mention the Valley in prewar times is to evoke images of horror: the highest concentration of alcoholics and unmarried mothers, the damp running down the walls, and the babies dying from diarrhea within two hours,” Ernaux writes in “A Woman’s Story” (1987), a companion to “A Man’s Place” about her mother. For her parents, though, life there was a step up. Both Alphonse Duchesne and Blanche Duménil left school at the age of twelve, Alphonse to labor as a farmhand, Blanche for a job in a margarine factory. They met while working at a rope factory in Yvetot, Blanche’s home town. Alphonse was tall, owned a bicycle, and went to the cinema. “He didn’t look common,” Blanche liked to say. Seven years younger, she was vivacious, proud, and temperamental, quick to laugh and quick to shout, a red-headed Catholic who loved to read novels and refused to miss Mass. They married in 1928, to the disdain of Alphonse’s sisters, who had worked as housemaids and looked down on factory girls. Blanche scorned them back, along with anyone else who made a living “licking the arses of the rich.”"}, {"role": "body", "text": "Blanche proved to be the engine of the marriage, the dreamer and the doer. It was her idea to take over the café-grocery—she was a natural behind the counter—though this was not the end of hard times. The clientele was poor, and often asked for credit; Alphonse worked other jobs to keep the family afloat. Then there was the German Occupation to deal with, and the chaotic scramble of rationing and rebuilding that followed the war. When Annie was five, the family moved to Yvetot and took over another, more profitable café-grocery, living in the rooms upstairs. That is where Ernaux grew up: sleeping with her parents in a single bedroom, using an outdoor toilet, greeting customers with a loud, clear “Bonjour” while watching, at Blanche’s instruction, to see that they didn’t pinch anything from the shelves."}, {"role": "body", "text": "These are the foundational facts of Ernaux’s early life, and she gives them to us straight. It is in “A Man’s Place” that she introduces the idea of l’écriture plate, which is rendered in the book’s English edition as a “neutral way of writing,” though that’s not really right. Language is never neutral, Ernaux says. The purpose of her “flat” style is political, not just artistic. She doesn’t want to sentimentalize or aggrandize the lives of the working poor, to tilt toward the twin traps of pity and populism. She uses the kinds of richly “novelistic” detail that a modern-day Dickens might make much of, but the effect is clinical, not colorful, as if we were seeing slides placed under a microscope: the sachets of garlic that were sewn inside children’s shirts when her father was small to protect against worms; the way that her paternal grandmother, a woman of style, refused to piss standing up as other country people did; the way that her maternal grandmother, a woman of thrift, did the laundry with ash and used the stove’s fading heat to dry plums. “This knowledge—handed down from mother to daughter for many centuries—stops at my generation,” Ernaux writes. “I am only the archivist.” So she has taken the laundry ash and the dried plums and used them to produce a sociology of a lost world. (Bourdieu was a big influence.)"}, {"role": "body", "text": "But there is also a psychological side to what Ernaux is doing. Both “A Man’s Place” and “A Woman’s Story” begin with a parent’s death, and not just the death; before we have even met these people, Ernaux shows us their corpses. Here is her father, who died unexpectedly at home at the age of sixty-seven—his open eyes, his bared gums, the spidery veins on his chest, even his penis, briefly exposed as his clothes are changed for burial—and here is her mother, wrapped in a sheet at the nursing home where she spent her last years, stricken with Alzheimer’s. There is something icy and estranging in this way of looking; the first words of “A Woman’s Story”—“My mother died on Monday 7 April”—echo Camus’s famous “Today, Maman died,” and a better model of detachment would be hard to find. But detachment doesn’t always equal indifference. Ernaux’s resolve here seems very like the performance of a child who has vowed to act adult, to be brave in the face of terror. “Flat” writing can seem easy, even artless. Actually, Ernaux says, it is excruciatingly hard, but introducing tenderness would corrupt her entire project:"}, {"role": "quote", "text": "When I think of my mother’s violent temper, outbursts of affection, and reproachful attitude, I try not to see them as facets of her personality but to relate them to her own story and social background. This way of writing, which seems to bring me closer to the truth, relieves me of the dark, heavy burden of personal remembrance by establishing a more objective approach. And yet something deep down inside refuses to yield and wants me to remember my mother purely in emotional terms—affection or tears—without searching for an explanation."}, {"role": "body", "text": "“The truth” is hardly a fixed concept, in life or in literature, and, for a moment, Ernaux lets us glimpse two versions of it at once: the cool crust of material reality, and, bubbling hot underneath, her own emotions, effortfully suppressed. “A Man’s Place,” Ernaux’s fourth book, was her first big success. It won the Prix Renaudot; Ernaux heard from legions of readers, and not just French ones, who felt that she was writing to and about them. This is not how people tend to react to sociology. Ernaux has said that she gave them “a mirror.” In other words, she gave them art."}, {"role": "body", "text": "At the same time, Ernaux says, l’écriture plate came to her naturally. Language was the original dividing line between the place her family came from and the one where she was going. Blanche, whose “overriding concern” was to give her daughter “everything she hadn’t had,” insisted on sending Annie to a private Catholic school. Her teachers corrected her if she slipped into Norman dialect, and when she went home she corrected her parents. “How do you expect me to speak properly if you keep on making mistakes?” Ernaux remembers asking her father, in tears. When, at nineteen, she left France to work as an au pair in London, her mother wrote her stiff letters reporting what was going on in the neighborhood, who had died, what the weather was like. Ernaux replied in kind: “Any attempt at style would have been taken as a snub.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/636de0110c5992b868211b29/master/w_1600,c_limit/221121_a27174.jpg", "imageWidth": 1600, "imageHeight": 1266, "imageDescription": "“We take classic dishes and reimagine them to be smaller than you’re used to.”"}, {"role": "body", "text": "Ernaux went to university in Rouen, where she studied literature. She devoured nineteenth-century novels and loved the boldness of existentialism. But what she needed, for her own writing, was “another language,” one unknown to the educated class. Writing as simply as she could allowed Ernaux to be understood by her parents, and, later, by people like them. It also allowed her to hide. In “A Woman’s Story,” Ernaux calls the fact that her mother “spent all day selling milk and potatoes so that I could sit in a lecture hall and learn about Plato” a “blatant injustice.” This is undoubtedly true, but impersonal, pamphlet-like. Only while writing “Shame,” ten years after Blanche’s death, could she express her own feelings about their divide. Unleashed by the shock of her father’s attack on her mother—a good-natured man, he one day snapped under the pressure of Blanche’s hectoring, and grabbed a scythe—shame descended on eleven-year-old Annie like a kind of freak puberty, an irrevocable condition that marked childhood’s end. She saw the humiliating markers of her family’s status everywhere: at school, faced with the “indifference and scorn” of the other girls; at the dentist, where she was asked if a rotting tooth hurt when she drank cider, the drink of the working class. And yet shame has acted as a preservative of the past. Proust had his madeleine. Ernaux’s way of summoning lost time may be less sweet, but it works just as well."}, {"role": "body", "text": "At twenty-two, Ernaux made a vow: “If by twenty-five I haven’t fulfilled my promise of writing a novel, I’ll commit suicide.” She did write one then, but she couldn’t get it published. Even so, she chose life—or two of them. She married, had two children, and became a teacher. She had met Philippe Ernaux in Bordeaux, where he studied political science and she earned her teaching certification. “We discussed Jean-Paul Sartre and freedom, we went to see Antonioni’s ‘L’Avventura,’ we shared the same left-wing views,” Ernaux writes. But after they married, in 1964, the couple moved to Annecy for Philippe’s work and settled into a constricted domestic routine. Ernaux kept house, cooked the meals, and looked after the children while commuting to classes and grading papers—“a woman with no time to spare.” Her other life, that of a “literary being,” she hid, writing in secret to shield her work from her husband’s eyes."}, {"role": "body", "text": "In this, she had an unwitting collaborator. After Alphonse died, Blanche sold the café-grocery and went to live with Ernaux and her family. “She brought me all my course notebooks, my math workbooks, everything I had, but not my diaries,” Ernaux told me. “I didn’t dare say to her, ‘Maman, why didn’t you bring my diaries?’ I knew what she’d say: ‘Because of what was inside them.’ ” It turned out that Blanche had destroyed the diaries: everything Ernaux had written from the ages of sixteen to twenty-three. “She did it so that my husband would never read them,” Ernaux said. “To save my image, basically.” Later you’ll spit in our faces, Blanche used to complain when Annie showed signs of adolescent rebellion. If Blanche was sometimes inclined to see her daughter as a “class rival,” as Ernaux has written, she nonetheless lived in fear that Ernaux would compromise herself and be shunted back to the starting line."}, {"role": "body", "text": "This domestic period, when Ernaux’s sons were young and her marriage still intact, forms the basis of “The Super 8 Years.” In 1972, the Ernauxs bought a camera to make home videos. It was David Ernaux-Briot’s idea to turn the decade of resulting footage into a film. He sent a cut to his mother, and asked her to write and record a text to accompany the images, which she did while in isolation at the start of the pandemic. Her voice—deliberately paced and disarmingly, even girlishly light—serves as the film’s main soundtrack. What had it been like, I wanted to know, to collaborate with her son?"}, {"role": "body", "text": "“Oh, but I didn’t collaborate!” she said, and laughed."}, {"role": "body", "text": "Still, this way of tandem working was new for Ernaux. She has used pictures as prompts before, most notably in “The Years” (2008), her most expansive book, a sweeping generational portrait in which she marks the passage of time by describing photographs of herself, subjecting her own image to the same frank gaze that she applied to her parents’ bodies. Here, though, she was guided by someone else’s gaze—that of Philippe, the movie’s de-facto cinematographer, who, as Ernaux dryly remarked at the New York screening, died, in 2009, “of a smoker’s cancer.” It never occurred to either of them that she would use the camera herself. Shooting was a man’s job."}, {"role": "body", "text": "Naturally, Ernaux’s narration dwells on the intersection of the personal and the political. There are trips to unusual destinations like Communist Albania and Allende’s Chile, which the couple wistfully saw as a vision of what France could have become if the uprising of 1968 had succeeded. Mostly, though, there is home life, as ripe for decoding as any foreign culture. Ernaux is wry on the subject of the couple’s interior decoration, the patterned wallpaper and objects carefully selected from antique stores, “all the things that marked us as newcomers to the bourgeoisie.” And then there is Ernaux herself. “In the film, I often speak of myself in the third person, because, really, I am another person,” Ernaux said to me. In one sequence, filmed at the Bayreuth Festival in the summer of 1973, Ernaux stands facing the camera, looking just like the modern young wife she is. Already, though, she is on her way to becoming someone else. Soon she will learn that the book she has been writing has been accepted for publication. “Les Armoires Vides” (“Cleaned Out”), which appeared the next year, is an autobiographical novel about a literature student who thinks back on her youth while she undergoes an illegal abortion. Ernaux had simply mailed the manuscript to Gallimard, telling no one."}, {"role": "body", "text": "People don’t tend to film their arguments and fights. Ernaux has hinted at her husband’s philandering, but, true to form, she is inclined to consider their separation to be as much a public phenomenon as a private one. “All around them, divorce proliferated,” Ernaux writes, in “The Years,” referring to her cohort of women who had grown up being told that premarital sex was a sin, and pregnancy out of wedlock a disaster, only to see the next generation met with “unanimous approval” when they dodged the altar. In 1981, Ernaux published her third novel, “A Frozen Woman,” an account of a young wife and mother who comes to feel suffocated by the constraints of domestic life. That is when the family videos end. Ernaux had left the marriage for good."}, {"role": "body", "text": "Now Ernaux came into her own. She published the books about her father and mother. She had an audience, a name. Then, in 1991, came “Simple Passion,” and everything readers thought they knew about this restrained, cerebral woman went out the window. “From September last year, I did nothing else but wait for a man: for him to call me and come round to my place,” Ernaux writes at the start. The sixty or so short pages that follow amount to a narrative of willing captivity. During the months of her affair with A., as she calls her lover, Ernaux bends toward him as a flower toward the sun. She stays at home when she should go out; she doesn’t use the vacuum cleaner for fear of covering the phone’s ring. A. is a foreigner, an Eastern European; his weakness for Western luxuries reminds Ernaux of herself as a teen-age “parvenue,” craving the dresses and vacations that her richer friends had. A. shares none of her intellectual interests, but so what? She herself can only listen to love songs."}, {"role": "body", "text": "After A. returns home, Ernaux grows morbid. If he has given her aids, she thinks, “at least he would have left me that.” And yet, in this sex-saturated book, there is not a lot of sex. Ernaux is at her most graphic in the preface, where she describes watching an X-rated movie on TV, stunned by its matter-of-fact depiction of what for centuries had been taboo. Writing, she thinks, should try to achieve the same effect: “a feeling of anxiety and stupefaction, a suspension of moral judgment.”"}, {"role": "body", "text": "“Simple Passion” was a major best-seller, and no surprise; if you have experienced the sort of agony that Ernaux describes, you won’t come across a more distilled depiction of it. Some readers, though, felt betrayed. When Ernaux was invited to give a talk at Wellesley, the students attacked her for being submissive. Didn’t she claim to be a feminist? Yes, and that is what made “Simple Passion” so powerful, and so terrifying. Ernaux had managed to convey the force with which desire can render the rest of life—the rest of the self—instantly void. She wasn’t advocating for women to lose their heads over a man. She was describing what it feels like when it happens, as you might describe a tornado that has flattened your house."}, {"role": "body", "text": "A decade later, Ernaux did something surprising and published excerpts of the diary she had kept during the affair. That book, “Getting Lost,” was released in the U.S. in September, in a translation by Alison L. Strayer. Here, finally, is the sex that Ernaux had mostly elided in “Simple Passion”—the positions, the fluids—and the torture of the waiting, unspooled in all its real-time wretchedness. “My whole life has been an effort to tear myself away from male desire, in other words, from my own desire,” Ernaux confesses. (Maybe the Wellesley students had a point.) Ernaux is not, as a rule, a funny writer, but the friction between her finely developed mind and the tyrannical demands of her body produces moments of true comedy. When she loses a contact lens and finds it on her lover’s penis, her first thought is of Zola, “who lost his monocle between the breasts of women.” Then there is the gulf between her devotion to her lover—“addiction” might be the better word—and her awareness of his obvious mediocrity. Now called by his true initial, S., he turns out to be a thirty-five-year-old Soviet apparatchik whom the forty-eight-year-old Ernaux met on a writer’s junket to the U.S.S.R. “Again I long to see him,” she records. “And yet what it all comes down to is this: he fucks, he drinks vodka, he talks about Stalin.”"}, {"role": "body", "text": "Here Ernaux risks indulgence. “The Years,” which covers the period from 1941 to 2006 and is practically cosmic in its tone and scope, runs well over two hundred pages, but “Getting Lost” is somehow longer. What pushed her to publish? In the period following the affair, she told me, “I was forbidden from reading the diary by a very jealous lover.” She agreed to seal it in an envelope, where it stayed until their breakup, six years later. “Then I read it, and I discovered that it had a fabulous unity. But it wasn’t at all the same as ‘Simple Passion.’ It was another text. And I was another woman, too. I felt like I was reading a novel. It was the writing itself that was working on me, as if I didn’t know what came next!” This was the ecstatic surrender not of the lover but of the reader. Ernaux was transfixed by a fictional character, who happened to be herself."}, {"role": "body", "text": "This notion of becoming another woman—of the self transfigured by time—animates all of Ernaux’s work. As she says in “Shame,” writing about her vanished, younger self is one of only two ways she knows “to bring the two of us together.” (The other, orgasm, “the moment when my sense of identity and coherence is at its highest,” is, needless to say, more ephemeral.) But, she explains in “Simple Passion,” the passage of time can also be a comfort, even a creative necessity:"}, {"role": "quote", "text": "Naturally I feel no shame in writing these things because of the time which separates the moment when they are written—when only I can see them—from the moment when they will be read by other people, a moment which I feel will never come. By then I could have had an accident or died; a war or a revolution could have broken out. This delay makes it possible for me to write today, in the same way I used to lie in the scorching sun for a whole day at sixteen, or make love without contraceptives at twenty: without thinking about the consequences."}, {"role": "body", "text": "Ernaux sometimes ends her books with the dates of their composition, as if to tie them to that precious period when she lived with them alone. “Happening,” published in 2000, was written between February and October of 1999, thirty-six years after the events it recounts. “I had a sense of writing out of time,” Ernaux told me. Abortion had been permitted in France since 1975. People took it for granted; no one seemed to be interested in commemorating the struggle, led by Simone Veil, to legalize it, or in remembering the horrors that women faced before. “There’s a parade every Fourteenth of July,” Ernaux said. “We celebrate that; we aren’t supposed to forget. But if it concerns women? It’s all over, no one needs to talk about it. I had the feeling that I would die one day and there would be no trace of it. I wouldn’t have been able to transmit whatever it was that I needed to.”"}, {"role": "body", "text": "What Ernaux needed to transmit, in that blunt, indelible book, was what it had been like to seek an abortion in the fall of 1963 and the winter of 1964, when anyone who performed an abortion, or sought one, or encouraged one, or even advocated for the use of contraception, could be fined and sent to prison. Ernaux was studying in Rouen when she discovered that she was pregnant. “Somehow I felt there existed a connection between my social background and my present condition,” she writes. So much for her fancy education: “My ass had caught up with me, and the thing growing inside me I saw as the stigma of social failure.” Even so, she thought that getting the abortion would be easy. She had read about abortions in novels; she had heard women in Yvetot discussing them under their breath. She knew that it would be painful. She had no idea that she could die."}, {"role": "body", "text": "She learned. Although “Happening” is written with Ernaux’s usual piercing clarity, the book seems to unfold in a kind of suffocating twilight as the avenues pursued by the twenty-three-year-old Annie are shut off, one by one. A male friend whom she confides in invites her to dinner with his wife and child and then tries to seduce her. Doctors refuse to help. Annie desperately tries to find a friend of a friend rumored to know an abortionist. She is supposed to be working on her thesis, on female Surrealists, but she can focus only on her own female reality. “In a strange way, my inability to write my thesis was far more alarming than my need to abort,” Ernaux writes. “I had stopped being ‘an intellectual.’ I don’t know whether this feeling is widespread. It causes indescribable pain.” A different kind of pain follows a failed attempt to solve her problem with a pair of knitting needles. All the while, she feels “time flowing inside and outside of me”—the common calendar moving forward, her private one moving back."}, {"role": "body", "text": "It has been speculated, fairly, that Ernaux’s writing on abortion may be why the Nobel jury saw fit to award the prize to her this year, less than four months after Roe v. Wade was overturned. During her October visit to Barnard, Ernaux was asked, almost as if she were a politician, if she wished to say something to American women. She found it extraordinary, she replied, that the U.S., which had legalized abortion before France, should “return to savagery.” This remark inspired applause. But “Happening,” when it was published, got a tepid response. “It was a book that bothered people,” Ernaux told me. Aside from the events themselves, rendered with almost unbearably claustrophobic exactitude—the abortion, and what happens afterward, is so brutal that even the film adaptation seems gentle by comparison—there is Ernaux’s total lack of guilt about what she did. There may be no parade, but for years she celebrated the night of the procedure “as an anniversary.”"}, {"role": "body", "text": "For the past few years, Ernaux told me, she has had the sense that she has fulfilled a certain trajectory. “No, not a trajectory. A destiny.” She laughed, but she meant it. “Not a destiny that was written from the beginning. One that was constructed, bit by bit, of course.”"}, {"role": "body", "text": "One big reason for that is “A Girl’s Story,” which Ernaux published in 2016. The book deals with the summer of 1958, when Ernaux, nearly eighteen, left home on her own for the first time, to work as a counsellor at a summer camp. On her third night there, she is selected by the twenty-two-year-old head counsellor for a tryst, though to put that word to their encounter would be to imply romance, or at least enjoyment. Annie is a protected only child of extreme social naïveté, a girl who “does not know how to make a telephone call, has never taken a shower or bath,” who feels herself free and on the verge of life, ready to escape home, have adventures, fall in love. Now she is laid down on a strange man’s bed and watches as her body is used for his pleasure. But the experience is neither one of “horror nor shame, only an obedience to what was happening.” Far from seeing herself as a victim, she becomes slavishly devoted to the fact of her submission before this indifferent “master.”"}, {"role": "body", "text": "That searing episode forms the kernel of the book. Around it, Ernaux builds a kind of detective story. The Annie from 1958 is a missing person. No photographs of her from that summer exist. The diaries she kept were burned by her mother. But Ernaux knows that the girl is still alive; she has been living inside her for decades. She is at the root of everything Ernaux has become as a woman and as a writer, and now she must be faced on her own terms."}, {"role": "body", "text": "There seemed something liberating in this, but Ernaux disagreed."}, {"role": "body", "text": "“I never considered writing to be a form of liberation,” she said. “The image that I have is always of descending, of deepening something. And there isn’t much freedom down there, not really. Often, when I speak with other writers—with female writers, really—the image we have of writing really varies. Some of them say that, for them, it’s a way of going up toward something. But, for me, it’s the absolute opposite. Not going underground, exactly. But into a well.” What draws her down? An idea of some kind? No: “An obsession.”"}, {"role": "body", "text": "The image of the well brings to mind a rescue mission. Ernaux, so devoted to chronicling what she calls “the stupefaction of the real,” has a mystical side, too. “It seems to me that I have finally freed the girl of ’58, broken the spell that kept her prisoner for over fifty years,” Ernaux writes of her younger self. This is triumphant, magical; it would make a wonderful ending. But it is not the end of the book, only its halfway point. All endings, in Ernaux’s world, are temporary. The meaning of what she describes keeps shifting as time does. Critics will be tempted to refer to Ernaux’s output, this fifty-year spelunking of the self, as an œuvre, but she hates that word. “An ‘œuvre’ is something that’s closed,” she told me. “And mine will be closed when I’m dead.” "}]}