{"title": "Even Diana’s Revenge Dress Can’t Save Season 5 of “The Crown”", "subtitle": "Few premières have been as fervently anticipated as that of the Netflix series’ latest season, the first following the Queen’s death. But the ten episodes are a startling letdown—a decline that parallels the monarchy’s own.", "authorName": "Inkoo Kang", "coverImageURL": "https://media.newyorker.com/photos/636c29a6503c63e33821ef0f/master/w_2240,c_limit/221121_r41379.jpg", "coverImageWidth": 1125, "coverImageHeight": 1440, "coverImageDescription": "Princess Diana transforms from a helpless victim into a myopic antiheroine.", "hashTag": "On Television", "publishDate": "November 10, 2022", "contents": [{"role": "body", "text": "If “The Crown” is remembered as a great series, instead of just a great-looking one, it’ll likely owe that reputation to its spectacular fourth season. The first three volumes of the lavishly budgeted Netflix series were often snoozy and uneven, presenting portraits of Queen Elizabeth II and the rest of the Royal Family that were as rigid as the institution they served. Season 4 jolted the series awake, with the introduction of two outsiders, Diana Spencer and Margaret Thatcher, whose perspectives clarified the Windsors’ blinkered privilege and their warped but undeniable humanity. At last, “The Crown” became the ambitious if staunchly royalist palace drama that its creator, Peter Morgan, had intended."}, {"role": "body", "text": "Few TV premières have been as fervently anticipated as that of “The Crown” ’s fifth season—the first following the Queen’s death, in September, at the age of ninety-six. But the ten episodes, released on November 9th, are a startling letdown. Season 4 kicked off with a literal bang; early on, a boat with a member of the Royal Family on board was bombed by the I.R.A. Season 5, set in the nineties, also launches with a vessel: the Queen’s royal yacht, Britannia, which a young Elizabeth describes as “dependable and constant, capable of weathering any storm.” By 1991, the moldering ship requires a multimillion-pound renovation—ideally on the government’s dime—as the Queen, now in her sixties, tells Prime Minister John Major. Such a heavy-handed metaphor for the monarchy’s decline might be forgiven were it a minor plotline. But Morgan hangs on to it like a worn-out security blanket."}, {"role": "body", "text": "Before the première, the Firm’s supporters pressured Netflix to explicitly state that the series is a dramatization. Presumably, they were concerned about the continuation of the story line involving Diana (played this season by Elizabeth Debicki), whose poor treatment and suicidal despair were recently brought up by Prince Harry and Meghan Markle. Another cause for alarm was the focus on an aging Queen (Imelda Staunton) who is out of step with the modern world. When Elizabeth ascended the throne, at twenty-five, she became its unlikely savior. Four decades later, she may be its greatest liability. Advisers shield her from bad news; she initially thinks that Charles and Diana are happy. A recurring theme is her inability to figure out a remote control. Elizabeth, a symbol of tradition and constancy, believes that she should continue as she’s always done, even if it means repeating mistakes. When her daughter, Anne (Claudia Harrison), wants to marry a divorcé (she, too, is divorced), the Queen’s instinct is to consign her to a face-saving isolation, as Elizabeth once did to her own sister, Margaret. As the Empire decays—Hong Kong reverts to Chinese control in 1997—so does its figurehead, whose standing in the polls plummets."}, {"role": "body", "text": "There’s an epic sensibility in Morgan’s decision to wind down “The Crown” with Elizabeth’s complicity in the withering of the monarchy. But the season lacks narrative deftness and historic scale. The show’s strongest episodes have revisited nation-defining events in Britain and beyond, such as the 1966 Aberfan mining disaster, which killed a hundred and forty-four Welsh villagers, and the Apollo 11 moon landing, which inflames Prince Philip’s ambivalence about trading in a life of adventure for one of royal comforts. But Season 5 focusses narrowly on the domestic drama inside the palace. The fall of the Soviet Union climaxes here in a marital spat between Elizabeth and Philip (Jonathan Pryce). The lingering image in the show’s retelling of Hong Kong’s “handover” is Charles (Dominic West) flying business class. An episode chronicling the transformation of a young Mohamed Al-Fayed (Amir El-Masry), from a street vender in Egypt to a flashy hotelier buying up property and prestige across Europe, nods to the demographic changes within the U.K. as a result of emigration from former British colonies. But Fayed is hardly a representative figure; his presence suggests that Morgan is comfortable addressing the racism of the British imperialist project only obliquely."}, {"role": "body", "text": "The idea that Elizabeth should have abdicated around the time of her annus horribilis—the year that three of her four children gave up on their marriages and a fire ravaged Windsor Castle—isn’t new. This theme is explored in the 2006 film “The Queen,” also written by Morgan, set in the months after Diana’s death. One senses that Morgan may have said pretty much all he has to say—and more efficiently—in that movie. The one major revision is in the characterization of Prime Minister Tony Blair, who comes across as earnest and reasonable in “The Queen” but in “The Crown” is endowed with the soul and the style of a used-car salesman."}, {"role": "body", "text": "Charles, meanwhile, has only gained in Morgan’s regard. Season 4 humanized the Prince without making him particularly sympathetic. Season 5 is practically pro-Charles propaganda. His relationship with Camilla Parker Bowles (Olivia Williams) is outrageously healthy. Even the reënactment of “Tampongate”—a leaked phone call in which Charles expresses a desire to be Camilla’s tampon—is unexpectedly tender, restoring to the lovers’ chat its jokey, self-deprecating devotion. Charles is an intellectually engaged, philanthropically minded, forward-looking leader—one who’s game to boogie down in a suit with students from disadvantaged backgrounds in a school auditorium. That scene, which hinges on West’s physical grace and charm, is an affront to common sense; it asks us to forget the Charles who has railed against population growth in the Global South and has his shoelaces ironed each morning. Morgan fails to reconcile the Prince’s apparent aptness for the throne with his deep unpopularity among the public."}, {"role": "body", "text": "Unsurprisingly, the season’s main villain is the media. If the episodes offer any indication of how the U.K. transformed during this period, it lies in the increasing viciousness of the press, as the explosion of commercial TV tests even the staid BBC’s commitment to virtuous programming. Diana is easy prey for unsavory journalists, who scheme to take advantage of her loneliness. Like so many other women of tabloid interest in the nineties, Diana has benefitted from feminist revisionism. Season 4 painted her as a virgin sacrificed on the altar of good press. Season 5 takes a more he-said, she-said approach to her marriage. The depiction rings true, though it lacks the camp and chaos that enlivened the previous version. Sporting the harsh black eyeliner of the era, a muted Debicki is allowed to unleash the full Diana star power just twice: when wooing the unassuming surgeon Hasnat Khan (Humayun Saeed), and when she meets a now graying Fayed (Salim Daw), who remains determined to join the English élite, dragging his movie-producer son Dodi (Khalid Abdalla) with him."}, {"role": "body", "text": "Season 5 shies away from the inevitable; Dodi is smitten with a different spotlight-seeking blonde by its end. Because of that timidity (and the compressed time frame), the larger arc feels incomplete, structurally unsound. (“The Crown” will reportedly span six seasons, with the action ending in 2005.) Still, there’s a satisfaction in watching the young, helpless Diana turn into a myopic, friendless antiheroine whose efforts to be understood can only take the form of vengeance. Over and over, her confessions become her family’s humiliations. “There were three of us in this marriage, so it was a bit crowded,” she tells the journalist Martin Bashir (Prasanna Puwanarajah), the wounded softness of her voice belying the violence she unleashes on a wincing Charles and Camilla."}, {"role": "body", "text": "It’s not just her husband who crumples whenever Diana opens her mouth. The whimpering heart of the season is her teen-age son, William (Senan West). Diana, paranoid that her phone calls are bugged, turns to him as a confidant, even when it’s to gush about her latest boyfriend. William’s pity for his mother is soon dwarfed by embarrassment. “Do you have to tell me these things?” he begs at one point. Given the unrelenting focus on the petty and the particular this season, viewers might ask Morgan the same question."}]}