{"title": "Getting Serious with Interpol", "subtitle": "The rockers Paul Banks and Daniel Kessler meet up at a by-the-piece sushi joint between arena gigs to talk about adult stuff (Banks’s impending engagement) over adult food (nodoguro and o-toro).", "authorName": "Nick Paumgarten", "coverImageURL": "https://media.newyorker.com/photos/636f1025837b4891db62d07f/master/w_960,c_limit/221121_r41385illu.jpg", "coverImageWidth": 960, "coverImageHeight": 1058, "coverImageDescription": "Illustration by João Fazenda", "hashTag": "Grownup Stuff", "publishDate": "November 14, 2022", "contents": [{"role": "body", "text": "Paul Banks and Daniel Kessler met in Paris twenty-six years ago, on an N.Y.U. summer-abroad program. Back in New York that fall, Kessler invited Banks to join a rock band he was starting, which they eventually named Interpol, and which became one of the biggest groups to emerge from the New York City scene in the early two-thousands. They’re still at it—a recording career longer than Elvis Presley’s. Banks is the lead singer. Kessler plays guitar. They write most of the material together."}, {"role": "body", "text": "In “Meet Me in the Bathroom,” Lizzy Goodman’s oral history of the era, Kessler says of Banks, who was just eighteen that summer in Paris, busking out by the Pompidou, “He took himself seriously, and other people took him seriously.” Kessler also remembers that Banks was always late to French class. Inevitably, he had “a crazy tale about why.”"}, {"role": "body", "text": "Banks was late again last month when they met for sushi on Sullivan Street. “What’s up, dude?” he said, sliding into the booth. He apologized and said he’d been on the phone with his girlfriend’s father, and then her mother, to ask for their blessing to marry their daughter."}, {"role": "body", "text": "“Whoa!” Kessler said."}, {"role": "body", "text": "“She comes from a family of strong, strong women, so I couldn’t just call her dad. The patriarchy is present in ways that have become clearer to me because of my girlfriend. Anyway, I was going to pop the question tonight. We’re going to dinner at Per Se. But now I’m undecided. The person I got the ring from said, ‘I don’t know if I’d want to be proposed to in a crowded restaurant.’ We’re going up to Storm King on Thursday, so maybe that’s better.”"}, {"role": "body", "text": "“Did you check the weather forecast?” Kessler said."}, {"role": "body", "text": "“It’s supposed to be perfect.”"}, {"role": "body", "text": "“I feel like there, in that place—plus you get a degree of feeling the moment out while you’re there.”"}, {"role": "body", "text": "“Also, we’re expecting,” Banks said. “Five months pregnant.” He and his girlfriend, Juliet Seger, had recently visited the Youth Welfare Office in Berlin, where they live, to get official documentation of his paternity. “It’s just a declaration that ‘this dude is the dude.’ Grownup stuff!”"}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/636f1025d5d6423c81486c5a/master/w_1600,c_limit/221121_a27050.jpg", "imageWidth": 1600, "imageHeight": 1240, "imageDescription": "“Remember what we said about letting her find out for herself that she’s making a huge mistake she’ll regret for the rest of her life.”"}, {"role": "body", "text": "Banks and Kessler, who lives mostly in Barcelona, were in town briefly before heading to South America to play arenas and festivals. They each still have an apartment in Manhattan, downtown. They were both sharply dressed in black and knew their way around a by-the-piece. “I will do the sardine as sushi,” Kessler said. “I will do the fluke as sashimi. I will do the nodoguro as sushi. I will do the o-toro as sushi.”"}, {"role": "body", "text": "Kessler has two older brothers: a literary agent in Paris, and a music journalist in London, who has written about his embarrassment, in Interpol’s earliest days, at having a kid brother in an aspiring rock band."}, {"role": "body", "text": "Banks said, “He’d come to a show and not really give you any positive feedback or anything. It was heartbreaking.”"}, {"role": "body", "text": "“That was before ‘Bright Lights,’ ” Kessler said, referring to the band’s first album, which converted the brother into a fan. “He’d had a very strong sense of self at an entirely too young age. As kids, the three of us shared a bedroom, and had bunk beds. His wall was covered with magazine cutouts of the Jam, in the way that people might have religious artifacts. I got the idea that music is that important—it’s a savior.”"}, {"role": "body", "text": "“My older brother is the world’s largest Phish fan,” Banks said. “I get three messages a week from him about Phish. But I like rock music that takes itself seriously. I have a problem if the person themself is self-consciously not taking it seriously.” (Banks listens mostly to hip-hop.)"}, {"role": "body", "text": "The ring Banks had bought was of recycled gold, with a hundred-year-old diamond. He was pretty sure he’d sized it right. “She’d worn a ring on her wedding finger for a couple of days. Nondescript. She left it in the bathroom. So I pressed it into a bar of soap.”"}, {"role": "body", "text": "A couple of days later, Banks, at the Storm King sculpture park, upstate, got down on one knee and proposed. She said yes."}, {"role": "body", "text": "“The wedding is the issue for me,” he said. “I don’t want to have to do any of that shit. It’s against my personality, the idea that everyone should take time out of their day to celebrate something that has no bearing on their life. Get a tuxedo, get a nice dress, come to this location—for me?”"}, {"role": "body", "text": "He went on, “I can get onstage and perform. But I can’t give a toast at a dinner, or give a speech, or even tell a joke to, like, four people. I have my theories as to why. I don’t have to be relatable when I’m onstage. I don’t have to crack anybody up, I don’t have to have timing that works on some universal plane. It’s just me being me. That’s how authentic it is. I want to say, it’s as real as a child having a tantrum.”"}]}