{"title": "Hinges", "subtitle": "", "authorName": "Graham Swift", "coverImageURL": "https://media.newyorker.com/photos/636d2fb01ef55d30789d40fb/3:4/pass/221121_r41372.jpg", "coverImageWidth": 1917, "coverImageHeight": 2556, "coverImageDescription": "Photograph by Jeff Bark for The New Yorker", "hashTag": "Fiction", "publishDate": "November 14, 2022", "contents": [{"role": "body", "text": "One morning in April, their father, Ted Holroyd, suddenly died and a few days afterward Annie and her older brother, Ian, both still a little dazed, went to see the minister who, as Annie put it, was going to “do” their father’s funeral. There was surely some better word than “do,” but Annie couldn’t, for the moment, think of it."}, {"role": "body", "text": "“Conduct,” Ian suggested in his big-brotherly way, though with a touch of tongue-in-cheek. Would that make him a conductor, then, Annie thought, not a minister? And she imagined this man they were about to meet turning up at the funeral with a baton or with one of those strap-on machines with which bus conductors used to issue tickets."}, {"role": "body", "text": "Both ideas strangely pleased her, though she didn’t share them with Ian. Sitting beside him while he drove, she reached out and touched his shoulder, just a light scuffing with her knuckles. Ian almost flinched."}, {"role": "body", "text": "For Annie, one of the effects of losing her father was that she also lost words. They suddenly went missing. Even the words that did present themselves could seem odd and unreliable. “Minister,” for example, was an odd word."}, {"role": "body", "text": "Their meeting with the minister was itself about words, since the main purpose of it was to tell the minister things about their father so that the minister, in his address at the funeral, could, in turn, say things about him. This, they both felt, was essentially, as Ian had put it, a “scam.” The minister had never known their father, and they now had to prime this man, whom they themselves didn’t know, so that he could speak about their father as if he’d been a bosom pal. So a better word than “minister,” Annie thought, might be “impostor.” Obviously, it was not a better word. This thing, the funeral of their father, would be a pretense. Yet they had to pretend that it wasn’t a pretense. Was there a word for that?"}, {"role": "body", "text": "In any case, their meeting with the minister posed a basic difficulty: what to tell him about their father? They were already coping with the greatest of difficulties: their father had died. And this difficulty had confronted them with an equally great difficulty, which they hadn’t exactly discussed with each other: the fact—of which they had never been so sharply aware—that they themselves would die, that they themselves were mortal. That they were, as it were, “next,” and one day their own children might go to a minister, in just this way, with a similar purpose, and find themselves in similar perplexity."}, {"role": "body", "text": "In the car, she’d reached out and touched Ian’s shoulder in the lightest way, yet it had caused his own light touch, on the steering wheel—she’d seen it—to tighten. She’d felt the tensed and tingling Ian inside Ian. If it had been the other way round, he would have felt the Annie inside her. She had only gently brushed him with her knuckles, but it had been like touching something invisibly “live.” A conductor."}, {"role": "body", "text": "She was forty-nine; Ian was fifty-one. They both had families. She was Annie Stevens. She hadn’t minded, twenty years ago, changing her name. But now, perhaps, it occurred to her, she should think of herself as Annie Holroyd again, and she even felt a slight sense of having committed a twenty-year treachery. Her dead father was the man who’d “given her away.” What a ridiculous expression. She’d clutched his arm and he’d . . . conducted her up the aisle."}, {"role": "body", "text": "Ian didn’t have her difficulty, or theoretical treachery. He was Ian Holroyd and always had been. He had other difficulties—and they were word difficulties, too. He had decided to deliver the eulogy. Firstborn and son—so who else? “Eulogy” was another worrying bit of vocabulary. Ian preferred to call it his “few words.” But what to say? Especially as the minister would be saying something, too."}, {"role": "body", "text": "Poor Ian. And then she’d suddenly declared that she would read a poem. She didn’t have to do anything. She could just sit in the front row, if she wanted, a mere spectator, with her mother. But she felt that she should be part of this thing, do her bit. And, if both Ian and the minister would be “speaking,” what did that leave?"}, {"role": "body", "text": "Ian had no doubt thought, Annie? A poem? And might even have thought, She’s not going to read some poem of her own, is she? Some poem she’s specially written?"}, {"role": "body", "text": "Definitely not. What an idea. Just a poem. People often read poems at funerals. So she’d committed herself."}, {"role": "body", "text": "“O.K., Annie,” Ian had said in the rather clipped way he could sometimes say O.K. “What poem?”"}, {"role": "body", "text": "“I’ll think about that.”"}, {"role": "body", "text": "Their mother, who was present, had said, all too quickly, “Oh, that’ll be nice, Annie, a nice poem.”"}, {"role": "body", "text": "Ian had perhaps also been thinking, Well, it’s all right for Annie, just reading a poem written by someone else, not having to say anything of her own."}, {"role": "body", "text": "Their mother had decided not to come with them to meet the minister. Her decision hadn’t entirely surprised Annie and Ian. Since their father’s death, their mother’s basic stance had been to disclaim any active involvement in the situation, as if this thing weren’t happening to her, or weren’t happening at all, and her position, unhelpful as it was, had to be somehow respected. It was a sort of prerogative. Annie had even begun to think—though she didn’t tell Ian this—that there was something to be said for it. It had its own odd integrity."}, {"role": "body", "text": "Almost at the last moment, their mother had said, as if some more interesting opportunity had come up, “No, I don’t think I’ll go with you. I’ll leave it all up to you, chicks.”"}, {"role": "body", "text": "It was clear that there would be no further debate. This was their mother. Her husband had died, and leaving it up to everyone else was her fallback."}, {"role": "body", "text": "There was a pause. Ian had taken a breath and said, “O.K., Mum.”"}, {"role": "body", "text": "But Annie and Ian had looked at each other. When was the last time they’d been called “chicks”? Most of forty years ago. In Kirby Street."}, {"role": "body", "text": "One way or the other, before meeting the minister they’d not been disposed to like him. Annie had seen that this was unfair. The poor man would only be doing his job and no one else would be “doing” their father. So she’d said to Ian, “Let’s be nice to him.”"}, {"role": "body", "text": "Yet, from the start, she hadn’t liked him, and being nice to him wasn’t so easy. Liking or disliking people was a complicated thing. His name was Shepherd. Well. “Call me Tim,” he said. He had thin sandy hair, hazy blue eyes, and an apparently ineradicable smile. He spoke with a voice that was patient, kindly, and persuasive. What was not to like about him? But she didn’t like him."}, {"role": "body", "text": "Hardly had she entered his presence than Annie found herself thinking of Betty Sykes, the mother of her school friend Sally Sykes, and a neighbor of theirs in Kirby Street in the days when she and Ian had been their mother’s “chicks.” Betty Sykes! Betty Sykes could spend a great deal of her time, arms firmly folded before her, in her front doorway, leaning on the frame, eying the street up and down, ready to give lip. Hers was the doorway to No. 33, across the road and along a bit."}, {"role": "body", "text": "Betty Sykes didn’t give a cuss what came out of her mouth—and much of it was cusses—or who listened. As a small girl, Annie had often listened, and, against all the evidence, she had liked Betty Sykes. She’d even felt, with a child’s strange instinct, that Betty Sykes was a good woman with a warm heart inside her. She possessed some vital spark. Betty Sykes had always had, at any rate, a smile for her, little Annie at No. 12."}, {"role": "body", "text": "Then it also came back to Annie, in front of this smiling minister, that her father, Ted Holroyd, now dead, had once said to her mother, Mary Holroyd, after the two of them had been talking, and perhaps not kindly, about Betty Sykes, “Aye, but all the same—​’andsome woman.” And had instantly regretted (young as she was, she’d noticed it) that those words had come out of his mouth."}, {"role": "body", "text": "Kirby Street. Betty Sykes! Sally Sykes! How it all came back. Now here she was meeting this impeccably benign minister and she didn’t like him. And she and Ian were here to tell him things about their father."}, {"role": "body", "text": "The minister hadn’t seemed too troubled by the absence of their mother. He’d told them, in fact, that, quite often, the widow would not feel “up to it,” and he’d find himself talking, as now, to sons or daughters, or both. His smile seemed undimmable. It was perfectly all right. And he’d meet her anyway “at the occasion,” as he put it. It was strange to hear their mother referred to as “the widow.”"}, {"role": "body", "text": "The minister had first gone through various practical matters that they would need to know about the funeral. He explained that they would have to put together an Order of Service—the little leaflet that would be handed to everyone to refer to. And to keep, if they wished. There was still time for doing this."}, {"role": "body", "text": "With such things, she and Ian needed only to listen and nod. But when it came to the nub of the matter, their father’s life and what was to be said about it, they both found themselves bewildered. They hadn’t done much “homework”; they hadn’t explored it properly between them. Perhaps they’d thought—foolishly—that they might leave it to their mother. Or perhaps they’d thought that it wouldn’t be a problem, it would take care of itself. He was their father, wasn’t he? Did they need to do homework in order to talk about their own father? The idea was even distasteful."}, {"role": "body", "text": "Ian, in any case, was concerned that the minister should not use up any “material” that he might need in his eulogy—that there’d be enough “left over” for him to say. But what was this material?"}, {"role": "body", "text": "The fact was that, when the moment arrived, they didn’t really know what to tell the minister. They didn’t know what to say about their father, whom they’d known all their lives. They were curiously at a loss. At a loss. Exactly."}, {"role": "body", "text": "Or was it simply that the “material” itself was just—well, rather thin? They hadn’t dared say this to each other. Their own father, and his material was thin?"}, {"role": "body", "text": "He had lived most of his life in the same Yorkshire town. He had spent most of his working life in the same place: Batley’s, as in Batley’s Blankets. He had worked in blankets. What could you say? Then he’d retired. Sixty-five and just in time, since Batley’s had soon retired, too. Or closed down. Then, with unexpected and almost unseemly speed, Ted and Mary Holroyd had flown south, to where their son and their daughter had flown long before, finding jobs, lives, marriages, and children of their own. Suddenly, there they all were, the Holroyds, living in deepest Surrey."}, {"role": "body", "text": "And then, quite quickly again, it had seemed, Ted and Mary had gone into “sheltered accommodation.” Quite snazzy sheltered accommodation, as it happened, largely paid for—but did the minister need to know this?—by her and Ian. And Ted Holroyd had taken up golf. Who would have thought it, Ted Holroyd playing golf? But it was what retired people did. And what was in it for the minister? “He played golf.”"}, {"role": "body", "text": "Not a good subject, anyway. Since, one morning, in his seventy-sixth year, Ted Holroyd had died of a heart attack at the golf course. No, not actually playing golf, let alone at the eighteenth hole, having completed his best round ever, which would have made a perfect story—and Ian would have wanted to keep it for himself—but still in the car park, pulling out his clubs from the boot of his car."}, {"role": "body", "text": "And that was about it. What more was to be said?"}, {"role": "body", "text": "So why did her mind keep rushing back to Kirby Street?"}, {"role": "body", "text": "At one point the minister, who’d jotted a few things down in a notebook and said, “I see . . . I see,” had asked, with his still patient and now coaxing smile, “I wonder if you could give me—well, a sketch of the man himself.”"}, {"role": "body", "text": "A sketch? What did that mean? Was their father to be turned into a sketch? Annie, who had been slightly coming round to seeing things from the minister’s point of view, now found herself bridling. Even becoming, inside, a bit like Betty Sykes. Folding her arms. I’ll give yer bloody sketch!"}, {"role": "body", "text": "But the uncomfortable truth was that they struggled to give the minister even a sketch of their own father. Or, to put it another way, what they could give him seemed only—sketchy."}, {"role": "body", "text": "And poor Ian. What, indeed, was he going to say, if they couldn’t even give the minister enough to be getting on with?"}, {"role": "body", "text": "But the minister hadn’t seemed too deterred. His default position was undaunted capability. Perhaps he was used to this sort of thing: people coming along to talk to him about their loved ones and then discovering that they had no idea what to say."}, {"role": "body", "text": "He continued to smile."}, {"role": "body", "text": "“And you, Annie, you are going to read a poem. Might I ask—which poem?”"}, {"role": "body", "text": "She didn’t like his familiar “Annie,” or his “might I ask.” And she didn’t like the question, though she knew that Ian would be as interested as the minister in her reply."}, {"role": "body", "text": "“I haven’t chosen yet.”"}, {"role": "body", "text": "It was a straight answer, but it sounded shifty. The truth was that she didn’t have a clue which poem. Which poem went with her father."}, {"role": "body", "text": "“Well,” the minister said. “There’s still time. I’m sure you’ll pick a good one. Nothing too long.”"}, {"role": "body", "text": "Then the minister paused and for the first time looked a little tentative. His eyes darted between them."}, {"role": "body", "text": "“One last thing I should mention. When people say things—or just read them—they sometimes . . . they sometimes break down. They don’t expect to, but they do. If that should happen—if you find yourself in difficulty—just give me a signal, and I’ll take over. You can leave it to me.”"}, {"role": "body", "text": "Break down? What did that mean? And if you were in difficulty, how could you give a signal?"}, {"role": "body", "text": "“Though I’m sure,” the minister said, his certainty returning, “you’ll both be fine. It will all be fine.”"}, {"role": "body", "text": "Fine? A funeral?"}, {"role": "body", "text": "Now the thing itself, the “occasion,” had begun. And, yes, she had chosen a poem. And Ian must have prepared his eulogy, though he hadn’t disclosed what he would say, and she’d felt she shouldn’t press him. His “few words” might be just that. And it had to be hoped that the minister wouldn’t preëmpt any of them."}, {"role": "body", "text": "And now the minister was standing at a lectern, about to give his address, his calm and calming smile directed this way and that, to include them all. But he was leaving a careful pause before he spoke, so that they could settle and adjust. A coffin had been placed before them, like a special exhibit, and it was the minister’s task to shed light on this situation."}, {"role": "body", "text": "Outside, moments ago, in quite cheerful April sunshine, their mother—who could not deny anymore, try as she might, that this thing was happening and that she had a central part in it—had met the minister for the first time. His consoling and unavoidable arm had been extended toward her. This was the man who was going to “do” her husband. Annie felt that the inadequate yet useful word “do” must be rattling in her mother’s head, too."}, {"role": "body", "text": "The minister’s strange white robe had billowed in the breeze. Puddles had gleamed. Car windscreens had shone. There was a vague atmosphere of freshness and merriment, reminiscent of a wedding. Not so far away, a hearse had waited, discreetly yet visibly, with its cargo of something strewn with flowers, for its moment to creep round and pull up."}, {"role": "body", "text": "Then it was doing just that, and Annie, beside her mother, both of them wearing little black hats, was suddenly not forty-nine years old and standing at the entrance to—what was the right word, a “chapel,” a “crematorium”?—but nine years old and standing in a simple doorway with not her mother but her father, the man who was in the hearse, under the flowers, in the coffin."}, {"role": "body", "text": "It was not the middle of a cemetery in Surrey, which on this April morning looked particularly green and spring-cleaned and even brought to mind the inappropriate words “sheltered accommodation,” but Kirby Street. No. 12 Kirby Street, to be precise. Nearby, though not quite within view, there was open moorland. Not nice moorland, with heather and glinting rocks, just dirty-brown moorland."}, {"role": "body", "text": "But it was a nice sunny morning, a Saturday, and she was nine years old, perhaps ten, and was waiting with her father, Ted Holroyd, for another kind of vehicle to pull up. A carpenter’s van."}, {"role": "body", "text": "Her mother was somewhere inside the house. She seemed uninterested in the arrival of the van. Ian must have been playing Saturday-morning football."}, {"role": "body", "text": "Her father had said, “Don’t you worry, Annie, it will all be fine. Joe will put it right, just you see.” So the carpenter’s name was Joe. And her father seemed to know him."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/636d2fb0bdf260ee20688bf7/master/w_1600,c_limit/221121_a27141.jpg", "imageWidth": 1600, "imageHeight": 1693, "imageDescription": "“I want you to know a couple of grapes just rolled under the stove, so you, too, can be burdened with this knowledge.”"}, {"role": "body", "text": "The front door was open, and the door was the matter at hand. It was painted black and, with its knocker and letter box, was, except for its number “12,” like all the other front doors in the street. But it had recently developed an unfortunate creak, even a groan, like an ailing person, and she, Annie Holroyd, had developed a curious pity for its suffering. This was absurd. It was only a door, an inanimate object, but it was a very important object, the door to their house."}, {"role": "body", "text": "Her father had noted her peculiar anxiety. This was why they were waiting for the man who might bring a cure."}, {"role": "body", "text": "Her father had applied bike oil to a suspect hinge, but this hadn’t silenced the door for more than a day or so. Finally, because its moans were no longer to be endured, or because of his daughter’s strange concern, he had arranged for a carpenter to come. But he’d made his daughter’s concern only more concerning by explaining, as they stood there waiting, that the door must be ninety years old."}, {"role": "body", "text": "“All these houses, Annie, all the houses in Kirby Street, are ninety years old. Just think of that. Queen Victoria were on throne.”"}, {"role": "body", "text": "If the door was ninety years old, then no wonder it was groaning. Had she understood, small child as she was, the magnitude of ninety years, or reflected that the door might be ten times as old as she was? And who was Queen Victoria?"}, {"role": "body", "text": "But she surely couldn’t have thought, then, what her forty-nine-year-old self could think: that ninety years was the length of a decent human life, though rather longer, as it had proved, than her father’s. And she surely couldn’t have thought then, as she thought now, that there were two things, generally made of wood, specifically designed to accommodate the dimensions of a single human being. Two objects of carpentry. A door and a coffin. It was like the answer to a riddle."}, {"role": "body", "text": "The hearse had come round and stopped. There was another moment of almost gaiety. Some people took photos of the hearse. It was still possible, somehow, to chat, to make lighthearted remarks. Yet at the same time she was there, with her living father, in the doorway of No. 12. It was not a matter of seeing it, as it were, from a distance: she was there. Since she was only nine or ten, the doorway, in this case, was able to accommodate two."}, {"role": "body", "text": "They were waiting, rather stupidly, like a reception committee, for a carpenter. And that’s just what the carpenter said when he arrived: “What’s this, then—reception committee?” She had no idea what those words meant, but they seemed to have caused a grin. Her father had said, “Hello, Joe.” On the carpenter’s van it said “J. Short.” Even though she was only nine or ten, she could put two and two together. He was Joe Short."}, {"role": "body", "text": "As in “life is short.” Who had said that? No one. She was thinking it only now, forty years later—it was a grownup thing to say. But perhaps Joe Short had exuded the words in his very being—to be true to, to live up to his name. Life is short, so grab it quick."}, {"role": "body", "text": "He had, at any rate, a way, a quick look about him, a quick smile. He wasn’t short—he was as tall as her father. He was a workman and he was here to do a job of work, but a ripple, a current of something that wasn’t work, seemed to run through him. He had a look about him. If she’d been a good deal older, she might have said to herself, “ ’Andsome man.”"}, {"role": "body", "text": "Only nine or ten, but she’d fancied him! The first time she’d appreciated a handsome man—other than, of course, her father."}, {"role": "body", "text": "For some reason, she’d clutched her father’s hand."}, {"role": "body", "text": "Now, as they all sat, looking at the coffin and waiting for the minister to speak, she took her mother’s hand. She sat on her mother’s left, Ian on her mother’s right. She had resolved in advance that when this thing began she would take her mother’s hand—if her mother hadn’t already taken hers—but that she wouldn’t at this stage give it any particular squeezing. It was for her mother to do any squeezing first."}, {"role": "body", "text": "In fact, her mother’s hand felt inert. She had merely picked it up. She couldn’t tell if any hand-holding was going on with Ian, on the other side. To know that, she’d have to peer very awkwardly round her mother, who was staring rigidly ahead at the coffin, unaware, so it seemed, that she had a hand."}, {"role": "body", "text": "Her mother’s fingers felt weightless and untrained, like a child’s. It was as though she, the daughter, were the mother and her mother an infant. But, then again, she herself had become a nine-year-old child, gripping her father’s hand. And it was surely more important, in this immediate situation, to have the feeling of holding her father’s hand than of holding her mother’s."}, {"role": "body", "text": "When she’d taken her mother’s hand she, too, had been looking straight ahead at the coffin, so she hadn’t “taken” her mother’s hand so much as “found” it. That was the expression: she’d found it. She’d found her father’s hand in the same way, because she’d been looking at Joe Short. Now she was looking at her father’s coffin. It wasn’t “her father’s coffin,” she’d been telling herself. It wasn’t an empty box. Her father was in it. Everything was getting very jumbled up."}, {"role": "body", "text": "Now the minister had started to speak. His warm gaze held them all, and he began to talk with authority and confidence about a man he had never known. In the hushed space, his voice rang out and everyone was listening intently, yet none of it rang true. None of it had to do with the man she’d been remembering so vividly as to feel she was with him again, forty years ago. Nothing the minister was saying was actually false or wrong, and it was all based, of course, on what she and Ian had told him—such as they could."}, {"role": "body", "text": "So, you might say, this was all their fault."}, {"role": "body", "text": "It was all going to be a performance, just a performance, a pretense. And, despite her resolution not to, she squeezed her mother’s hand, because she felt that her mother must be thinking, too, that it was all just a performance and a pretense and must feel embarrassed and disappointed and dismayed. Even cheated."}, {"role": "body", "text": "How wise her mother had been not to go with them to see the minister, and thus to have as little to do with any of this as possible."}, {"role": "body", "text": "Now the minister was drawing to a conclusion. He hadn’t spoken for too long or said too much, which must have been a relief to Ian, but he was finishing on a strong note. Ted Holroyd had been “a family man, a true family man,” he was saying. And he was saying it with a beaming expectation of approval, as if he were presenting a prize."}, {"role": "body", "text": "What did it mean: “a family man”? What on earth did it mean? Of course he’d been a family man. He’d had a family. He’d fathered—grandfathered—a family. So had millions. And this wasn’t something that she and Ian had suggested: “You could say he was ‘a family man.’ ” It was the minister’s own flourish. It was what you said when you couldn’t think of anything else, and how many times had this man said it before?"}, {"role": "body", "text": "She saw Betty Sykes again, in her doorway. No one ever spoke of “a family woman.”"}, {"role": "body", "text": "And now she squeezed her mother’s hand all the more, because she felt her mother must be doubly embarrassed, worse than embarrassed. Though suppose her mother thought that her hand was being squeezed because of the fine remark the minister had just made?"}, {"role": "body", "text": "In any case, her mother’s hand didn’t squeeze back. It remained like something not even attached to her mother."}, {"role": "body", "text": "“Aye,” Joe Short had said. “It’s one of the ’inges. But best to replace the whole set. All showing their age. Just like you and me, eh, Ted?”"}, {"role": "body", "text": "Clearly, the two men knew each other. Perhaps they’d once been at school together, like her and Sally. Perhaps Joe Short and her father, she thought now, as she sat beside her mother, had got up to tricks together in their younger days. Perhaps she might have said when she’d gone with Ian to see the minister, “Well, he was quite a one, you know, when he was young, quite the lad, quite a tearaway . . .”"}, {"role": "body", "text": "Across the road, the Sykeses, at No. 33, must have seen Joe Short’s van arrive and seen that something was going on with the Holroyds’ front door."}, {"role": "body", "text": "“But not like you, eh, lass?”"}, {"role": "body", "text": "Joe Short’s eyes had turned on her, as if she were not just a small incidental bystander but part of the conversation. And what a look. He was past his prime, he’d just said so, but still—by her own recognition—a good-looking man. His sleeves were rolled up and his brown forearms, fleeced with dark hair, looked wholly sure of what they were doing."}, {"role": "body", "text": "The first time she’d been attracted to—excited by—a grownup man."}, {"role": "body", "text": "In the playground the following Monday morning, Sally Sykes had said, or rather chanted, “Joe Short, Joe Short! Never went short! That’s what my mammy said!”"}, {"role": "body", "text": "Her feet hadn’t missed the rhythm of her skipping rope."}, {"role": "body", "text": "Joe Short had said that he’d have to go to Ackerley’s to get a new set of hinges. But not before, with those arms, he’d unscrewed the door from its current hinges, held it up for a moment, as if he might have danced with it, then placed it on its side, for better inspection, under the front window."}, {"role": "body", "text": "“Nowt wrong with the wood. Just the ’inges. Ackerley’s. Ten minutes. Then I’ll have it back up in no time. You could put the kettle on meanwhile.”"}, {"role": "body", "text": "But her mother hadn’t put any kettles on."}, {"role": "body", "text": "“Joe Short, Joe Short! Never got caught! That’s what my mammy said!”"}, {"role": "body", "text": "And Sally’s mother had seemed to know Joe Short quite well."}, {"role": "body", "text": "Off went “J. Short” in his van, leaving the two of them lingering again in the now empty doorway. It was a sort of shock, a violation, the door so suddenly removed—a mere airy gap where it had been—and then placed on its side, like something spurned, against the front wall. The first time, perhaps, in ninety years that it had been so treated."}, {"role": "body", "text": "Her father had looked not a little put out. Was it this sudden desecration? Or was it that he was thinking that, if it was just the hinges, he might have attempted the job himself? How much was this going to come to? And did Joe know what he was on about, anyway? So bloody sure of himself."}, {"role": "body", "text": "Or was it that he’d noticed that she had . . . noticed . . . Joe Short?"}, {"role": "body", "text": "For whatever reason—to divert attention?—she’d taken her father’s hand again and said, looking at the object in question, “Poor door.”"}, {"role": "body", "text": "“Poor door. Poor door! ” Her father had suddenly chuckled. “Oh, aye, Annie, no knocking on it now, is there, no letting us in or out? Poor door, all right.”"}, {"role": "body", "text": "Her strange lamenting remark had lifted him from his thoughtfulness. She’d made, it seemed, a sort of joke. But then, as if she were in genuine sorrow for the door, he’d squeezed her hand and said, “Don’t you fret, Annie. Joe’ll have it fixed right enough, just you see.”"}, {"role": "body", "text": "His hand had seemed to tingle. She’d squeezed it back, to show that she’d been comforted."}, {"role": "body", "text": "Had he noticed? That she’d noticed. Had he even noticed—though thoughts can’t be seen—the question she’d put to herself in her nine-year-old head? Since the two men were there before her, it was a matter of direct comparison. “Suppose,” she’d asked herself, “I’d had Joe Short for a father?”"}, {"role": "body", "text": "And Sally Sykes, in the playground, if she’d been older than her years and not just constantly parroting her mother, might have said, “Well, you nearly might have done.”"}, {"role": "body", "text": "She’d stood with her father in the doorway, a breeze blowing in, sun on their faces, looking at the stricken item. Had he always remembered her “Poor door,” kept it inside him? Was it with him even now, in his coffin?"}, {"role": "body", "text": "Ian had got up and gone to the lectern to deliver his “few words.” He still hadn’t told her what he was going to say, yet she had an idea, and felt that he’d make a decent job of it."}, {"role": "body", "text": "He would say that the Holroyds were Yorkshire people, though they’d all moved down, some while ago, to the “soft south.” And he’d make a sort of joke out of this desertion. That was the thing, on a serious occasion, to make a sort of joke. To ease the tension. But then he’d nonetheless say, turning serious, that Ted Holroyd was a true Holroyd and a true, proud Yorkshireman. Even in the soft south, Ted Holroyd had always remained a staunch supporter of Huddersfield Town. . . ."}, {"role": "body", "text": "Or something like that."}, {"role": "body", "text": "And this was more or less what Ian did say and, yes, he made a good job of it. The minister’s “family man” had even given him a useful lead-in. And yet—poor Ian—none of his eulogy seemed to ring true, either; it was all just another performance, though a good one. And she knew that she must never let slip to Ian any hint that she’d thought this."}, {"role": "body", "text": "But now it was her turn to go to the lectern. Her brother had said, in an oddly chivalrous way, “And now my sister, Anne, is going to read a poem.”"}, {"role": "body", "text": "But did she have to? Really? It said so in the Order of Service. It was expected, so she had to. The poem was even printed in its entirety in the Order of Service, which meant that people would have already read it. So did she have to read it again?"}, {"role": "body", "text": "There had been a decision to print the whole poem, since it would fill out the little leaflet and make it more like something people might want to keep. On the front was a photo of Ted Holroyd (“Edward Robert Holroyd”) in his handsome early twenties. More handsome than Joe Short?"}, {"role": "body", "text": "To be truthful, there was nothing special about the poem. It was just a poem that, in the end, because she’d said she’d read a poem, she’d picked from a list: Best Poems to Read at a Funeral. In that playground, long ago, there’d been a saying: true as tripe. Or was it one of those things that Sally’s mammy, Betty Sykes, had said?"}, {"role": "body", "text": "Where was Betty Sykes now? And where was Sally? Had Sally Sykes grown up to look exactly like her mother? And had she, Annie Stevens, formerly Holroyd, grown up to look exactly like hers?"}, {"role": "body", "text": "Was that what people would mainly be thinking as she stood in front of them, reading a poem? Doesn’t she look just like her mother?"}, {"role": "body", "text": "She got up and walked forward with her folded piece of paper. Did she have to? Didn’t she have the right, as the dead man’s daughter—his nine-year-old daughter—to change her mind, even at the last moment? And wouldn’t doing something on the spur of the moment, because she simply couldn’t help it, ring more true?"}, {"role": "body", "text": "No, I’m not going to read a poem. You can all read it anyway, on the page in front of you. You probably already have. No, I want to tell you instead about a memory I have of my father, from a long time ago, when I was a small girl. I want to give you—well, a sort of sketch of my father."}, {"role": "body", "text": "She walked toward the lectern. Was this what the minister had meant by “breaking down”? Not being able to carry on. But she hadn’t even begun yet. What was the signal for that?"}, {"role": "body", "text": "Or: she might read, after all, a different sort of poem. A very short one, though, in its way, a perfect poem. Nothing but rhyme. Not even read it, just say it. She might just say, looking at all their astonished faces, or perhaps—better—looking at the coffin, “Poor door.”"}, {"role": "body", "text": "She reached the lectern. She took a breath. She unfolded her piece of paper, on which were the same words that were printed in the Order of Service. She smiled bravely, like a small girl called to the front of the class. She cleared her throat, then read the poem that everyone was expecting and would approve of, saying later to her that it was a lovely poem to have chosen and that she’d read it very well."}]}