{"title": "J. Edgar Hoover, Public Enemy No. 1", "subtitle": "The F.B.I. director promised to save American democracy from those who would subvert it—while his secret programs subverted it from within.", "authorName": "Margaret Talbot", "coverImageURL": "https://media.newyorker.com/photos/636d64dfc2859766e1004a1d/master/w_1920,c_limit/221121_r41373.jpg", "coverImageWidth": 1920, "coverImageHeight": 1512, "coverImageDescription": "Early on, Hoover developed what became a lifelong habit of turning his critics into enemies—and investigating them as such.", "hashTag": "Books", "publishDate": "November 14, 2022", "contents": [{"role": "body", "text": "One morning in the fall of 1971, President Richard Nixon set out to fire J. Edgar Hoover, the director of the F.B.I., who had ruled over the agency like a potentate since 1924. The two men were longtime friends, united by their political affinities, including a bone-deep antipathy to the American left, Old and New, and a tendency to demonize their critics. Over the years, Nixon and his wife, Pat, had socialized often with Hoover and his companion, Clyde Tolson. They had even vacationed together in the fifties, at a seaside resort in La Jolla, California, owned by a pair of Texas oil tycoons who went out of their way to put their powerful guests at ease. After Nixon lost the 1960 Presidential election, to John F. Kennedy, Hoover was frankly disappointed, and wrote to urge his friend not to give up on politics: “The United States and the Free World need a man of your stature desperately.” When Nixon made his comeback, in 1968, Hoover was a distinct asset, an old-school embodiment of law and order for a Presidential campaign that presented itself as the antidote to urban uprisings, campus protests, and street crime."}, {"role": "body", "text": "But by that fall, more than two years into Nixon’s Presidency, Hoover had become a liability, the historian Beverly Gage explains in her crisply written, prodigiously researched, and frequently astonishing new biography, “G-Man: J. Edgar Hoover and the Making of the American Century” (Viking). He was seventy-six, and showing his age, napping for hours in his office in the afternoons. He was also showing, in Gage’s words, “increasing levels of vitriol and instability,” informing the White House, for instance, that the four student demonstrators shot to death by National Guardsmen at Kent State had “invited and got what they deserved.” In 1970, for the first time in a career in which he had enjoyed remarkable levels of public approval, half of Americans polled by Gallup said that they thought he should retire. And there was worse to come."}, {"role": "body", "text": "On the night of March 8, 1971, burglars broke into an F.B.I. field office in Media, Pennsylvania, and made off with a cache of top-secret files. The culprits, whose identities would not be revealed for years, were a small band of Quaker-inspired pacifists who suspected that the F.B.I. had infiltrated the antiwar movement and other New Left activities. They were proved right by the documents, which they pored over and then began releasing in tranches to two members of Congress, Senator George McGovern, of South Dakota, and Representative Parren Mitchell, of Maryland, and to three newspapers, the Los Angeles Times, the Washington Post, and the New York Times. (McGovern, Mitchell, and the L.A. Times turned the files over to the F.B.I.; the Post and, later, the Times chose to report on their contents.) Hoover’s F.B.I., as the files established, had engineered a clandestine campaign aimed at “disrupting” and “neutralizing” left-wing and civil-rights organizations through the use of informants, smear campaigns, and callous, cunning plots to break up marriages, get people fired, and exacerbate political divisions. One of the files made reference to the name of the project: cointelpro, which stood for “counterintelligence program.” It would take years of digging by journalists, reams of Freedom of Information Act requests, and the dogged work of the Church committee—a congressional body, chaired by the Idaho senator Frank Church, that was formed in 1975 to look into the nation’s intelligence activities—to reveal substantially more about the program. Under its auspices, the F.B.I. had wiretapped Martin Luther King, Jr.,’s hotel rooms and recorded his sexual assignations. In 1964, soon after King was awarded the Nobel Peace Prize, a package containing the tapes arrived at his home. His wife, Coretta Scott King, opened it. Inside was a letter, concocted by the F.B.I. and purporting to be from a disappointed Black supporter of King’s, that called him “a filthy, abnormal animal” while seemingly urging him to kill himself. cointelpro operatives went on to spread a false rumor that the actress Jean Seberg was pregnant by a member of the Black Panthers. (In fact, she was married and pregnant with her husband’s child, but, after the rumor circulated, she gave birth prematurely and lost the baby.) In 1969, cointelpro operatives collaborated with Chicago police in the raid that killed the twenty-one-year-old Black Panther leader Fred Hampton in his bed. Hoover, Gage notes, approved a bonus for the F.B.I. informant who had drawn a map of Hampton’s apartment, including where he slept."}, {"role": "body", "text": "In the outcry that followed the early revelations about cointelpro, some members of Congress called for Hoover’s resignation. Life ran an ominous image of him as a marble bust, with the cover line “Emperor of the F.B.I.” Even Nixon’s adviser Patrick Buchanan told the President that Hoover should go, before his reputation was picked over “by the jackals of the Left.” Amid public criticism, Hoover had—to Nixon’s annoyance—become uncharacteristically cautious on certain fronts. He was less aggressive than Nixon wanted him to be, for instance, in pursuing whoever had leaked the Pentagon Papers. In frustration, Nixon secretly authorized the creation of a team of intelligence operatives who would do whatever, in his view, had to be done. The team came to include a former F.B.I. agent, G. Gordon Liddy, and was code-named the Plumbers."}, {"role": "body", "text": "All that remained was to cut Hoover loose. The trouble was that he had no intention of leaving. He had already finagled an extension of the mandatory federal-government retirement age of seventy. By temperament and by ideology, he was inclined to hold on to his power in perpetuity. The President and his staff spent months scheming about how, exactly, to maneuver him out. They considered various deal sweeteners—including the idea of appointing Hoover to the Supreme Court. Nixon’s advisers composed a script for the President to use at a breakfast meeting with Hoover that morning in 1971, in which he would be assured that, if he stepped down, he would leave with “full honors (medal, dinner etc.).” The two men spoke for almost an hour at the White House, Gage tells us. But, in the end, Nixon could not bring himself to recite the script."}, {"role": "body", "text": "In fact, the only commitment that came out of the meeting was a concession from Nixon to increase the F.B.I.’s personnel budget. Nixon, in his memoirs, said that he retreated out of loyalty to a great man and an old friend. But to those in his circle, Gage writes, the President “revealed something more acute: a fear of Hoover’s skill at wielding power, and a sense that even the President was no match for the F.B.I. director.” Nixon told his aides, “We may have on our hands here a man who will pull down the temple with him, including me.” Several more months passed, during which the President was always just about to lower the boom. But when Hoover died—at home, of heart failure, on May 2, 1972—he was still the director of the F.B.I. “That old cocksucker!” Nixon exclaimed when he got the news from his chief of staff. Gage puts that reaction down to equal parts surprise and admiration for the man Nixon used to call his best personal friend in government."}, {"role": "body", "text": "Previous accounts of how Hoover clung to his position for so long have tended to stress his capacity to intimidate, and even blackmail, Presidents. Gage certainly does not deny Hoover’s talent and taste for these dark arts, but she wants to emphasize a simpler explanation, one less flattering to America’s self-regard. For a very long time, most Americans admired Hoover. In the nineteen-thirties, the Bureau’s white-collar officers acquired a new mystique when, at Franklin Roosevelt’s behest, they took on gangsters such as John Dillinger and Pretty Boy Floyd. For the first time since the Bureau’s founding, in 1908, agents were allowed to make arrests and carry guns—they shot Dillinger down as he left a movie theatre in Chicago, where he’d been watching a gangster picture. Though initially wary of the press and publicity, Hoover proved adept at turning them to his advantage. The Bureau opened its doors to the public for tours, and coöperated with Hollywood studios on a spate of films and, later, a TV series that glamorized F.B.I. agents and offered tantalizing glimpses of the agency’s state-of-the-art forensics. (My father acted in one of these F.B.I. lovefests, a B movie called “Parole Fixer,” from 1940. He was treated to a trip to headquarters, including a turn in the basement shooting range, and a highly flattering, personally autographed charcoal portrait of Hoover.) Outside the director’s office was a display case that contained an array of confiscated weapons, along with John Dillinger’s death mask and bloodstained straw boater."}, {"role": "body", "text": "But Hoover’s purview took in far more than crime. By the late nineteen-forties, he had become the country’s most reliable anti-Communist warrior, more sober (in all senses of the word) and less erratic than Joseph McCarthy, and in it for the long haul. While husbanding his hoard of secrets, he managed to fashion himself into a sort of avuncular avatar of conservative Americanism. Until the cointelpro revelations, that persona insured his wide appeal. In interviews with reporters and in speeches before women’s clubs and the American Legion, Hoover extolled Christian faith and the importance of Sunday school; inveighed against “sob sisters,” defense lawyers, “convict lovers,” criminal-justice reformers, and civil-rights “agitators”; and harped on the unrelenting threat of Communism to the American way of life. “The truth is that Hoover stayed in office for so long because many people, from the highest reaches of government, down to the grassroots, wanted him there and supported what he was doing,” Gage writes. In 1964, after he gave a press conference in which he denounced King as America’s “most notorious liar,” fifty per cent of Americans sided with Hoover and just sixteen per cent sided with King. (The rest were undecided.) And, as the Nixon story shows, Hoover’s crepuscular hold over Presidents was tenacious. He served under eight of them, four Republicans and four Democrats, and, Gage makes clear, most were either beholden to him or scared of him, or both."}, {"role": "body", "text": "There have been other big, ambitious biographies of Hoover, but “G-Man” is the first in nearly three decades. One advantage to writing about him now is that, in the realm of national security, revelations burble up over time, files get declassified, foia requests haul out unexpected specimens in their nets. But some of Gage’s freshest takes concern Hoover’s upbringing in a respectably middle-class but emotionally beleaguered family, and the formation of his racial attitudes in a college fraternity with a sentimental attachment to the Jim Crow South. Many of the book’s other sharp assessments come not from secret documents but from generally available historical sources that the author has read with close attention or particular nuance."}, {"role": "body", "text": "Hoover was born on January 1, 1895, in Washington, D.C., the city in which he would always live. His father, Dickerson Hoover, worked for the federal government, printing maps for the Coast Survey. He and his wife, Annie, had three children before Edgar, the youngest, arrived. One daughter had died of diphtheria at the age of three, during a vacation to Atlantic City, a blow from which the family seems never to have entirely recovered. Edgar was, Gage says, “an ambitious, hard-working child, eager to please his teachers and parents alike.” The family was loving, his father gentle and affectionate. He was also, for much of Edgar’s life, gripped by severe depression. When Hoover was a teen-ager, Dickerson was institutionalized for a time at a sanitarium in Laurel, Maryland. He died in 1921, at the age of sixty-four; the death certificate listed the causes as “melancholia” and “inanition”—vague diagnoses that hinted at how little effective treatment existed for the mentally ill. It’s difficult to know exactly how his father’s shadowy condition affected Hoover; there are no extant letters or journals that reveal how he felt about it. But Gage suggests that he was probably ashamed of his father, viewing his depression as weakness. A niece of Hoover’s recalled that he seemed angry about it: “He never could tolerate anything that was imperfect.”"}, {"role": "body", "text": "The Washington that Hoover grew up in had the largest Black population of any city in the U.S., and was becoming more rigidly segregated. He attended an all-white public high school and went on to study law at George Washington University, an institution that did not admit Black students until 1954. At G.W., in what Gage argues was a portentous step, Hoover joined the Kappa Alpha fraternity. Founded in 1865 in honor of Robert E. Lee, Kappa Alpha was, according to Gage, a bastion of the Lost Cause mythology that glorified the defeated plantation culture of the slaveholding South. As late as the nineteen-fifties, the fraternity’s chapters were still holding Confederate dress balls, blackface minstrel shows, and “secession ceremonies.” Hoover remained a loyal alum all his life. Kappa Alpha became, Gage reports, his “chief source of sustenance and friendship”—a model for the overwhelmingly male, virtually all-white, sociable but hierarchical and ritual-bound F.B.I. that he built up as its director. Through the fraternity’s network, he “gained entree to Washington’s political elite,” especially circles dominated by Southern members of Congress. Perhaps even more important, Kappa Alpha “solidified the conservative racial outlook he would preserve, with minor variations, for the rest of his life.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/636d64df61066e818aec6ea5/master/w_1600,c_limit/221121_a27168.jpg", "imageWidth": 1600, "imageHeight": 1426, "imageDescription": "“Today’s special is puréed sweet potato on cracker.”"}, {"role": "body", "text": "Hired at the Department of Justice in 1917, Hoover hunkered down and never left. He had held a previous job as a clerk at the Library of Congress, a two-year stint that sparked his zeal for collecting and classifying information. At Justice, he was assigned to the Bureau of Investigation, then a relatively poky subdepartment known to the public, if it was known at all, for sniffing out violations of the 1910 Mann Act. That changed when Woodrow Wilson’s Attorney General, A. Mitchell Palmer, began watching political subversives—anarchists, socialists, strike organizers, the occasional mail bomber, and not a few pacifists who grumbled into their liberty cabbage about Wilson or his war. In 1919 and early 1920, Palmer ordered a notorious series of raids, banging on doors to arrest and, when possible, deport suspected radicals to Russia, Eastern Europe, or Italy. Palmer picked the young Hoover to head the new Radical Division, which organized these raids. He took to the work with enthusiasm, meticulously filling the cabinets at headquarters with thousands of index cards on troublemakers across the country."}, {"role": "body", "text": "It was “an unprecedented experiment in peacetime political surveillance” that marked Hoover for life, Gage writes. When he and Palmer were challenged by civil libertarians, a new category that rose up partly in response to the raids, it “brought out an ugly, vindictive side to Hoover’s personality—one that had always been there, perhaps, but that had been controlled by a steady diet of praise and success.” Now he established a habit that he would retain for the rest of his life, of turning critics into enemies—and investigating them as such. His righteousness, combined with bureaucratic acumen and political savvy, won the admiration of his superiors. In 1924, he became the acting and then the permanent director of what was still called the Bureau of Investigation. There were those who warned that he’d been tainted by the excesses of the Palmer Raids; Felix Frankfurter, the future Supreme Court Justice, was one of them. But Hoover was entrenched and wily, and he struck a modern note—rejecting rough stuff like the third degree for interrogating wrongos, and upholding forensic innovations, such as a national repository of fingerprints. He was what we might now call data-driven."}, {"role": "body", "text": "Was Hoover gay? I would have thought that it was a settled matter by now, but I would have been wrong. In a recent book, “Secret City: The Hidden History of Gay Washington,” the journalist James Kirchick writes, “While it’s certainly plausible that Hoover was gay and that Tolson was his lover, the only evidence thus far adduced has been circumstantial.” In 2011, when Clint Eastwood made a bio-pic about Hoover that suggested he and Tolson were romantically involved, the Washington Post ran an article about ex-F.B.I. agents who angrily denied the notion. It’s true that, in the absence of more direct evidence, we can’t know. But Gage, who handles the question deftly and thoughtfully, will leave most readers with little doubt that Hoover was essentially married to Tolson, a tall, handsome Midwesterner with a G.W. law degree who went to work at the Bureau in March of 1928, and whom the press habitually referred to as Hoover’s “right-hand man.” Neither of them ever married, or, it appears, had a serious romantic relationship with a woman. After Hoover’s mother died, in 1938—he had lived with her in the family home until then—it was bruited about that now, in his mid-forties, he was marriageable at last. Hoover half-heartedly fanned the embers of a convenient rumor that he just might be engaged to Lela Rogers, the age-appropriate, fervently anti-Communist mother of Ginger. In 1939, he gave an interview in which he claimed to have been searching in vain “for an old-fashioned girl,” adding that “the girls men take out to make whoopee with are not the girls they want as the mother of their children.” Meanwhile, the only person with whom he seems to have enjoyed a documented flirtation, though it was chiefly epistolary, was an F.B.I. agent he had assigned to hunt down Dillinger, a young man named Melvin Purvis. In a correspondence from the thirties that Purvis, not Hoover, saved, the director dwelled admiringly on his agent’s swoon-worthy Clark Gable looks; as Purvis’s boss, he alternately promoted him and punished him for showboating and other infractions. (After forcing Purvis out of the Bureau, Hoover never spoke to him again; he did not even acknowledge his death, by suicide, in 1960.)"}, {"role": "body", "text": "Beginning in the mid-nineteen-thirties, Hoover and Tolson, confirmed bachelors, as my grandparents would say, were almost inseparable. Though they did not live together in Washington, they took a car to work together every morning and lunched every day at a restaurant called Harvey’s. They went to New York night clubs, Broadway shows, and the horse races à deux, and vacationed together—Miami in the winter and La Jolla for the entire month of August every year. (Gage offers a close reading of photographs Hoover took in Miami one year, which included tender shots of a shirtless Tolson at play on the beach, and asleep in a deck chair.) Social invitations and holiday greetings from anyone who knew Hoover at all well and wanted to stay on his good side were addressed to them both. When Hoover died, he left the bulk of his estate to Tolson. F.D.R.’s son Elliott later said that his father had heard the rumors about Hoover’s homosexuality but didn’t care “so long as his abilities were not impaired.” It was possible for people to know the deal and to acknowledge it only tacitly, if at all, and for Tolson and Hoover to hide in plain sight."}, {"role": "body", "text": "What Hoover felt about all this remains elusive—a frustration, surely, for the biographer, and occasionally for the reader. We do know what Hoover did when, for example, he heard gossip about his sexuality or was asked to gather information about the sexuality of people less supremely insulated than he was. If an F.B.I. agent overheard you suggesting that Hoover was gay, you could anticipate an uninvited visit from clean-shaven men in hats, and a conversation in which you were told to shut up or else. Gage describes one such incident, from 1952, in which an employee at a D.C. bakery frequented by G-men told them that a guy he’d met at a party had asked if he’d “heard the director is a queer.” The report reached Hoover, who, Gage says, sent agents to the man’s house “to threaten and intimidate him into silence.”"}, {"role": "body", "text": "Moreover, Hoover dutifully played his part in the “lavender scare” of the nineteen-fifties, which targeted homosexuals working in government for exposure and expulsion. (The excuse was that they posed a security risk, since it was thought that they were somehow uniquely vulnerable to blackmail, and that, like Communists, they made up a kind of secret society lodged in the heart of our institutions.) Hoover did not speak publicly about the issue the way he did about the Communist threat. But he obtained from the D.C. police the names of people arrested for “sexual irregularities” and passed them along to the White House. Those who worked for the government in any capacity, from filing clerk to Cabinet secretary, were supposed to be fired—and barred from all future government work. Perhaps he thought that his willing participation in a gay witch hunt would deflect attention from his own private life; perhaps he considered himself and Tolson different from the sexual irregulars the cops were rounding up. In the early nineteen-sixties, when a chapter of the Mattachine Society, a gay-rights organization, started up in Washington, Hoover immediately had its meetings monitored by informants. Some of the merrier men of the Mattachine, for their part, seemed to have got a kick out of sending Hoover invitations to their events. Gage reports on a memo in the files that reads, “This material is disgusting and offensive and it is believed a vigorous objection to the addition of the Director to its mailing list should be made.”"}, {"role": "body", "text": "Hoover’s passion for rooting out subversives in the civil-rights movement, on the other hand, burned bright throughout his career, sustained by the racial ideology he’d assimilated as a young man. For most of his tenure, Hoover resisted hiring Black people as anything other than chauffeurs and greeters. Through a fluke of federal bureaucracy, his hiring practices were not subject to the same civil-service regulations as those of other agencies. He took full advantage of this loophole to recruit preferentially from George Washington and Kappa Alpha well into the nineteen-forties, with predictably homogeneous results. (There were also some weird, pseudo-phrenological specifications: an F.B.I. memo taken in the 1971 burglary proscribed the hiring of men with “pear-shaped heads.”)"}, {"role": "body", "text": "Under varying degrees of pressure from Roosevelt, Truman, Eisenhower, Kennedy, and Johnson, Hoover’s F.B.I. did investigate racially motivated murders in the South. A tipoff to the F.B.I., in fact, finally led investigators to the bodies of three civil-rights workers murdered during the Freedom Summer, in 1964, and buried deep in an earthen dam in rural Mississippi, where they would surely have otherwise remained. In the mid-sixties, the F.B.I. even had a cointelpro unit dedicated to infiltrating the Ku Klux Klan, and Hoover was frustrated by the intransigence of white Southern juries who wouldn’t return guilty verdicts for suspects the F.B.I. had helped track down; for one thing, it made the Bureau look ineffective. But Hoover’s heart was just never in the harassment of white supremacists the way it was in the hounding of Black leftists. For the most part, he resisted calls for F.B.I. agents to protect civil-rights demonstrators, and he refused to inform King of credible death threats. Lyndon Johnson had to beg him to make an exception and send a detail to Jackson, Mississippi, to watch over King for a few days in the summer of 1964."}, {"role": "body", "text": "The relationship between L.B.J. and Hoover was a push and pull out of which emerged some assurance, for a time, of King’s safety, landmark civil-rights legislation, and more leverage for Hoover. He liked L.B.J. a lot better than he’d liked the Kennedys, and he was willing to do him some favors. In 1964, when Hoover testified about the Bureau, as he did each year, before the House Appropriations Committee, he took the opportunity to go off the record and talk about King’s sexual escapades and his ties to former members of the Communist Party. Johnson’s aides worried that, once these scurrilous remarks entered the Capitol Hill gossip stream, the civil-rights bill they were working to pass would be imperilled. Hoover could have said more and said it more openly—no doubt he would have liked to—but doing so would have sabotaged Johnson while bringing the Bureau’s secret spying operation to light. He held off. The bill became law in early July. When Johnson signed it, he handed out pens to those who’d helped insure its passage, and one of them went to Hoover, who had done so only by staying quiet. “With Johnson’s prodding,” Gage writes, “Hoover showed that the F.B.I. was still capable of producing solid and professional work”—tracking down the whereabouts of the three murdered civil-rights workers, for instance."}, {"role": "body", "text": "But Johnson also involved Hoover in a shady side gig, for which he owed the director. L.B.J. feared that he would lose control of the 1964 Democratic Convention, in late August: there were rivals for the nomination, a Black protest delegation from Mississippi challenging the all-white official one, and white Southern Democrats on the rampage. Johnson wanted as smooth an ascension to the top of the ticket as possible, so he asked Hoover to have F.B.I. agents, supplemented by civil-rights-movement informants, keep tabs on the protesters and on anyone else poised to disrupt an all-the-way-with-L.B.J. spectacle. The agents did their job."}, {"role": "body", "text": "At times, Gage argues for Hoover as a tragic figure—a man who started out with a dedication to public service and certain narrow commitments to doing things expertly and aboveboard, but who allowed his idealistic professionalism to wane and his mission to be corrupted. Yet much that she writes about cuts against that interpretation. Hoover may indeed have been dedicated to government work and its possibilities (an orientation that we do not, as Gage says, associate with contemporary conservatism). From the Palmer Raids to cointelpro, however, he was never able to understand campaigns to expand social or racial or gender equality as anything other than criminal conspiracies, ginned up by foreign agents and their dupes. As a result, Gage concludes, “Hoover did as much as any individual in government to contain and cripple movements seeking social justice, and thus to limit the forms of democracy and governance that might have been possible.” That is a devastating assessment."}, {"role": "body", "text": "Hoover’s reputation may have suffered, but in one crucial respect he still holds the upper hand. In 2027, the recordings that the Bureau made in King’s hotel rooms will be released to the public. We’ll all have the chance to listen to and judge them. In Hoover’s office at the time of his own death was a set of files containing letters and other papers that concerned his private life. According to congressional investigators, the files included Bureau documents as well. Hoover had given orders to his long-serving secretary, Helen Gandy, to destroy them when the time came. On the day he died, Gandy began to do so. It took her two months to tear up each paper and then make sure they were all shredded or incinerated. Hoover knew how to keep his own secrets. He is keeping some of them still."}]}