{"title": "Kristian Bezuidenhout Unleashes the Subtle Power of the Fortepiano", "subtitle": "On a modern piano, performers have to play Mozart with restraint, but on an earlier instrument they can push to extremes.", "authorName": "Alex Ross", "coverImageURL": "https://media.newyorker.com/photos/636d248cc2859766e10049c8/master/w_2240,c_limit/221121_r41380.jpg", "coverImageWidth": 2240, "coverImageHeight": 2240, "coverImageDescription": "Early pianos, Bezuidenhout jokes, can be as temperamental as a “really mean cat.”", "hashTag": "Musical Events", "publishDate": "November 14, 2022", "contents": [{"role": "body", "text": "The other day, the keyboard player Kristian Bezuidenhout was standing onstage at Hertz Hall, on the campus of the University of California, Berkeley, in a state of slight panic. Around him were four instruments housed at the university’s music department, representing stages in keyboard development from the seventeenth century to the mid-nineteenth. On one side was a harpsichord, of the kind that Bach might have played. In the middle were two fortepianos—early-stage pianos with a light action and a crisp, characterful sound. Behind them was an 1854 grand piano, from the illustrious firm of Érard. Modern grands are well-tooled machines, fairly predictable in their behavior, even if virtuosos fuss over them and badger technicians with requests for adjustments. Older pianos, with their variegated mechanisms and idiosyncratic construction, are far more temperamental. To present a program on four different historical instruments—as Bezuidenhout was going to do later that day, in a recital for the Berkeley series Cal Performances—is to invite chaos."}, {"role": "body", "text": "“These older instruments, and even the modern copies, function so differently in rehearsal and in concert,” Bezuidenhout told me. “Sometimes you have this feeling in rehearsal: ‘Oh, yes, this is really making sense, the piano is really helping me.’ Then, in concert, they kind of turn on you. The five-octave pianos, especially, can betray you, leave you in the dust. You say to yourself, ‘Where is that sound I heard four hours ago?’ It may have to do with a change of humidity, or a way of reacting to the room. But it’s as if they can sense your level of stress, your preoccupation, and then they seize up—like some kind of really mean cat.”"}, {"role": "body", "text": "The Érard piano was being particularly skittish. With a seven-octave range and an eight-foot frame, it looked like a modern piano, but it was not acting like one. Bezuidenhout played some chords in the octave below middle C. “Down here, it sounds so lovely,” he said. “But as you go up higher”—he ventured an octave above middle C—“it gets impossibly bright.” The timbre was curiously strident and unpleasant. Bezuidenhout tried shutting the piano lid, so that the soundboard was completely enclosed. He played a few more chords, then shook his head."}, {"role": "body", "text": "Bezuidenhout later conferred with Jeremy Geffen, the executive and artistic director of Cal Performances. Geffen, a veteran administrator who worked for many years at Carnegie Hall, told the keyboardist simply to ignore the Érard if he didn’t respond to it. Fortunately, Bezuidenhout was finding more of a rapport with the larger of the two fortepianos—a copy of a Viennese Graf instrument from the eighteen-twenties. He decided to shift his program so that most of it would be divided between the fortepianos."}, {"role": "body", "text": "“Sometimes you ask yourself why the hell you are doing this,” Bezuidenhout told me. “But the need to adapt to changing circumstances is what makes it interesting. And there are times when the stars do align, when it’s as if the camera has been perfectly set up, and it’s the most beautiful thing you’ve heard in your life. It’s really worth it for those moments.”"}, {"role": "body", "text": "Bezuidenhout, a forty-three-year-old musician who was born in South Africa and spent much of his youth in Australia, fell in love with period instruments at an early age, when he began listening to Mozart recordings by the pianist Malcolm Bilson and the conductor John Eliot Gardiner. “The character and energy of the music-making, the level of detail, the freshness—I’d never heard Mozart played like that before,” he told me. He later had lessons with Bilson at the Eastman School of Music and made a specialty of the fortepiano."}, {"role": "body", "text": "“I remember working on Mozart’s F-Major Sonata, K. 332,” Bezuidenhout went on. “When you play Mozart on a modern piano, everyone is always talking about grazioso, elegant phrasing, ‘Mozart style.’ Scale it down, be careful not to overwhelm the music. On the fortepiano, it’s the opposite: you’ve got to push, you’ve got to play as if your life depended on it. Automatically, the music takes on a completely different character: instead of restraint, there’s a wonderful feeling of letting go. And with the direct action of these little hammers on the strings, with the natural decay in the mechanism, there’s suddenly a lot more space between the notes. That instantly changed what Mozart meant to me.”"}, {"role": "body", "text": "Between 2009 and 2014, Bezuidenhout recorded a nine-volume cycle of Mozart’s keyboard music, for the Harmonia Mundi label. He used modern copies of Anton Walter five-octave fortepianos, from Mozart’s time. Bilson, Paul Badura-Skoda, and Ronald Brautigam, among others, had undertaken similar projects; a vigorous survey by the pianist-scholar Robert Levin is now available on the ECM label. But I prize Bezuidenhout’s interpretations for their tonal variety, their richness of phrasing, their sense of fantasy. His Mozart is beautiful without ever being pretty—the fortepiano’s innate pungency makes sure of that."}, {"role": "body", "text": "More recently, Bezuidenhout has recorded the Beethoven concertos on fortepiano, working alongside Pablo Heras-Casado and the Freiburg Baroque Orchestra. “With Beethoven, there’s a feeling of the instrument starting to buckle under the pressure, as if you’re in an airplane in a stretch of severe turbulence,” Bezuidenhout told me. “Mozart never pushes to that extent—he’s kind, he’s mindful of human and mechanical limitations. Beethoven doesn’t care, and that’s actually rather exciting.” Hearing this most familiar of composers on a fortepiano restores the shock of his advance; on a modern instrument, he is always a little bit tamed."}, {"role": "body", "text": "Bezuidenhout began his Berkeley recital at the harpsichord, playing Bach’s Toccata in D Minor. He then moved to the smaller fortepiano—a five-octave model made by Rodney Regier, in imitation of Walter—and launched into Mozart’s Fantasia in C Minor. The timbral shift was notable: Mozart probably would not have devised the spare, gnomic opening utterances of the Fantasia on the harpsichord, where sound dies quickly and continuous activity is paramount. Bezuidenhout stayed at the Walter for Beethoven’s “Pathétique”; his account had a startling ferocity, with fortissimos landing like gut punches."}, {"role": "body", "text": "The Graf-style fortepiano, a six-and-a-half-octave instrument with considerable carrying power, was the sweetheart of this keyboard litter. It, too, came from Regier, who fashions fortepianos in a barn in Freeport, Maine. Bezuidenhout began by offering two pieces by Schubert: the Andantino from “Moments Musicaux” and the slow movement from the Sonata in A Minor, D. 537. The timbres that emerged were thoroughly bewitching: an F-sharp-minor arpeggio figure in the Andantino sounded as if it were being played by a cello and a bassoon in unison. Bezuidenhout deepened the otherworldly atmosphere by making use of a moderator pedal, which causes a strip of cloth to be inserted between the hammers and the strings."}, {"role": "body", "text": "Bezuidenhout stayed at the Graf for a smattering of Mendelssohn: six of his “Songs Without Words” and his Three Fantasies or Caprices, Op. 16. With the fortepiano’s tang and grit, these pieces came across more as miniature tone poems than as salon confections. Only for the final item on the program—Clara Schumann’s Romance in A Minor—did Bezuidenhout move to the forlorn Érard. Partway through the piece, he got up and returned to the Graf, eliciting a contented sigh from the audience."}, {"role": "body", "text": "Some didacts of the early-music world would maintain that certain composers must be performed on so-called original instruments. Bezuidenhout, in remarks from the stage at Hertz, distanced himself from the charged word “authentic,” describing his work as “historically inspired.” For me, the experience of hearing a broad range of repertory filtered through instruments of various eras had the effect of freeing the composers from the tyranny of norms. This recital captured, above all, a sense of music as an evolutionary art, reacting to technology in flux and history in motion."}]}