{"title": "The Mail", "subtitle": "Letters respond to Alex Ross’s review of the renovated David Geffen Hall and David Remnick’s piece about Bob Dylan.", "authorName": "The Editors", "coverImageURL": "https://media.newyorker.com/cartoons/636ecae4d5d6423c814868f0/master/w_1200,c_limit/221121_a26807.jpg", "coverImageWidth": 1200, "coverImageHeight": 898, "coverImageDescription": "“There’s no need to howl at every moon we pass by.”", "hashTag": "The Mail", "publishDate": "November 14, 2022", "contents": [{"role": "head", "text": "Hear Me Out"}, {"role": "body", "text": "Reading Alex Ross’s piece about the renovated David Geffen Hall reminded me of the space’s sad lack of a pipe organ (“Vision Quest,” October 31st). Many noted concert halls around the country (Boston, Philadelphia, Chicago, Nashville, Dallas, Seattle, San Francisco, Los Angeles) have distinguished pipe organs, which are used in orchestral works and also solo recitals. I’m old enough to remember hearing the Aeolian-Skinner in Philharmonic Hall’s earliest concerts—in Mahler’s Eighth Symphony, in Janáček’s Glagolitic Mass, and in the performances of a number of noteworthy recitalists, among them E. Power Biggs, Catharine Crozier, and Virgil Fox. Perhaps Deborah Borda and the Philharmonic’s revolving door of music directors, in their attempts to attract a younger audience, have decided that a pipe organ is too old-fashioned. But they’re wrong."}, {"role": "quote", "text": "James Hejduk"}, {"role": "quote", "text": "Lincoln, Neb."}, {"role": "body", "text": "Ross is one of the few critical voices who haven’t gushed about the New York Philharmonic’s renovation. He admits to finding the acoustics of the new hall imperfect, and mentions other shortcomings, like its soon-to-be-outdated furnishings. But I wish he had noted the renovation’s well-publicized cost, five hundred and fifty million dollars. I am not a donor or a musician. I am a writer with a small income. There is value in investing in performance spaces, but I wonder whether such an exorbitant sum might have been spent in more beneficial ways, by funding grants or youth programs or by providing artists with housing or other direct support."}, {"role": "quote", "text": "Renee M. Ducker"}, {"role": "quote", "text": "Whiting, N.J."}, {"role": "head", "text": "New Again"}, {"role": "body", "text": "David Remnick’s article about Bob Dylan provides an incisive examination of Dylan’s career, his influences, and how he has managed to remain inventive (“Restless Farewell,” October 31st). I’d like to expand upon his mention of an important literary influence on Dylan’s music: ancient Greek and Roman poets. There are echoes of many classical poets—especially Homer, Catullus, Vergil, Horace, and Ovid—in Dylan’s songs. He devoted a section of his Nobel lecture to his appreciation of Homer’s Odyssey, drawing a comparison between Odysseus’ experiences and his own. (“In a lot of ways, some of these same things have happened to you,” he said.) This influence is explored in more detail in the book “Why Bob Dylan Matters,” by the Harvard classicist and Dylanologist Richard Thomas, which considers classical poems alongside important moments in Dylan’s life in an illuminating way."}, {"role": "quote", "text": "Robert J. Ball"}, {"role": "quote", "text": "Professor Emeritus of Classics"}, {"role": "quote", "text": "University of Hawaii"}, {"role": "quote", "text": "New York City"}, {"role": "body", "text": "I enjoyed Remnick’s penetrating retrospective of Bob Dylan’s life and work. Having seen Dylan live a half-dozen times in the past twenty-five years, I can say that his late-career performances are indeed mesmerizing. Dylan’s shows of this era, featuring a core group of musicians—including the bassist Tony Garnier (who has accompanied him for three decades) and the guitarist Charlie Sexton—are marked by both the mood of jazz and the precision of chamber music. His craggy, expressive voice is often projected with a crystal clarity, owing to the state-of-the-art sound systems of the elegant venues where he now performs. Audiences at these shows find a thrilling combination of older songs newly envisioned and more recent classics. I’m grateful that Dylan is still presenting his music live, in singular ways."}, {"role": "quote", "text": "Chris Wellin"}, {"role": "quote", "text": "Normal, Ill."}]}