{"title": "Nan Goldin Visits the De-Sacklered Met", "subtitle": "The photographer and former OxyContin addict, who once staged a “die-in” at the Temple of Dendur to protest the Sackler family, visits the scene with Laura Poitras, who directed a documentary about Goldin’s crusade.", "authorName": "Michael Schulman", "coverImageURL": "https://media.newyorker.com/photos/636f1126ea5a61bffbbd51f9/master/w_960,c_limit/221121_r41386illu.jpg", "coverImageWidth": 960, "coverImageHeight": 1160, "coverImageDescription": "Illustration by João Fazenda", "hashTag": "Dept. of Rabble-Rousing", "publishDate": "November 14, 2022", "contents": [{"role": "body", "text": "The artist Nan Goldin strode into the Met one recent Wednesday, when the museum was closed to the public. She beelined for the Temple of Dendur, in the sunlit expanse that, until last winter, was known as the Sackler Wing. “What’s the new name?” Goldin (red curls, black suit) asked, sounding battle-worn but amused. “Oh, there is no new name. The Ex-Sackler Room!” She eyed the sandstone temple, completed around 10 B.C.E. and awarded to the Met in 1967. “Talk about spoils of other societies, right?” she said. “I’m starting to realize that’s what all museums are—collections of the spoils of civilization. But I still love them.”"}, {"role": "body", "text": "The reason that the wing is temporarily nameless is Goldin, who is known for her louche countercultural photography. In 2014, she had wrist surgery and was prescribed OxyContin; she developed a three-year addiction, during which she had a near-fatal overdose of fentanyl. In recovery, she read up on the drug that had unraveled her and on the family that had amassed a fortune from it—the Sacklers, who own Purdue Pharma, and whose name Goldin recognized from museum walls. She started a group called pain (Prescription Addiction Intervention Now) to hold the Sacklers accountable. “My first motivation was to shame them, to ruin their reputation among their peers,” she said."}, {"role": "body", "text": "Goldin’s rebirth as an opioid activist is the subject of the new documentary “All the Beauty and the Bloodshed,” directed by Laura Poitras, who joined Goldin at the Met. The film, which won the Golden Lion at the Venice Film Festival, opens with footage from March 10, 2018, the day that Goldin led some thirty activists into the Sackler Wing, where they chanted (“Sacklers lie, thousands die!”), threw fake prescription bottles into the reflecting pool, and staged a die-in. “The Met is my favorite museum in New York, and this is the jewel of the Sacklers, so it was obvious that we should start here,” Goldin said. At the die-in, she recalled with a throaty laugh, “a little boy came up to his father and said, ‘Can I die, too?’ ”"}, {"role": "body", "text": "Goldin sat on a stone wall outside the temple with her feet up, as though the place were her rec room. Poitras, in a red blouse and knee-high boots, sat upright, as if at a job interview. “Something that was on my deep, deep wish list for the film was, you know, presumably they held on to the surveillance footage of that day,” Poitras said. “We never got it.” Surveillance is a running theme for Poitras, whose previous subjects include Edward Snowden (“Citizenfour”) and Julian Assange (“Risk”). The two women met in 2014, when Poitras screened “Citizenfour” at a film festival in Portugal and Goldin was on the jury. They reconnected years later, when Goldin was well into her anti-Sackler campaign and turning it into a documentary. “I volunteered,” Poitras said."}, {"role": "body", "text": "“I thought, Laura Poitras! I’m not important enough. I don’t have any, like, state secrets,” Goldin said. Soon afterward, Goldin and another pain member were followed by a mysterious man in a car. “So then she really wanted to do it—surveillance!” Goldin recalled. (Purdue has denied hiring an investigator to monitor Goldin.) Before a die-in at the Guggenheim, which has since removed the Sackler name from its education center, Goldin had lunch at the Frick. “The guards got really nervous,” she recalled. “I think museums were on the lookout for us.” In 2019, she refused to participate in an exhibition at the National Portrait Gallery in London unless it stopped taking Sackler money; the museum dropped a million-pound donation. “Then things started to roll,” she said. “More and more museums stopped taking the money. But we still wanted them to take down the name, and that took a lot longer.”"}, {"role": "body", "text": "One day last December, Goldin got a tipoff that the Met was finally scrubbing the Sackler name. “We screamed,” she recalled. She and Poitras rushed to the museum: the lettering on the glass doorway to the temple was already gone, with just a smudge left. (Not getting to shoot the removal, Poitras admitted, was “a heartbreak.”) All in all, the Met erased the name from seven spaces."}, {"role": "body", "text": "Goldin and Poitras took an elevator up to the Asian Art collection, where a gallery named for Arthur M. Sackler, who died in 1987, still remains. “The family claims he’s innocent, because he died before OxyContin,” Goldin said. But Arthur pioneered a system of marketing Valium to doctors which encouraged them to prescribe it even to those without psychiatric symptoms, all while burnishing his reputation through philanthropy and art collection. “It’s a mistake,” Goldin lamented, peering up at the gold inscription. Otherwise, her trip through the Met was a victory lap. “I don’t know who I’m going to go after now, but I feel like I’ve got the power,” she said. In the meantime, “I’ve been engrossed by my own work. Huge retrospective of my life, called ‘This Will Not End Well.’ ”"}]}