{"title": "Sarah Polley’s Journey from Child Star to Feminist Auteur", "subtitle": "Just as the subjects of her new movie, “Women Talking,” challenge the rules of their fundamentalist community, Polley is questioning the way film sets are run.", "authorName": "Rebecca Mead", "coverImageURL": "https://media.newyorker.com/photos/636d7dc08740f37a059d79d9/master/w_1920,c_limit/221121_r41371.jpg", "coverImageWidth": 1920, "coverImageHeight": 2400, "coverImageDescription": "A friend says that Polley is “a very funny person” who, as an artist, is attracted to “pain and trauma, illness and grief.”", "hashTag": "Profiles", "publishDate": "November 14, 2022", "contents": [{"role": "body", "text": "When Sarah Polley, the film director and writer, was in her twenties and early thirties, she entertained friends at dinner parties by telling a story about her worst date ever, which she went on at the age of sixteen. Polley had become famous as a child actor—by her early teens, she was a household name in her native Canada, starring in “Road to Avonlea,” a nostalgic television series inspired by the beloved children’s books of L. M. Montgomery. In 1995, a year after she left that show, she was asked out by Jian Ghomeshi, a CBC radio broadcaster and a well-known Canadian cultural figure a dozen years her senior. They went on a date and returned to his apartment, where he played her songs recorded by Moxy Früvous, a satirical folk-pop band that he had co-founded. So far, so cringey. He kissed her, then informed her that he was into “pretty weird stuff.” Polley, who is slight of build, with a quick, exuberant laugh, would finish her tale by describing how Ghomeshi had run his hands all over her still-clothed body at speed, while repeating a peculiar incantation: “You’re in Hell! There’s Devil hands all over your body!” The encounter that followed, Polley told her amused, appalled listeners, put her off one-night stands forever."}, {"role": "body", "text": "In 2014, the Toronto Star published an article in which three women gave accounts of having been choked, hit, or otherwise physically hurt by Ghomeshi—allegations at odds with his progressive reputation. In a preview of what later became the #MeToo movement, Ghomeshi was fired by the CBC, and more than a dozen additional women came forward with similar accusations. He was charged with four counts of sexual assault, and one of overcoming resistance to choking. As Polley discussed the news reports with family and friends, she started recalling things that she’d left out of her worst-date anecdote—how the Devil-hands foreplay had progressed into something more upsetting and overwhelming, with Ghomeshi placing his hands around her neck and leaving them there."}, {"role": "body", "text": "Polley weighed whether to support Ghomeshi’s accusers by sharing her own story, the memory of which she was still piecing together. She was wary. Relatives and lawyer friends advised her that although they believed her account, others might not. She and Ghomeshi had remained in touch, exchanging chatty e-mails; in 2012, she’d appeared on his radio show, and had laughed ingratiatingly at his comments—flirted with him, even. A jury, she was warned, might judge her rather than him."}, {"role": "body", "text": "Polley, who’d just given birth to her second child, stayed silent. But the decision gnawed at her, especially after Ghomeshi’s trial ended in acquittal. When the judge delivered his ruling, he expressed puzzlement that the accusers had maintained contact with Ghomeshi, calling this “out of harmony with the assaultive behavior ascribed to him.” (Ghomeshi, who didn’t testify, did not respond to inquiries from this magazine. He has maintained that he committed no crimes, though he conceded in a 2018 essay, in The New York Review of Books, that he had been “emotionally thoughtless” toward women.)"}, {"role": "body", "text": "Polley didn’t address the matter publicly until earlier this year, when she published “Run Towards the Danger,” a memoir in the form of a collection of essays. In a chapter titled “The Woman Who Stayed Silent,” Polley gives a forensic account of the ways in which her credibility could have been undermined, had she told her story; among other things, she had recounted her worst-date anecdote to friends who worked for the law firm that represented Ghomeshi. She describes how the traumatized mind can repress or reformulate an unwelcome experience, and indicts the inflexibility of a legal system that—in its valid efforts to insure that innocent people are not wrongfully punished—often inflicts harm on women who come forward with an accusation. “I believe those women because the erratic way they behaved later, the inconsistencies in their stories, the gaps in their memories, all reminded me of my own behaviour, my own memory,” she writes. “For me, those inconsistencies were as much evidence that they were victims of sexual assault as it was for others that they hadn’t been.”"}, {"role": "body", "text": "The aftermath of sexual assault—how to prosecute it, or process it, or avenge it, or live with it, or even forgive it—is the subject of Polley’s new film, “Women Talking,” which she adapted from a novel of the same name by the Canadian writer Miriam Toews. The book was inspired by a true-life horror story that occurred about fifteen years ago in a Mennonite colony in rural Bolivia, in which male members of the community systematically raped dozens of girls and women. The men broke into their houses and sedated them with a tranquillizer formulated for cows. The victims—one of them only three years old—woke up bloodied and bruised, with a feeling of having been assaulted by an unplaceable presence. It took four years for the perpetrators to be exposed; until then, some people in the colony claimed that demons were responsible for the attacks."}, {"role": "body", "text": "Both Toews’s novel and Polley’s film imagine a fictional reckoning: the women in this tight-knit, patriarchal, fundamentalist, pacifist community urgently discuss how best to respond to the abuse, narrowing the choices to three options—do nothing, stay and fight, or leave. The novel is narrated by August Epp, a gentle schoolteacher and the only man trusted by the women, who are illiterate, to serve as the scribe of their meetings. Unlike Toews, who is Mennonite, Polley has no personal connection with the denomination, though she told me, when we met in Toronto in September, that she has long been fascinated with its ethics. “I’ve always been really drawn to the collectivity and selflessness of those communities,” she said. The first serious work of art she bought, nearly twenty years ago, was a print by the Canadian photographer Larry Towell, whose black-and-white images of life in Mennonite colonies were an inspiration for the film’s desaturated palette. Towell’s work also helped Polley visualize the movie’s locations—chief among them a hayloft where the women debate their options—and informed her sympathetic depiction of communal devotion. Polley told me, “I think we can have a lot of judgment about hierarchical structures of power, and how they can lead to things like this. But in terms of the way the women experience their faith, and what it means to them—I wasn’t interested in judging that.”"}, {"role": "body", "text": "Befitting the film’s title, Polley’s script is quite talky; whereas a more conventional artist might have hewed as closely as possible to Toews’s story, she has stripped some of it away, distilling it into a heady movie of ideas, in which the arguments have not just life-and-death implications but also life-and-afterlife ones: Is revenge justified, or is it a mortal sin? These conversations are made all the more powerful by a commanding ensemble of actors. Rooney Mara plays Ona, who has been impregnated by one of the unknown rapists and maintains an otherworldly equanimity as she weighs questions of justice. Claire Foy is Ona’s sister, Salome, who threatens to kill the men who have raped her four-year-old daughter. Jessie Buckley plays Mariche, whose husband doesn’t bother to use cow tranquillizer before battering her and their sixteen-year-old daughter, Autje. Buckley told me, “I’d never read a script like it—a group of women having a conversation about the world they were inhabiting, but also about the world they could potentially imagine themselves moving toward.”"}, {"role": "body", "text": "“Women Talking” doesn’t name a Mennonite sect or identify where the story is set. “It’s a fable about a lot of cultures—about all of us,” Polley told me, as we walked along bustling Spadina Avenue, in downtown Toronto. “I don’t think it’s of any use if you make it such a tiny story that we can easily disregard it as a problem that can take place only in this kind of community. Because, of course, we’re seeing stories like this, and stories that have echoes of this, everywhere.” I remarked that the lie told to the real-life Mennonite victims—that they were violated by demons—had an eerie echo in her own “Devil hands” encounter. Polley stopped short on the sidewalk and erupted into laughter, her eyes widening: she’d not made the association. “There are all kinds of connections I don’t make myself,” she said. “I do feel like a lot of things bleed in, consciously and unconsciously.”"}, {"role": "body", "text": "The hardest part of the shoot, Polley told me, was filming a scene in which a young woman named Mejal, played by Michelle McLeod, talks about the people in the community who attributed the violence to satanic intervention. Her voice trailing off, Mejal says, “They made us disbelieve ourselves—that was worse than . . . ” Polley said, “That came from the experience of talking to so many women, and that feeling of being made to seem, or feel, crazy. Over the past few years, a real language has developed around some of these things, giving people a frame. You see people becoming conscious of things that have harmed them—that they knew harmed them on some level, but that they didn’t necessarily have the language for. And then the language sort of becomes everything.”"}, {"role": "body", "text": "“Women Talking” is Polley’s fourth feature, arriving sixteen years after her début, “Away from Her,” an adaptation of a short story by Alice Munro. The subject matter of that film, in which a long-married couple, played by Julie Christie and Gordon Pinsent, contend with the onset of the wife’s dementia, was unexpected for a twenty-seven-year-old director. But the film had an unusual emotional maturity, delicately capturing Christie’s quivering efforts to maintain her self-possession. It earned Academy Award nominations for both Polley and Christie. Polley’s follow-up, “Take This Waltz” (2011), explored less surprising territory. Michelle Williams played Margot, a young journalist restless in her marriage to Lou, a cookbook writer played by Seth Rogen, and tempted by an artist neighbor, played with erotic panache by Luke Kirby. The film was not merely about a love triangle: it offered a subtle exploration of early-adult lostness and a persuasive depiction of female desire."}, {"role": "body", "text": "I first met Polley in 2011, when “Take This Waltz” premièred at the Toronto Film Festival. Over dinner, we spoke for a long time about love, marriage, and family: she had just married David Sandomierski, a doctoral student in law, who is now a professor at Western University, in London, Ontario. (It was Polley’s second marriage; in her twenties, she had briefly been married to David Wharnsby, who had also been her film editor.) We talked about her career as an actress, and her early swerve away from Hollywood and mainstream fare in favor of Canada and independent cinema. (At twenty, she was cast in a lead role in Cameron Crowe’s “Almost Famous,” as a groupie; she got as far as a hotel room in Los Angeles, waiting for rehearsals to begin, before she bailed out. It became Kate Hudson’s breakthrough role instead.) She talked about losing her mother to cancer when she was eleven, and about being given a childhood diagnosis of scoliosis: she’d had to wear a cumbersome brace underneath her period costume for “Avonlea,” and underwent surgery in her mid-teens. “Yeah, it’s a good sob story,” she said, sardonically. “Everybody says, ‘Oh, life was so much better when I was a kid.’ But my life was pretty crappy at that age, so I feel like life now is amazing.” Polley was articulate, funny, and frank. After apologetically sending back a salad with raw-egg dressing, she confided that she was in the first few weeks of pregnancy."}, {"role": "body", "text": "Initially, I’d planned to write about Polley in the light of “Take This Waltz,” but the next day she screened for me an unfinished edit of an autobiographical documentary she was making, and I realized that it would be impossible to write about Polley’s life while she was working through it on film. The resulting picture, “Stories We Tell,” came out in 2012. In it, Polley investigated a long-standing family joke among her four much older siblings—namely, that she was not the biological child of the man who raised her. The movie drew a multifaceted portrait of her mother, Diane Polley, a vivacious actress and casting director whose premature death cast a shadow over Polley’s family. Polley interviewed her siblings; her father, the actor Michael Polley; and the man who she discovered was her biological father, Harry Gulkin, a well-known Canadian film producer with whom Diane had had an affair. In an inspired and unsettling fabrication, Polley cast actors to play Diane, Michael, and Harry in scenes that, on first viewing, appeared to be home movies, shot decades earlier. Memories, the film suggests, are themselves a slippery kind of fiction—a rendering of the past reshaped by our present emotional needs. “Stories We Tell” secured for Polley a wreath of prizes, and confirmed her gift for combining compassionate intelligence with steely artistic conviction."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/636d7dbf6e8bb583410b7584/master/w_1600,c_limit/221121_a27149.jpg", "imageWidth": 1600, "imageHeight": 1279, "imageDescription": "“Maybe if you stopped calling us ‘little pigs’ we’d let you in.”"}, {"role": "body", "text": "Though Polley’s first three films are ostensibly disparate in subject matter, they all plumb themes of loss and repair. Corey Mintz, a food reporter who dated Polley as a teen-ager, and who remains a good friend, told me that although Polley is “face to face a very funny person . . . who doesn’t want to take herself too seriously,” she is attracted as an artist to “pain and trauma, illness and grief.” In 2011, Polley told me she had belatedly discerned the way in which the marriage in “Away from Her” chimed with themes from her parents’ relationship. “It was a study of a person losing a marriage that hadn’t been perfect, and in which they hadn’t done everything right,” she said. “But, within that loss, they discovered a capacity for love that goes beyond what they thought they were capable of.” The younger love story at the center of “Take This Waltz”—in which Polley had sought to capture the “euphoria of being able to see yourself through someone else’s eyes”—was echoed in the mutual infatuation, dwindling to mutual disenchantment, between Polley and Harry Gulkin, depicted in “Stories We Tell.” Polley said of that dynamic, “I grew up with someone—my dad—who really liked me, and wanted me to do well. Harry was an amazing, brilliant, charismatic, responsible, emotive, kind of wonderful man. He also had a mean streak. And I didn’t grow up with meanness, and I wasn’t willing to accept it.” (She remains close to Cathy Gulkin, her half sister. Harry died in 2018.)"}, {"role": "body", "text": "Polley lives on a tree-lined street in a residential neighborhood of Toronto—the city where she was born and has spent most of her life. When I visited her there this fall, an enormous table in her kitchen was covered with enough craft materials—colored markers, beads for threading—to supply a kindergarten classroom. Polley’s oldest child is ten; she and Sandomierski also have an eight-year-old and a four-year-old. “A lot of people talk about child rearing being boring, and that’s something I don’t relate to at all,” she said. “It’s hard, but it’s not boring. You’re constantly trying to figure out impossible problems, about how to deal with things or negotiate things—moving through these giant tragicomedies every five minutes.” Another director might have immediately capitalized on the acclaim that “Stories We Tell” received, but for nearly a decade after that movie’s release Polley eschewed directing in favor of writing, which she could align more easily with motherhood. She adapted Margaret Atwood’s “Alias Grace” for television, wrote “Run Towards the Danger,” and began working on a novel, which she hopes to finish soon. “It’s about a family,” she told me, then laughed when I said that she wasn’t giving much away. “It’s about a person,” she replied, with faux gravity. “Who deals with conflict in the world.”"}, {"role": "body", "text": "Polley might have returned to the director’s chair a bit sooner if not for an out-of-nowhere accident. In 2015, a fire extinguisher on the wall of her local community center fell on her head, causing a concussion. For the next three and a half years, she experienced brain fog, tiredness, and a tendency to become overwhelmed by visual and auditory stimulation. She was obliged to bow out of a commitment to write, and possibly direct, an adaptation of “Little Women”—a project that ended up in the hands of Greta Gerwig instead. Polley’s history of health problems—in addition to scoliosis and the brain injury, she has suffered from endometriosis and endured high-risk pregnancy—is a motif of “Run Towards the Danger,” whose title alludes to advice given to her by an American concussion specialist, Michael Collins. She writes, “In order for my brain to recover from traumatic injury, I had to retrain it to strength by charging towards the very activities that triggered my symptoms.” Two weeks after she began following exercises prescribed by Collins and trying to engage in activities from which she had withdrawn, such as roughhousing with her kids, glimmers of clarity returned. Polley writes, “Three of the four years of my second child’s life. Three of my oldest child’s seven years. I have been there with my whole heart but only half my brain. I weep for how little I knew about how altered I have been.” She explains that “run towards the danger” has become a credo: a warning of the limits of self-care, and a reminder not to shy away from doing what is uncomfortable."}, {"role": "body", "text": "In 2019, Polley was approached to adapt and direct “Women Talking” by the producer Dede Gardner and the actress Frances McDormand, who was also producing the film. (McDormand has a cameo in the movie.) Polley initially resisted: in the film industry, workdays are punishing, often stretching beyond twelve hours. “I said, ‘I’d love to make this film, but I don’t think I can,’ ” Polley told me. “And Fran said, ‘We’ll make it work. Men have written the rules of this industry. And now we’re the women talking, and we will challenge those rules.’ ” Polley signed on with the understanding that making the film would not require any members of the cast and crew, including herself, to sacrifice their domestic lives."}, {"role": "body", "text": "At first, the hope was to replicate within the film’s production the sense of community depicted onscreen. McDormand told me, “We had plans of finding a farm and moving to the farm and being there with our families and kids. The crew was going to live there, too.” covid-19 restrictions upended that utopian scheme. But a pandemic-induced delay in production allowed for a longer-than-usual development process that drew on the principles of collective decision-making explored in the film. “We had a full additional year just to work on it, and talk about it, and think about it,” Gardner told me. (The production team also had the time to lay some literal groundwork: the Ontario farmer on whose property outdoor scenes were to be shot agreed to plant his fields not with corn but with soy—the preferred crop of many Mennonite communities.)"}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/636d7dbec86ecebeeb98f4ab/master/w_1600,c_limit/221121_r41393.jpg", "imageWidth": 1600, "imageHeight": 864, "imageDescription": "In 1988, when Polley was nine, she played Sally Salt in “The Adventures of Baron Munchausen.” The set was often chaotic—and scary for a child."}, {"role": "body", "text": "Polley’s belief in the importance of the collective also influenced some of her creative decisions. Most of the film’s closeups include two or three women in the frame, she explained, “so there’s a sense that people are not isolated from one another.” Polley wanted her film to be intimate, but she also wanted it to feel momentous—like a “muscular epic.” She told me, “We are not shying away from the gravity of the situation. We are not being modest about it.” Polley’s director of photography, Luc Montpellier, filmed exterior shots with the same kind of cutting-edge equipment that had been used to film the “Star Wars” spinoff series “The Mandalorian,” allowing him to capture the spacious landscape in especially high resolution."}, {"role": "body", "text": "When Polley constructs a story, she said, her usual “instinct is to minimize, or show there is something else going on—to say, ‘This isn’t really that important.’ ” She went on, “I grew up with Oliver Stone movies, where there’s a game of football, but it’s literally, like, the most important thing happening in the world. It always seemed absurd to me—this idea that there aren’t a hundred other things going on in the world that your story is taking place in, and that they aren’t as important.” But now, with “Women Talking,” Polley suppressed her impulse to grant the rest of the world equal consideration. “I wanted to say, ‘Actually, these women and this conversation, and their willingness and ability to change their minds and change each other’s minds and to listen, should be treated as though it’s the most important thing in the world. They are literally remaking their world, and remaking the future for their kids.’ ”"}, {"role": "body", "text": "There is only one moment in Polley’s film when the outside world penetrates the enclosed community: a census-taker drives through the colony in a van, calling for residents to come and be counted. Up to this point, the traditional garb of the women in the colony and their lack of modern technology have made it unclear when the drama is set. The van’s arrival pins down the time frame: it’s 2010. Amplified music emanating from the van—the Monkees’ “Daydream Believer”—offers a shimmering sonic jolt. The pallid colors onscreen almost seem to shift into Technicolor."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/636d7dbf6e8bb583410b7586/master/w_1600,c_limit/221121_a23856.jpg", "imageWidth": 1600, "imageHeight": 1382, "imageDescription": "“I decided to just bring cats.”"}, {"role": "body", "text": "“Women Talking” doesn’t depict the violence that is committed against the characters—only its aftermath, with the women shot from above as they awaken in their beds with bruised thighs and bloodied nightgowns, or spit out teeth that have been loosened by force. Polley explained, “When someone gets into a car accident, if you asked them all the details of the colors of the other cars, and who was standing around—you wouldn’t expect them to remember all of that. But we do somehow expect the survivors of sexual assault to remember all these details. It’s a complete misunderstanding of what’s going on in someone’s brain, and the inability to consign things to memory, in that moment after trauma.” She went on, “That was what I was most interested in capturing—the moment that will not be consigned to memory.” Polley initially experimented with using a chaotic roar to accompany the images of the violated women in their sheets; then the film’s composer, Hildur Guðnadóttir, proposed the sound of a bell being struck by a stick—an alarm that comes and goes in an instant. Polley said, “For me, it captured completely the sense that this moment is lost—that the real trauma happens right after the event, but the event itself is obliterated.”"}, {"role": "body", "text": "Much of “Women Talking” unfolds as a kind of heightened seminar, in which theoretical debates about individual culpability and systemic injustice are presented within the dramatic frame of a secret meeting. Arguments recur and are chewed over in a way that is more often seen onstage than onscreen. “Inevitably, at moments, it’s going to feel theatrical,” Polley told me. “I didn’t want to shy away from that. But I wanted to give it this canvas where it breathed.” Though the camera is trained mostly on the faces of the women in the hayloft, one painful discussion is accompanied by a poignant sequence of closeups of the teen-age boys in the community: Have they been so perverted by the ruthless misogyny of their elders that they cannot be carried along into the women’s future, physically or intellectually?"}, {"role": "body", "text": "Given the challenging questions that the film poses about the possibility of peace and coöperation between the sexes, Luc Montpellier, who was the director of photography on both “Away from Her” and “Take This Waltz,” wondered if he should step back this time. He told me, “I thought, Maybe this is better through the lens of a female cinematographer. A lot of Sarah’s male collaborators were thinking similarly.” Polley, however, believed that excluding her male colleagues ran counter to the spirit of the narrative. The women’s goal is not to create a society from which men are permanently exiled but, rather, to come up with a mode of living in which all members of the community can flourish. Montpellier went on, “Sarah said something simple to me—that the film is about everyone, not just women. It’s about how we interact with one another.” Montpellier did, however, tell the male members of his crew to hold back from reflexively exerting control—just as, in the film, even the sensitive teacher August Epp must be told to rein in the expression of his own opinions. “I told them, ‘Our job on this movie is first and foremost to listen,’ ” Montpellier said."}, {"role": "body", "text": "Polley and the producers stuck to their agreement about the shoot’s working hours—up until the final crunch, she and the other parents in the cast and crew were always home for bath time. The hayloft was re-created on a soundstage in Toronto, and the set was surrounded with giant blue screens on which Montpellier’s exterior photography could be imposed. Rooney Mara’s infant son was at the studio every day; she often nursed him between setups. “That was a great energy shift,” Mara said. “There’s nothing like a baby to help bring you out of the darkness of some of the stuff we were talking about.”"}, {"role": "body", "text": "Claire Foy told me that, despite this supportive atmosphere, the work was harrowing. “It’s very rare that you are in a scene where everybody is emotionally fraught,” she noted. “Quite often, one person is having some sort of episode, and everyone else is gathered round. But all our characters were having to discuss, or face, or contemplate, something that is deeply traumatizing.” In one scene, Foy’s character declares her readiness to dismember the men who raped her young daughter. “I will become a murderer if I stay,” she says, aghast. To help the cast and crew cope with such raw material, the production team hired a clinical psychologist, Lori Haskell, who was available for private consultations. Haskell told me that, on the day of shooting the scene with Foy, she said to Polley, “This is going to bring up such grief, because it’s sexual violation. But, when people really feel sadness, it’s about not being protected: ‘There was no one there for me.’ And so when you hear somebody saying, ‘This is what I would do to protect my child’—for people who didn’t get that protection, it brings up this wave of pain and grief.”"}, {"role": "body", "text": "Almost twenty years ago, Polley considered making a documentary about former child actors, and interviewed several adults who, like her, had been stars in grade school. In 2011, Polley told me, “My memory—and it’s a genuine memory—is that I really wanted to do it as a little, little kid, and that my parents were jaded about the industry, and they knew better and resisted, but I had a will of steel and forced my way into it.” All her interview subjects had told the same story, she explained: “There’s not a single child actor you’re going to meet who’s going to say, ‘My parents pushed me into it’—even if they have terrible stories about their parents being stage parents. Shirley Temple, who started when she was a toddler, insisted that she forced her way into this. I frankly don’t believe it. And so, if I don’t believe their stories, why do I believe my own?”"}, {"role": "body", "text": "Indeed, Polley’s family history belies the notion that she chose to act professionally. John Buchan, Polley’s brother, the second of two children from Diane Polley’s first marriage, told me, “We were all child actors. We can all find pictures of ourselves with our names and the color of our eyes and a phone number listed on the back.” Buchan did a little TV work, as did their sister Joanna and their brother Mark. “But, with Sarah, she hit the big one,” Buchan said."}, {"role": "body", "text": "Polley started acting at the age of five, appearing in a live-action Disney movie, “One Magic Christmas.” She was subsequently cast in many television roles, including a stint as Ramona Quimby in a series adapted from Beverly Cleary’s novels. In 1988, when Polley was nine, she played Sally Salt, the diminutive sidekick of the eponymous antihero of “The Adventures of Baron Munchausen,” a zany spectacular written and directed by Terry Gilliam, of “Monty Python” fame. Gilliam was an idol to Polley’s parents—particularly her father, Michael, who was born and raised in England."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/636d7dc01fe664ad11dc6ce0/master/w_1600,c_limit/221121_a27169.jpg", "imageWidth": 1600, "imageHeight": 1348, "imageDescription": "“You gotta be kidding me—you build a tiny house without any under-bed storage?!”"}, {"role": "body", "text": "The shoot took place largely at Cinecittà Studios, in Rome. Polley has happy memories of the city: she and her parents ate dinner every night on the Campo de’ Fiori, where she sometimes joined in with a band of roving musicians performing for tourists. The set, however, was often chaotic—and scary for a child. In one scene, she had to run through a mockup of a war-torn city as bombs exploded. The first take was terrifying enough to convince Polley that the detonations had gone awry; she ran straight into the camera, ruining the shot. For the second take, she was so frightened that she ran too fast, again rendering the scene unusable. In “Mad Genius,” an essay in her book, she writes, “I sobbed in my father’s arms in between takes and pleaded with him to intervene, to ensure I didn’t have to do it ever again. But when an assistant director came over to say they needed another take, my father said, with genuine remorse, ‘I’m afraid they have to do it again, love. I’m sorry. There’s nothing I can do.’ ” (Gilliam has said that, even if the set felt dangerous, it wasn’t.)"}, {"role": "body", "text": "There were moments during her career as a child actor when adults, rather than just overlooking her vulnerability, appeared to cynically exploit it. Polley had only recently started work on “Avonlea” when her mother died—a tragedy for which, she says, she was entirely unprepared. (In her memoir, Polley writes with candid self-awareness of the gratification she took in being the pitiable child of a mother with cancer while at the same time being certain that her mother would recover.) During the show’s second season, Polley, who played a character named Sara Stanley, was presented with a scripted monologue in which her character cries over her mother’s death; unsurprisingly, she delivered an utterly persuasive performance. But the experience of this scene and others in which her character recalled her mother derailed Polley’s ability to mourn. “Because some of the first tears I shed about my mother’s death after the day she died were in aid of a performance, I was unable to produce genuine tears of grief for years to come,” she writes. In the aggressively wholesome world of “Avonlea,” which was made by Disney, Sara Stanley comes across as singularly sad, gaunt, and complicated."}, {"role": "body", "text": "Polley’s account of her life as a child performer—of being locked into extended contracts, and working “crushingly long” hours, and being beholden to adults whom she didn’t want to disappoint—raises disquieting questions about the ethics of having children act for commercial gain. Polley’s experience also underscores the fact that a child’s sense of volition—both in the moment and retrospectively—can be an expression of the sublimated desires of parents or other authority figures whom the child is eager to please. (The family, no less than the patriarchy, involves a structural imbalance of autonomy.) When Polley meets stage parents who insist that their child wants to perform, she replies, “Yes—and lots of kids want to be firefighters and doctors, too. But they must wait until they are no longer children to assume the pressures and obligations of adult work.”"}, {"role": "body", "text": "In “Stories We Tell,” Polley painted a deeply sympathetic portrait of her father: when Michael learns of Diane’s infidelity and the truth of Polley’s parentage, his reaction is to reaffirm his unswerving paternal commitment to her. In “Run Towards the Danger,” Polley depicts Michael with more darkness. She describes how the house where the two of them lived after Diane’s death was often filthy, with Polley sleeping in one bedroom after another, cycling through sheets that, she recalls, were never washed. “It wasn’t an unhappy relationship with my dad, just a very complicated one, just a very adult one,” Polley writes. When she was thirteen, she and her father would sit up late at night, smoking and talking about the works of D. H. Lawrence. Around the same time, they travelled to Europe, funded by her checks from “Avonlea”; at hotel reception desks, Michael made inappropriate jokes about Humbert Humbert and Lolita, leaving Polley “flooded with rage and humiliation.” She writes, “These types of jokes were in keeping with his lack of regard for sacred cows in conversation and in humour, but I just wanted to go home where I could get away from him.”"}, {"role": "body", "text": "Michael prided himself on being an unconventional parent—“not being a father but a friend,” Polley writes. He was, she concedes, struggling with his own grief over losing Diane, while having to learn child-rearing skills unfamiliar to a man of his generation. (Moreover—though Polley does not say this—she was clearly no ordinary child.) In the book, Polley acknowledges that, later, she and Michael sometimes had different stories about their shared past. After she wrote an essay for the Toronto Star, in 2005, about her experiences making “Baron Munchausen,” Michael angrily denied that he had exposed her to harm on set. Michael died, with dementia, in 2018. Polley told me, “I was really aware, when I was writing about my dad, that I had spent five years of my life making a film that made him look really great. And it was true—he was really great. He was magnificent at that moment in my life.” She went on, “There’s not one narrative—both within a family and then also within oneself—of who a person is. I could tell so many stories about each of my parents that would make them look like the best parents in the world, or the worst parents in the world. They’re all true.”"}, {"role": "body", "text": "By the time Polley was fourteen, she had left home, with her father’s acquiescence, and moved in with her brother’s former girlfriend. By fifteen, she was living independently, sharing an apartment with Corey Mintz while navigating the burdens of a professional career. She had dreams of going to Oxford, to study political science, but she ended up dropping out of high school and becoming increasingly active on behalf of the Ontario Coalition Against Poverty. She recalls attending protests where she was “surrounded by riot police and police on horseback, and bodies were falling around me.”"}, {"role": "body", "text": "At the time, Polley believed that her future might be in politics rather than in movies, but she continued taking roles, and started getting cast in more complex work. In 1994, she had a part in “Exotica,” directed by Atom Egoyan, playing a teen-ager ensnared in a psychological rivalry between her father and her uncle—two male authority figures initially heedless of her welfare. “I was stunned by what Sarah brought to the role,” Egoyan told me. “But there was no way I could have understood how it was informed by her life experience.” Three years later, Egoyan cast Polley in “The Sweet Hereafter,” as a high-school student who is paralyzed after surviving a school-bus accident, and who has also been a victim of paternal incest. Polley, pale and luminous, conveyed the premature composure of a child forced to grow up too quickly: in a pivotal scene that turns on the unreliability of memory, she quietly foils her father’s attempt to exploit the tragedy for financial gain. “There was a well of neglect that Sarah drew on—circumstances she was living in that she should have been expected to be protected from,” Egoyan said. “She was independent at a very young age, and she developed muscles that a young woman normally wouldn’t have.”"}, {"role": "body", "text": "Polley won several awards for “The Sweet Hereafter,” which took the Grand Prix at Cannes in 1997, but she had already seen too much to yearn for Hollywood stardom. During the promotion of “Baron Munchausen,” Polley had been exposed to the industry circus in a terrifyingly literal way: at an event in Munich, she participated in an onstage magic trick in which she and another female participant were concealed in a basket that was pierced with swords, which they had to guide safely past their limbs. “There were swords going past my face,” she told me the first time we met. The limousine ferrying her from the event was surrounded by autograph seekers: “There was this crush of people smothering me, and we got into the car and my dad was trying to close the door, but people were holding it open. That was my very first glimpse of what it could mean to be famous.” Despite her mother’s involvement in her early career, Polley was also raised amid a prevailing disdain for conventional success. “In my family, the worst thing you could say about a person was, like, ‘Oh, my God, they are so ambitious,’ ” she told me. “So, whatever would have come out externally from getting a lot of fame, I wouldn’t have understood that to be anything other than a humiliation.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/636d7dc061066e818aec6eae/master/w_1600,c_limit/221121_a27126.jpg", "imageWidth": 1600, "imageHeight": 1697}, {"role": "body", "text": "Polley’s early experiences—and the financial autonomy that her success as a child granted—meant that, even as a very young adult, she was able to establish the parameters within which she was willing to work. “You try to do good projects, and you collaborate with interesting people, and you never embark upon trying to sell yourself, or pitch yourself, or get somewhere,” she told me, in 2011. She has not changed her tune. “I am not overly ambitious as a filmmaker, generally,” she told the audience at this year’s Toronto Film Festival. “If I don’t make another film again, I’m O.K. with that. I don’t want to make a film unless it has something to say.”"}, {"role": "body", "text": "Polley has not acted since the birth of her first child, but she doesn’t rule it out, should the right project come along. Inevitably, though, she draws on her knowledge of the actor’s craft: when working on the script for “Women Talking,” in a writing shed in her garden, she acted out the dialogue, to gauge its fluency and its psychological accuracy. Her decades of being in front of the camera also inform her style of directing. Polley is especially mindful of an injunction given by the Belgian director Jaco Van Dormael, whose science-fiction film “Mr. Nobody,” made in 2009, is among the last movies she appeared in. Van Dormael told her, “If this film is everything we want it to be, maybe, if we are very lucky, it will affect a few people for a little while, in a way that is out of our control. The only thing that’s certain is that the experience of making it will be with all of us—it will become part of us—forever. So we must try our best to make it a good experience.”"}, {"role": "body", "text": "The cast of “Women Talking” necessarily included a number of children—they play the offspring of the colony, whose fate the women are deciding along with their own. Despite the qualms that Polley has about kids acting professionally, she cast her two older children as extras: the production’s covid-19 precautions were so strict that they would not otherwise have been allowed to visit her on set. “Having kids there gave me no end of stress!” Polley told me. “I would give the same speech to them again and again: ‘You’re here to have fun. If you’re not having fun, if you’re uncomfortable in any way, if you’re even a little bit bored, you can just leave, anytime.’ And the crew were going, ‘This is not practical.’ ” One day, as Polley launched into this speech before a group of kids, her oldest child yelled out wearily, “We know. Keep your childhood to yourself.”"}, {"role": "body", "text": "Immediately before the screening of “Women Talking” at the Toronto Film Festival, this past September, Polley stood onstage at the Princess of Wales Theatre, in a Paul Smith tuxedo, flanked by Mara, Buckley, Foy, and other cast members, in evening gowns. “One of the silliest things about our industry is that the people who work the hardest don’t make their way onto these stages,” Polley said, and then invited everyone in the audience who had worked on the film to stand. Throughout the cavernous auditorium, shadowy figures got to their feet and stood for a round of applause. Polley went on, “Being the partner, parent, child, friend, or sibling or support to someone in the film industry can often leave one bereft, as a loved one disappears in body and spirit for months at a time.” She invited those people to stand, too, and an even larger community became visible."}, {"role": "body", "text": "When the lights lowered, audience members familiar with Toews’s novel immediately became aware of one of the film’s major divergences from its source material. Rather than being narrated by the schoolteacher August Epp—played by Ben Whishaw—Polley’s story is narrated, in voice-over, by Mariche’s teen-age daughter, Autje, who has been both brutalized by her father and raped by the unknown assailants. As played by the newcomer Kate Hallett, a high-school student from Alberta, Autje is watchful and intelligent, alternately boiling with anger and achingly playful, buoyed by the resilience of youth."}, {"role": "body", "text": "The decision to have a female narrator came very late in the process, Polley explained to me. “When Ben and I originally talked about the part, he asked, ‘Are you sure you want a man narrating this film?’ ” she recalled, stirring a cup of mint tea in a café not far from her home. “And I said, ‘Yeah, it works beautifully.’ I recorded it with Ben, and it was as beautiful as you can imagine.” But, when Polley began editing the film, she felt that something was off. “The scenes were where we wanted them to be, and the performances were where we wanted them to be, but there was something between us and the experience,” she said. “So we had to do this radical reimagining.” The choice to place Autje at the film’s center was not a solitary inspiration, Polley said. Rather, it built on suggestions by Dede Gardner, the producer, and Chris Donaldson, the film’s editor. Like the decision made by the women onscreen, it was arrived at collectively."}, {"role": "body", "text": "Polley, however, had to find Autje’s voice alone. “I had to go write the perspective of a sixteen-year-old girl into this situation, which was something that I wasn’t really geared up for,” she told me. “I realized I was going to have to go back into a state of mind, and a way of expressing it, that I hadn’t been in for many, many years. And so I sort of went into silence for a few days.” Polley suddenly exploded with laughter, puncturing her own earnestness. “I ‘went into silence,’ ” she repeated, self-mockingly. “Oh, God.” She explained that she had constructed the narration as a kind of stream of consciousness, then gone back into the editing room to find a through line for Autje that hadn’t been in the film before. Polley sent passages of text to Hallett, who was back at home, and who recorded them as voice memos on her phone. Polley told me, “I felt like I was getting closer and closer to the movie I had imagined.” In Polley’s script, Autje’s narration is addressed to the child with whom Ona is pregnant. As in “The Handmaid’s Tale”—to which Margaret Atwood appended a faux lecture that revealed the ultimate downfall of the Republic of Gilead—Polley’s narrative conceit implies that, after the movie’s conclusion, the women of the colony will have experienced some form of progress. “I loved the idea of Autje addressing an unborn child, in the future,” Polley said. “There’s some sense of the future speaking back to the past, instead of being mired in it.”"}, {"role": "body", "text": "Writing Autje’s story was intense and revelatory for Polley. “I don’t think I’d ever really gone into how you’re processing something when you’re sixteen and you’ve had something really terrible happen to you,” she said. “Some of the things that happened to me when I was sixteen I have detailed in the book—and some I haven’t talked about, and probably never will.” She thought for a moment. “When I was sixteen, where I went was into a very philosophical space,” she said. “Whereas now I would go much more into an emotional, building-blocks-of-mental-health space. But at that age I went into literature—into the bigger ideas of what things mean, and how they happen, and how people arrive there.” To reinhabit that mind-set, Polley had to pull back—almost to dissociate. “I think there’s a wisdom I had at that age that I don’t have anymore, that I try to find my way back to,” she said. “I think you’re not protecting yourself as much in terms of your thoughts. There’s less denial and less bullshit.” She went on, “You sort of develop these mechanisms in order to be mentally healthy, and I think that’s good—that’s natural progress. You have to do that in order to be in the world, and be a parent, and be a responsible citizen. But, for me at that age, it wasn’t about what was good for me—it was about truth.”"}, {"role": "body", "text": "While making “Women Talking,” Polley later told me, she tried to avoid imposing her own story on Toews’s fable. She, like Toews, was more interested in exploring the culpability of systems that allow violence against women to happen than in judging individual men. Nonetheless, her experience and the experiences of her collaborators infused the work. She wanted to illustrate how there can be a wide range of responses to trauma—anger, resignation, total collapse—and to capture the strange way that women who have been traumatized can lash out at other women. In the film, Mejal undergoes a fit triggered by recollections of being assaulted, prompting scorn rather than sympathy from Mariche, who spits, “Why is it so much harder for you than for us?” Polley told me, “I’ve been in conversations like that myself—where people who have experienced trauma judge others for having different responses than their own, or for falling apart in the ways they feel they haven’t been allowed to themselves.”"}, {"role": "body", "text": "The resolution offered at the film’s end is not utopian—the women must break several tenets of their faith to get where they are going. “These may be the right things to do—but it’s not pure,” Polley told me. “It may be a hopeful future they are going into, but they are bringing vestiges of their old world. That’s inevitable. So how are they going to reckon with those corrupting threads? And can negotiating with them in an intelligent, wise way actually make for a better colony—because it’s not one built on naïveté, it’s one built on knowledge of what can go wrong? They’ve already slightly poisoned the apple, so what are they going to do about it? They are taking with them the seeds that could grow into something harmful as well.”"}, {"role": "body", "text": "Above all, Polley was captivated by the possibility of forgiveness—by how the women in the hayloft talk through the new world they wish to build, and thereby strive to imagine a new mode of relating to their menfolk, even though the men have shattered the women’s trust in the only world they knew. Ona says to the others, “We cannot forgive because we are forced to. But, with some distance, perhaps I’m able to understand how these crimes may have occurred, and, with that distance, maybe I’m able to pity these men—perhaps forgive them, and even love them.” Polley told me, “It’s a tall order, and not for everyone. But it’s a North Star for me, and I’d like to think that I’m at least partway there.”"}]}