{"title": "The Republicans’ Post-Midterm Reckoning with Donald Trump", "subtitle": "Will the era of Stop the Steal—and the G.O.P.’s overt challenges to democracy—finally start to recede?", "authorName": "Benjamin Wallace-Wells", "coverImageURL": "https://media.newyorker.com/photos/636f0dfcff0266f0fa539ffe/master/w_960,c_limit/221121_r41382.jpg", "coverImageWidth": 960, "coverImageHeight": 1395, "coverImageDescription": "Illustration by João Fazenda", "hashTag": "Comment", "publishDate": "November 13, 2022", "contents": [{"role": "body", "text": "Savvy sportswriters know that the dramas are often richer in the losing team’s locker room, but, no matter how crushing the defeat, the shortstop does not usually try to assault the second baseman. One cannot say the same about the post-midterm atmosphere among Republicans. Within hours of the G.O.P.’s dismal failure to produce a “red wave,” the knives were out for the Party’s presumed leader. “Republicans have followed Donald Trump off the side of a cliff,” David Urban, one of the ex-President’s former advisers, told the Times. On Twitter, Jacqui Heinrich, a White House correspondent for Fox News, quoted a Republican source as saying, “If it wasn’t clear before it should be now. We have a Trump problem.”"}, {"role": "body", "text": "The specific gripe that these Republicans have with Trump is not of a moral or a legal nature. The problem, in their eyes, is that Trump effectively handpicked the candidates who underperformed in some of the country’s most crucial races. Many of these duds had won Trump’s favor for only one reason: fealty to a lie. As Chris Christie put it, “The only animating factor [for Trump] in determining an endorsement is ‘Do you believe the 2020 election was stolen or don’t you?’ ” This loyalty test led Trump to back a huckster doctor (Mehmet Oz, in Pennsylvania); a foggy ex-football star who supported a nationwide ban on abortion yet allegedly pushed former paramours to have the procedure (Herschel Walker, in Georgia); and a young venture capitalist who proved susceptible to dorm-room musings about the wisdom of the Unabomber (Blake Masters, in Arizona). On the morning after the election, Trump reportedly lashed out at people in his circle who he says advised him to back the likes of Oz—including his wife, Melania. What a guy."}, {"role": "body", "text": "Democrats have been through enough of these cycles to be a little jaded. Republicans are forever stomping around, insisting that they’ve had enough of Trump’s excesses, only to get over it and once again line up behind him. Why should this time be any different? The best reason to think that it will—really, the only reason—is that now there is an alternative. “defuture” was the enormous headline on the front page of Rupert Murdoch’s New York Post on Wednesday. It ran, of course, with a photograph of a smiling Ron DeSantis, the resoundingly reëlected governor of Florida. If that headline was too subtle, the Post followed it the next day with a front-page cartoon of Trump teetering on the top of a wall: “trumpty dumpty.” From Fox News to Trumpworld itself, the loyalists were fleeing. As the results came in on CBS, Mick Mulvaney, Trump’s former chief of staff, said, “DeSantis wins tonight and Trump is not doing very well.”"}, {"role": "body", "text": "The postmortems are still accumulating, but they already suggest a pattern. The Republicans had no trouble turning out their base. Their struggle was in winning over the independent voters who customarily reject the party in power. And this time around the G.O.P. had enormous advantages, from the high rate of inflation to the low popularity ratings of the sitting President. According to Nate Cohn, of the Times, Republican candidates fared poorly in places where abortion rights were on the ballot, and in places where the Party’s candidates had backed Trump’s challenges to the election. (Democrats also made much of Republican plans to weaken Medicare and Social Security.) The electoral problem was simple: the Republicans were too extreme, and not just on one issue."}, {"role": "body", "text": "DeSantis’s ascent on the national scene is a reflection of his political success in Florida: having won the 2018 governor’s race by some thirty-three thousand votes, he was reëlected on Tuesday by a margin of more than a million, turning a state nearly as populous as Australia from purple to convincingly red. He made significant gains among Hispanic voters and, perhaps most alarmingly for Democrats, won Miami-Dade County, traditionally a Democratic stronghold. But it’s hard to see what solution he would offer to the extremism problem. DeSantis, like the ex-President, is a steadfast culture warrior—and he shares Trump’s willingness to use cruelty as a political weapon. It was DeSantis, after all, who tricked migrants in Texas into boarding a plane and being sent off to Martha’s Vineyard. The seeming shift in enthusiasm from the former President to DeSantis suggests that many Republicans intend to replace one cult of personality with another, to move away from Trump, and his particular fixations, without altering the nature of Trumpism."}, {"role": "body", "text": "That is a cynical kind of choice. But in one important way it might also signal some small progress. The glimmer of hope in this election lies in the scattered indications that the era of Stop the Steal, and the Republican Party’s overt challenges to democracy, may be receding. Quietly, even the most ostentatious election deniers who lost on Tuesday promptly conceded defeat. DeSantis doesn’t much differ from Trump politically, but he has declined to say that the 2020 election was stolen."}, {"role": "body", "text": "You can trace the effects of the midterms on Presidential politics by observing who is acting relaxed and who is anxious. At a press conference on Wednesday, Joe Biden, who turns eighty this month, was positively ebullient. DeSantis merely basked in what he called “a win for the ages.” Trump, on the other hand, exhibited a frenzied urgency. Republican officials, including Kevin McCarthy, who seems likely to become the next Speaker of the House, had reportedly talked Trump out of declaring a 2024 Presidential bid on the night before the midterms. Instead, Trump announced an announcement: a major speech that he says he’ll make at Mar-a-Lago on November 15th. Later in the week, as Hurricane Nicole threatened Palm Beach County, Trump wrote a post on Truth Social, the platform he founded after he was banned from Twitter, sniping at the Murdoch-owned outlets that seemed to be “all in for Governor Ron DeSanctimonious, an average REPUBLICAN Governor with great Public Relations.”"}, {"role": "body", "text": "That DeSantis has become a Trump fixation makes sense. One political truism holds that, at any given time, only two people in politics really matter: the President, and whomever the President is arguing with. For more than half a decade, Trump has been one of those two people. Now he has a challenger."}]}