{"title": "Vogue, But for Trumpers", "subtitle": "The young founders of the Conservateur, an online magazine that aims to be a right-wing blend of Goop and Cosmopolitan, debrief the midterms’ best looks and biggest disappointments.", "authorName": "Antonia Hitchens", "coverImageURL": "https://media.newyorker.com/photos/636f0f4a917568ad20538a62/master/w_960,c_limit/221121_r41384illu_rd.jpg", "coverImageWidth": 960, "coverImageHeight": 1353, "coverImageDescription": "Illustration by João Fazenda", "hashTag": "Wind On Capitol Hill", "publishDate": "November 14, 2022", "contents": [{"role": "body", "text": "The day before the midterms, in Washington, Jayme Chandler Franklin and Isabelle Redfield, the founders of the Conservateur, an online style magazine that pitches itself as a Gen-Z right-wing alternative to Vogue—think Lara Trump in a flowing magenta gown as a cover girl—met at a café a few blocks from the White House to discuss the election. Hopes were high, especially for Republican women. Marjorie Taylor Greene was a lock for reëlection in Georgia. Sarah Huckabee Sanders was on the verge of becoming the first female governor of Arkansas. Sanders was also a possible headliner for the Conservateur’s new #I’mWithHer campaign. “We’re taking back that I’m-with-her thing from Hillary,” Redfield said. They discussed other options: Karoline Leavitt, a Trump-backed House candidate in New Hampshire; Kari Lake, the Arizona gubernatorial contender; Jennifer-Ruth Green, a House challenger in Indiana. “ ‘Intersectionality’ is a very Berkeley word, but Green happens to be a woman of color and also an Iraq veteran,” Franklin said."}, {"role": "body", "text": "Redfield had on light-blue flare trousers; Franklin wore a knit dress and a cross necklace and ordered tea—she’s nine months pregnant, and was off coffee and blue cheese. The pair has known each other since Catholic boarding school. They came up with the idea for the magazine in 2019, while sharing an apartment in D.C. Redfield was a student at Southern Methodist University on an internship at the White House. Franklin, who was attending Cal Berkeley, was an intern for the Wyoming senator John Barrasso. “I was looking around at Melania and Ivanka and Hope Hicks and all of these beautiful, empowered women, with amazing style. It was the best-dressed White House,” Franklin said. “I would look at Web sites like Goop, and I thought, I could do this for conservatives.”"}, {"role": "body", "text": "They founded the magazine the next year, working remotely; they said they funded the launch themselves. Their columnists came from all over. “We have a girl who’s a construction worker who writes for us, and then we have a girl who’s a Houston Texans cheerleader,” Franklin said. They saw a void to fill. “A lot of conservative media is very male-oriented—you know, camo and stuff like that.”"}, {"role": "body", "text": "The magazine mostly offers glossy profiles, life-style advice, and attitude-inflected dispatches from political events. Earlier this year, Redfield and Franklin had a meeting with Mike Pence to discuss pro-life branding. Recent articles include a sit-down with Rand Paul’s wife, Kelley (“On Life and Love with Rand”). “The Lara Trump article came out the same time as an article about Jennifer Lawrence in Vogue, and the contrast was so stark,” Franklin said. “Jennifer Lawrence talking about how she doesn’t talk to her family anymore, because someone was conservative, and Tucker Carlson gives her P.T.S.D. And then Lara’s article was about how she’s raising her kids and why she didn’t run for Senate or whatever.”"}, {"role": "body", "text": "It’s not just political. “We definitely do own the libs and engage in meme culture,” Redfield said. The fashion vertical has tips for shopping on the “#BidenBudget” (“With rampant inflation . . . now is not the time to spend $35 on mascara”) and outfit ideas inspired by the many ink-black redactions in the Mar-a-Lago-raid affidavit (“Black and white stripes for this season’s hottest style: corruption chic”). They’re also selling a bright-pink cap that says “Make America Hot Again.” (Lara Trump wears one.)"}, {"role": "body", "text": "“It has a touch of Cosmopolitan, because we do a lot of dating stuff, but from a conservative Christian angle,” Franklin said. “Not like what we see in other places—cheat on your husband, have a threesome.”"}, {"role": "body", "text": "She flipped through upcoming style content on her iPhone: “We have Marsha Blackburn next month, then I think we’re doing Kristi Noem.”"}, {"role": "body", "text": "Redfield predicted that their vision was the future of conservatism. “It’s not your grandfather’s Grand Old Party anymore,” she said."}, {"role": "body", "text": "“This new America First movement is really inspiring for celebrity culture,” Franklin added. “What made the Squad so popular is that it was a bunch of young women that were saying their point of view. The new G.O.P. movement is finally catching up, this election.”"}, {"role": "body", "text": "Two days later, after the election turned out to be surprisingly lacklustre (Lake’s race was still too close to call; Leavitt and Green both lost), the women nevertheless felt strangely validated. “It’s clear conservatives can’t solely rely on campaigning on common-sense values of faith, family, and freedom,” Franklin said. “We need to take back the culture first.”"}, {"role": "body", "text": "Tuesday wasn’t entirely a wash. The women were encouraged by Anna Paulina Luna, who won a House seat in Florida. “Then she was on ‘Tucker’ wearing a really cute tweed blazer,” Franklin said. “Sometimes in her campaigning she would do camo. She can be versatile.” And after Ron DeSantis’s landslide win in Florida his wife, Casey, accompanied him onstage in a shiny gold dress. The Conservateur had already run an editorial about her, titled “Behind Every Great Man Is a Great Woman.” Franklin reported, “We’re in talks with her team about a shoot.”"}]}