{"title": "I’m dating a fancy food critic. My heart and fridge are bursting", "subtitle": "A software engineer happily dating a Los Angeles food critic in the media realm realizes that means he has to share their time with her bustling career.", "authorName": "ZAID PASHA", "coverImageURL": "https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/images/7.png", "coverImageWidth": 2878, "coverImageHeight": 1514, "coverImageDescription": "", "hashTag": "LIFESTYLE", "publishDate": "October 21, 2022", "contents": [{"role": "body", "text": "“Here’s some Wagyu for you, Sumi.” I scrape chunks of marbleized meat into my shiba inu’s bowl. Its white, fatty texture glistens next to her generic-brand kibble. These leftovers are brought to Sumi courtesy of Catch Steak, the recently opened West Hollywood restaurant that’s more of a home to conventionally beautiful people than it is a fine-dining establishment."}, {"role": "body", "text": "The Wagyu beef found comradeship in our fridge perched next to the names of pasta I can barely pronounce and fish flown first-class from Japan that needs to be eaten soon before it passes the human (and shiba inu) consumption date. Sumi chomps on the meat approvingly, trying her best to avoid the kibble. She too has become accustomed to eating the finer things in life."}, {"role": "body", "text": "“We'd better hurry,” my girlfriend, the food critic (who doesn't work for The Times), calls as I reach for my father’s vintage gray suede jacket. That 1970s jacket and my Bollywood star looks I credit to him. I am forced to dress up for the third night in a week like a brown Ken doll to my girlfriend’s Asian Barbie. My benefactor is ready and sharply dressed as always. This time it’s red satin (I love red on her)."}, {"role": "body", "text": "“Two for Christine,” says my girlfriend before we’re led to our table at Ardor, the West Hollywood Edition’s lobby restaurant. It looks like a dining room from “The Shining,” with high ceilings and chandeliers out of our wildest Zillow fantasies. “Christine” is her reviewer name."}, {"role": "body", "text": "As for me, I’m a 30-year-old software engineer during the day and her plus-one at night. I moved to L.A. after meeting her. A crypto company flew me out for a weeklong L.A. trip when we first met. She was contemplating canceling our first date because I didn’t live in L.A. at the time, but her friends said she should give me a chance because I was pretty (thanks again, Dad!). I had been on a dating marathon in Boston, which was going nowhere, so I showed up in fine fighting form to impress her. Sparks flew on our first date, which ended with us aggressively making out by Nancy Silverton’s Osteria Mozza restaurant. There was absolutely the physical attraction but also the prospect that this could be something more."}, {"role": "body", "text": "We continued dating for the rest of my trip, which included a visit to the stunning Huntington Library, Art Museum, and Botanical Gardens; a bank-breaking dinner at one of Rihanna’s favorite restaurants, Giorgio Baldi (more celebrity hot spot than good food), located off Pacific Coast Highway; and a night out that ended at Culver City speakeasy Blind Barber (you enter through a barbershop)."}, {"role": "body", "text": "We’ve settled into our relationship now that it’s been over a year. My girlfriend and I don’t live together, but we made sure we found apartments less than a 10-minute drive in traffic from each other. She takes me to fancy dinners all over town, and as a result, I’ve had a tour of L.A.’s dining scene."}, {"role": "body", "text": "“Don’t forget we have our weekend trip to Solvang coming up, and the fridge is already full of leftovers,” my girlfriend says during our meal as I’m sucked back into reality. I am reminded of our dizzying array of to-go boxes crammed in both our fridges like some sort of takeout Tetris, labeled with dish name and date. The situation can get so unmanageable that we had to procure a second fridge for her."}, {"role": "body", "text": "Dinners, especially work dinners, have taken on a very different meaning for us. Couples often mark special occasions, romantic dates or anniversaries at the jet-set restaurants we frequent, but my food critic is on her phone for a decent portion of our meal. She’s most often doing research about the restaurant and what to order, coordinating freelancers or getting her daily doomscrolling in. That leaves me feeling quite alone in a restaurant surrounded by those couples celebrating milestones. I try not to take it to heart, because “It’s just another work visit,” I’m reminded. Some of the glamour of eating out slightly fades."}, {"role": "body", "text": "Not one to back down, I bring this up with my food overlord, and we settle on having a date night every week or two. Our dates take many different shapes and forms. A memorable one was riding the Echo Park swan boats and capping our night with Thai food from Sanamluang Cafe. Other times there may be events that fall outside the scope of her jobs that we attend such as seeing French house duo Polo & Pan at the Hollywood Bowl (where we accidentally took leftovers that belonged to the couple next to us) or a winter music festival in Palm Springs on a tarmac amid World War II aircraft."}, {"role": "body", "text": "I love L.A. and I mostly love being a plus-one and going to all these dinners. Sometimes it makes me feel like a sugar baby, especially me chirping, “Thank you, Mommy” at the end of a $200-plus meal. I’ve gotten to see what life really is like in this city, the commotion of Koreatown (with its Korean barbecue, taverns and more), the vibe of every new hotel restaurant in West Hollywood and the feel of cruising on Pacific Coast Highway to drink in the view at Nobu Malibu. L.A. has become the home I’ve always been looking for, and every inch of it is ingrained in my memory with my critic."}, {"role": "body", "text": "I don’t know what the future holds for us. How long can someone keep doing such a demanding job and also try to write a novel? Will we get married in a couple of years? Or realistically, how long can our gastrointestinal tracts take such abuse?"}, {"role": "body", "text": "No matter what, nothing will ever take away my year dating an L.A. food critic and how I fell in love with this wonderful and wacky person, this city and all the chaos in between."}]}