{"title": "How did I find my amazing apartment? I went on a terrible first date", "subtitle": "My first date in Los Angeles was awful, but I did get something special in return. Hint, I found it in Hollywood.", "authorName": "MICHELLE POVEDA", "coverImageURL": "https://ca-times.brightspotcdn.com/dims4/default/ac5f8b0/2147483647/strip/true/crop/1400x952+0+0/resize/1200x816!/format/webp/quality/80/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F10%2F9d%2Fc3fb1cb44abb9ce40a3d2c06c14e%2Fla-affairs-michelle-poveda-1.gif", "coverImageWidth": 1400, "coverImageHeight": 952, "coverImageDescription": "(Janice Chang / For The Times)", "hashTag": "LIFESTYLE", "publishDate": "October 14, 2022", "contents": [{"role": "body", "text": "“Just make sure not to order too much food, because I only brought a certain amount of money with me.” "}, {"role": "body", "text": "My date said this to me after the waiter at Bossa Nova handed us our menus. It was a Saturday night in Hollywood, and this was my first date in Los Angeles after being offered a job at UCLA. I had been looking forward to a date with a hot new guy to celebrate my accomplishment and my impending move to L.A."}, {"role": "body", "text": "I had lived in San Diego for 20 years. I moved there from Chino, my hometown, to attend San Diego State University, and I spent many years as an executive assistant in higher education. Over the years, most of my closest friends relocated to L.A., and life in San Diego became a lot lonelier. Between 2016 and 2018, I lost my father to Alzheimer’s, a boyfriend to drug addiction, and my confidence and enthusiasm for meeting anyone new and trustworthy. "}, {"role": "body", "text": "In 2021, after nailing my UCLA interview, I was finally ready to move to L.A. I was fully vaccinated and had stimulus checks saved in my bank account. But which L.A. neighborhood would I call home? I couldn’t possibly afford the deluxe homes of Brentwood, but I also didn’t want to spend hours in traffic trying to get to my preferred Eastside and Valley neighborhoods — Eagle Rock, Glendale or South Pasadena."}, {"role": "body", "text": "The week of my UCLA interview, I crashed at my friend Kim’s house in El Sereno. While at her place, I was chatting with Antonio on the dating app Hinge. He was of Brazilian descent, tall, dark and handsome, and he was a professor from Mid-Wilshire who was very charming via text. As the daughter of Ecuadorian immigrants, I was excited to meet a fellow South American."}, {"role": "body", "text": "Growing up Latina in Southern California but not of Mexican descent has always made me feel like an outsider. Living biculturally comes with many unique challenges, such as translating documents for your parents while trying to complete your Shakespeare homework and explaining to your parents what prom is and why it’s important. "}, {"role": "body", "text": "Then there’s that extra feeling of not belonging to a specific culture or place (for example, telling my Mexican American college roommate that I grew up eating pan instead of tortillas and ají instead of salsa verde). This has been my lifelong struggle, and the possibility of finding a person who could empathize in my soon-to-be city excited me that afternoon in El Sereno as I exchanged messages with a handsome stranger."}, {"role": "body", "text": "As I strolled the area behind Cal State L.A. with Kim, Antonio called and asked if I’d want to meet for dinner that night."}, {"role": "body", "text": "“I live at Park La Brea. You know it, right?”"}, {"role": "body", "text": "“Umm, no,” I said, “but I can Google it.”"}, {"role": "body", "text": "“You can park at my place, and I’ll drive us to the Grove.”"}, {"role": "body", "text": "He seemed a nice enough guy, and I liked that he had a plan — a rarity in the world of dating apps — so I agreed."}, {"role": "body", "text": "Turns out that Park La Brea is a behemoth of an apartment complex. It took me at least 15 minutes to figure out how to enter the complex itself, and then I drove around trying to find which building Antonio was in. I finally found him. He wore a flowing, button-up shirt perfect for the warm July night, and he had a giant smile on his face. He guided me where to park in that beast of a parking lot, and then we were on our way to the Grove."}, {"role": "body", "text": "Although a native Angeleno, Antonio didn’t realize that the Farmers Market next to the Grove closes early. After seeing the food stalls locked and the dimmed lights, he suggested we go to a Brazilian restaurant."}, {"role": "body", "text": "“It’s really good. I think you’ll like it,” he said."}, {"role": "body", "text": "As we waited to get out of the Farmers Market parking lot, there was an idled black BMW in front of us blocking the exit. I figured the driver was on the phone. Instead of giving a light tap on his car horn, Antonio put his Jeep in park, jumped out of the driver’s seat and walked up to the driver’s side of the car. "}, {"role": "body", "text": "I should mention that Antonio was a little over 6 feet tall, with a muscular build and shaved head, and he had a bravado about him that would make anyone nervous, especially if he stood outside someone's driver's side window at night."}, {"role": "body", "text": "The BMW sped off, and Antonio hopped back in the Jeep."}, {"role": "body", "text": "“What happened? What did you say?” I asked."}, {"role": "body", "text": "“Aw, he just needed a little wake-up.”"}, {"role": "body", "text": "At that point, I should’ve asked to be taken back to my car, but my desire to avoid conflict and my hunger outweighed my apprehension at Antonio's weird behavior."}, {"role": "body", "text": "We arrived at Bossa Nova restaurant on Sunset Boulevard fairly quickly. While looking for parking, I noticed how nice some of the apartment complexes on Hawthorn Avenue were. I saw twinkling lights hanging from a balcony and giant blue and gold flags waving in the light summer breeze that announced \"for rent\" possibilities for buildings not normally known to have vacancies. I could smell jasmine in the air, and I saw the little white flowers bursting from the deep green bushes that adorned the front of the old Hollywood buildings."}, {"role": "body", "text": "“This is kind of a cute neighborhood,” I said."}, {"role": "body", "text": "Antonio gave a quick glance around and said, “Eh, it’s kinda trashy.”"}, {"role": "body", "text": "Once Antonio made it abundantly clear that he had no interest in spending more on me than you would at a Farmers Market stall, that he was an anti-vaxxer, wasn’t really a professor but a karate instructor and was in between gigs, I called it quits with him — but not with that neighborhood."}, {"role": "body", "text": "Hollywood is a chaotic area, but my charming 1940s apartment with crown molding and wooden floors is walking distance to Bossa Nova. It has been a great first apartment in L.A. It’s where I lived when I completed a long-distance master’s degree and when I switched jobs from UCLA to USC. And it's where my current boyfriend snuggles with me on the couch as we browse Zillow listings for the next place I can call home."}]}