{"title": "My aunt insisted he was perfect for me. Then she tried his vegan macaroons", "subtitle": "Aunt Sandy appointed herself matchmaking commander in chief after my mom died. She would prefer that I find love and happiness in Los Angeles instead of the Bay Area.", "authorName": "SHANTI L. NELSON", "coverImageURL": "https://ca-times.brightspotcdn.com/dims4/default/abf31d5/2147483647/strip/true/crop/3010x2000+0+0/resize/1200x797!/format/webp/quality/80/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F5e%2Fac%2Fd20d215943fdb16f3acd9432a2be%2Fla-affairs-shanti-nelson.gif", "coverImageWidth": 3010, "coverImageHeight": 2000, "coverImageDescription": "(Loris Lora / For The Times)", "hashTag": "LIFESTYLE", "publishDate": "November 11, 2022", "contents": [{"role": "body", "text": "She lures me to L.A. with the promise of a suitor — not just one but a multitude of hand-picked middle-aged, maybe divorced, probably Jewish and most certainly bitter bachelors. “Santa Monica is teeming with good men your age.” Really? I didn’t get that memo. "}, {"role": "body", "text": "Her daily spiel is aggressive, peppered with enticing sound bites meant to convince me that migrating south is the key to finding love. “You’re almost 50. You’ll end up joining an ashram if you stay up there.” "}, {"role": "body", "text": "As the matriarch of our Southern California tribe, she still believes that the Bay Area is nothing but tree-hugging hippies who wear white after Labor Day and wouldn't know a good Jewish rye from a loaf of sourdough if it hit them on their Birkenstocks. "}, {"role": "body", "text": "I’m barely over the Grapevine, and she’s blowing up my phone with a succession of one-liners via text: \"He has most of his hair. He lives west of the 405. He has a good therapist.\""}, {"role": "body", "text": "Most of his hair? I inch my way south on the 405 Freeway, exiting on Sunset Boulevard, and bam, she tosses out a fresh batch of text grenades: \"You’re meeting him tonight. Don’t wear heels. And whatever you do, don’t take Sunset.\""}, {"role": "body", "text": "Dammit. She’s right. Sunset is gridlocked. My Aunt Sandy, then 80, is a native Angeleno who texts like a teenager and navigates the Westside like a New York taxi driver on speed. She appointed herself matchmaking commander in chief after my mom died, managing my “Skeptical, Still Single & Approaching 50” dossier with the fortitude of 10 Jewish grandmothers and one huge caveat — that I move to Los Angeles."}, {"role": "body", "text": "Meeting him tonight? I’m exhausted, wired from flavored creamers and gas station coffee, and covered in the plethora of snacks I’ve consumed on the drive from the Bay Area. Is she serious? I've been looking forward to noshing and drinking my way through the Planned Parenthood L.A. Food Fare. "}, {"role": "body", "text": "After her last barrage of texts, I’m growing increasingly wary of her matchmaking skills, but I’m in too deep to turn back. I put everything in storage and rented a ridiculously priced room from a 62-year-old man-child in Venice who paddleboards all day. Sandy spent the last three months talking this guy up with shiny adjectives meant to suggest his resemblance to Jon Hamm. I’m beginning to think she’s never seen \"Mad Men.\""}, {"role": "body", "text": "\"Michael will meet you at the entrance. I gave him your number. Don’t forget to mention you like to swim. His mom said he wants to get back into shape.\""}, {"role": "body", "text": "Back into shape? What happened? Twenty-four hours ago, I was meeting a Jon Hamm look-alike, and now I’m scanning the crowd for a short, balding, overweight man. Where’s the wine table?"}, {"role": "body", "text": "“Shanti?” Michael greets me with a warm handshake, and despite the woven man-purse slung over his plump midsection, I’m pleasantly relieved."}, {"role": "body", "text": "I’m too tired to make small talk, so I cut to the chase. “I just drove straight here from the Bay Area. I’m starving and I need some wine,” I say. "}, {"role": "body", "text": "This is the part when he could have told me that he’s vegan, doesn’t drink and is “allergic” to most anything edible. But he doesn’t. "}, {"role": "body", "text": "I’m busy indulging my way through every micro bite. He trails behind me, examining the table like he’s at the Smithsonian before asking the unsuspecting server a laundry list of questions. “So there’s really no meat in this? What about dairy? Fish? How about eggs? Gluten?” "}, {"role": "body", "text": "I’m one heavenly bite into a mini éclair, and he shoots me a judgmental glare. “I don’t eat refined sugar.” Good grief. "}, {"role": "body", "text": "Thankfully, I’m slightly buzzed, loopy from the drive, and perimenopausal, so I’m blissfully unfazed, taking a big gulp of pinot gris. Now I’m fixated on his pretentious man-purse, and all I can think about is: Why on earth would she set me up with this guy?"}, {"role": "body", "text": "“How was the date?” Sandy asks later."}, {"role": "body", "text": "“He’s vegan.”"}, {"role": "body", "text": "“He’s what?”"}, {"role": "body", "text": "“Vegan. He’s a vegan. Did you know that?”"}, {"role": "body", "text": "“I don’t even know what that means. Maybe that’s why he’s in therapy.”"}, {"role": "body", "text": "“It means that he doesn’t eat animal products.”"}, {"role": "body", "text": "“Oh! He’s a vegetarian, what’s wrong with that? You can’t be too picky at your age.”"}, {"role": "body", "text": "“No, he’s vegan. There’s nothing wrong with it. And he seems nice, but we’re not really food compatible.”"}, {"role": "body", "text": "There’s such a long pause that I figure she’s inadvertently turned down the volume on her hearing aids again."}, {"role": "body", "text": "“No eggs? Then what does he eat, for God’s sake? I’m calling his mother.”"}, {"role": "body", "text": "In lieu of calling Michael’s mother and determined to observe his culinary habits in the flesh, Sandy summons me to a 6 p.m. dinner party the following Wednesday. I sense her disbelief after my detailed rehash of the Food Fare. “Everyone eats eggs.”"}, {"role": "body", "text": "I can smell fish from her driveway. Uh-oh. “What are you making for dinner?” "}, {"role": "body", "text": "“Baked salmon and rice.” "}, {"role": "body", "text": "“Sandy, he doesn’t eat fish, remember? He’s a vegan.” "}, {"role": "body", "text": "“Oh vegan, schmegan. One bite won’t kill him.” "}, {"role": "body", "text": "Michael arrives shortly after me, presenting Sandy with a small bag he pulls out of his man-purse. “Dessert from Erewhon.” "}, {"role": "body", "text": "Sandy is beaming, oblivious to both his man-purse and to the fine print on the package. "}, {"role": "body", "text": "“Macaroons! Isn’t that thoughtful? Who doesn’t love a good macaroon?” she says. "}, {"role": "body", "text": "After receiving an urgent text earlier about picking up whipped cream, along with detailed driving instructions on the most efficient route from Venice to the Gelson’s on Lincoln, I’m pretty certain she made an almond pound cake for dessert. That won’t go over well."}, {"role": "body", "text": "He politely declines the salmon, and she offers him rice. “Is there butter in the rice, by chance?” "}, {"role": "body", "text": "She stalls for a second as if she’s either going to claim a senior moment or lie. Don’t do it, Sandy. Don’t lie. "}, {"role": "body", "text": "I’m feeling a hot flash coming on from the stress, so I blurt out a dairy warning. “Yes, there’s butter in there!” "}, {"role": "body", "text": "“OK, I’ll just eat salad.” "}, {"role": "body", "text": "She’s showing no sign of retreating as she heads toward the kitchen. “Great, then you’ll have more room for dessert!”"}, {"role": "body", "text": "The pound cake emerges from the kitchen. "}, {"role": "body", "text": "Michael drops his head and lets out a sigh. “Would you mind if we put out the macaroons?” He starts to get up, but Sandy quickly thwarts his effort, ushering for me to follow her into the kitchen. She opens the package of macaroons, popping one in her mouth before muttering, “What on earth?” "}, {"role": "body", "text": "She spits it out into her palm. “His balls taste like cardboard!” "}, {"role": "body", "text": "Her hearing aids must have switched off, and her volume is steadily increasing. “I’m throwing them in the compost.” We burst out laughing as Michael comes into the kitchen. "}, {"role": "body", "text": "He stares at us, motionless and poker-faced. We’re still cackling as he grabs what’s left of his vegan macaroons and heads for the front door. Sandy hands me a plate of pound cake. “That’s it. You can’t date a man with no sense of humor,\" she says. \"It would never work.” "}]}