{"coverImageDescription":"Whether filtration amounts to normal procedure, or something worse, depends on how it is executed—and to what end.","contents":[{"role":"body","text":"On the morning of April 13th, forty-seven days after Russia began its siege of the Ukrainian port city of Mariupol, a man in his early twenties whom I’ll call Taras heard his dog barking in the front yard. Two days earlier, Ukraine’s President, Volodymyr Zelensky, had pronounced Mariupol “completely destroyed.” Russian forces had bombed or otherwise damaged ninety per cent of the buildings, including dozens of schools and a maternity hospital. The mayor estimated that at least twenty-one thousand residents had been killed. Taras had spent the better part of the siege with his family in a small basement, without electricity or running water. He would surface intermittently to collect buckets of rain to drink or to prepare meals of wheat porridge over a wood fire. All the cell-phone towers were down. But Taras had learned through an acquaintance that a close friend in an adjacent neighborhood was still alive, and he invited his friend to come “get drunk and cry a little.” When Taras heard the dog barking, he assumed his friend had arrived and rushed out to greet him."},{"role":"body","text":"At the door were two men in military fatigues, cradling assault rifles. Taras could tell that they were Russians by the white bands wrapped above their knees and elbows, which the occupying army used to avoid friendly fire. There were also distinctions in their accents; the men applied a hard “g” where Ukrainians use an airy “h” in words like govori, or “speak.”\n\n“Who lives here?” one of the soldiers asked.\n\n“Me and my family,” Taras said.\n\nThe men walked past him and began to search the house, room by room. They took down Taras’s full name. They noted the make and model of his car. One of the soldiers studied Taras’s vehicle registration, and observed that it listed a different address. Taras tried to explain that before the siege he had had an apartment across town. “Outside!” the soldier shouted. “You must go through inspection.”\n\nTaras had heard that in some neighborhoods men were disappearing. He asked the soldier nervously, “How long will it take?”\n\n“Two hours.”\n\nTaras felt a pang of hunger—he hadn’t eaten anything since the previous day. He put on his sneakers, bluejeans, and a light jacket. The Russians escorted him to an intersection. He was not alone: six of his neighbors, all men of conscription age, had been rounded up, and were being guarded by a group of soldiers. Glancing down the block, Taras saw more Russians going from house to house, pulling young Ukrainian men into the street. Eventually, there were about forty men gathered with Taras.\n\nA white bus pulled up, and Taras and his neighbors were instructed to board. After they filed in, and the doors closed, one of the Russians stood up and said, “You don’t know us and we don’t know you. We trust you exactly as much as you trust us.” He issued a single ground rule: “If you act up, we’ll wipe the floor with you. Does everyone understand?”\n\nAs the bus pulled away, Taras stared out the window. The colossal Illich Iron and Steel Works plant, with its once billowing stacks, rolling conveyor belts, and raging blast furnaces, got smaller and smaller. The day before, Russia claimed that a thousand and twenty-six Ukrainian soldiers had surrendered in its shadow. Taras saw large apartment buildings that had been reduced to rubble, houses missing walls and ceilings. He saw crudely dug graves in yards and, lying under a bridge, three decomposing human bodies. There’s nothing left, he thought. The men in the bus gazed upon the ruins.\n\nAfter a half hour’s drive northeast, the bus slowed to a stop in front of a run-down banquet hall, in a semi-urban settlement called Sartana, on the banks of the Kalmius River. The soldiers collected the men’s I.D.s and herded them inside. There, a soldier would call out a captive’s name and bring him into an office, a kind of improvised interrogation room. When Taras’s name was called, he walked into the office and found twelve soldiers sitting at several tables.\n\n“Have you served in the military?” one of them asked."},{"imageWidth":1600,"imageHeight":1200,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_10/inside-russias-filtration-camps-in-eastern-ukraine/images/2.png","imageDescription":"“I wish all this could be yours someday, son, but it belongs to a competitor.”","role":"image"},{"role":"body","text":"“No.”\n\n“Why not?”\n\n“I have a white ticket,” Taras said, referring to a government pass denoting a medical condition that made him unfit for military service. Taras, who had boyish features and shaggy blond hair, had suffered from knee problems after tearing his meniscus playing soccer. The exemption was a disappointment; he had thought he would enlist in the Army, as his father had, and his father before him. Now he simply said, “A sports injury.”\n\n“Undress,” another soldier demanded.\n\nTaras stripped down to his underwear. From their seats, the men examined him for tattoos and any markings that might indicate that he had recently seen combat—calluses on the hands, chafing around the neck from a flak jacket, bruising on the shoulder from a firearm’s recoil."},{"role":"body","text":"Baiting him, one of the interrogators asked, “Where do you plan to serve?”\n\n“Nowhere.”\n\nAt midday, the captives were brought outside. There was snow on the ground. The morning had been overcast and now it began to rain, compounding the cold. Four more buses arrived, and Taras stood waiting as about a hundred and fifty more captives were processed. By the time he got back on the bus, his jacket and sneakers were soaked through. He was shivering.\n\nThe buses continued northeast, crossing into the self-proclaimed Donetsk People’s Republic, a breakaway region whose independence Ukraine did not recognize. They stopped in the village of Kozatske, which had fallen to Russian-backed separatists years ago. There, in the cafeteria of an old primary school, each man was given a small serving of watery soup.\n\nAs night fell, the captives laid down tightly spaced rows of thin mats in classrooms and corridors. All the detainees appeared to be civilians from Taras’s working-class neighborhood, men who had spent the preceding weeks preoccupied not with winning battles but with keeping their families alive, day to day, under conditions of extreme deprivation. Taras himself had already lost more than twenty pounds in less than two months under siege, a conspicuous drop from an already willowy frame. He had developed chronic pain in his chest, which he assumed was from breathing stale basement air or sleeping on concrete.\n\nTaras dragged his mat into a hallway. His stomach growled, and his clothes were still damp from the rain. Hungry, cold, and exhausted, he curled up in a ball and fell into a restless sleep. He had not yet heard a term that would soon become familiar: “filtration camp.”\n\nFiltration, broadly understood as a process by which a wartime government or a non-state actor identifies and sequesters individuals it deems a threat, does not, in itself, violate international humanitarian law. A recent report by researchers at Yale on Russia’s occupation of eastern Ukraine notes that “occupying powers in international conflicts have the right to register persons within their area of control; the force in control may even detain civilians in certain limited circumstances.” The system can comprise various checkpoints, registration facilities, holding centers, and detention camps. At a United Nations Security Council meeting earlier this month, Russia’s U.N. Ambassador, Vasily Nebenzya, went so far as to describe its filtration program as “normal military procedure.” Whether filtration amounts to normal procedure, or something worse, depends on how it is executed—and to what end.\n\nIn 1994, Russia launched a full-scale military invasion to retake Chechnya, a separatist enclave that had declared independence three years earlier. The day after Russian tanks rolled in, Russia’s interior ministry issued Directive No. 247: “to establish filtration points for the identification of persons who had been arrested in the zones of combat operations and their involvement in the combat activities.” (In Russia, the term “filtration point” entered into circulation during the Second World War, when Soviet authorities began to screen for what Lavrentiy Beria, the head of Stalin’s secret police, called “enemy elements” in territory liberated from the Germans.) The first camp in Chechnya’s capital, Grozny, opened on January 20, 1995. The following year, researchers for Human Rights Watch concluded that Russian forces were beating and torturing the Chechen men being held there. Many were subsequently used as “human shields” in combat and as “hostages to be exchanged for Russian detainees.”\n\nThree years later, during the Second Chechen War, the Russian general Victor Kazantsev expanded filtration, imposing an “identity verification regime” in “liberated areas” and calling for the “toughening of search procedures at checkpoints.” Chechen civilians were arbitrarily detained in even greater numbers; they were often discharged without their identity documents, limiting their freedom of movement and exposing them to rearrest at checkpoints. An H.R.W. report outlined what had become a standard strategy: Russian forces would bombard Chechen communities, then conduct a “mop-up” whereby soldiers went house to house arresting men, and sometimes women, suspected of having ties to rebel forces.\n\nThe researchers described the filtration process in Chechnya as a form of “collective punishment” imposed not only on the disappeared but also on their families. One woman, referring to a male relative who had been taken away, told the researchers, “He’s nowhere—not among the living, not among the dead.” The prominent human-rights group Memorial, which Russia’s Supreme Court shut down earlier this year, estimated that during Russia’s two wars in Chechnya at least seventy thousand civilians perished and more than two hundred thousand Chechens passed through filtration camps.\n\nIn early 2014, Russian forces invaded and annexed Crimea. Several months later, a Russian “humanitarian convoy,” ultimately comprising an estimated twelve thousand troops, entered the Donbas, in eastern Ukraine, in support of the D.P.R. and the so-called Luhansk People’s Republic. The following winter, the Ukrainian parliament commissioned fifteen international and Ukrainian human-rights organizations to prepare a report on places of illegal detention in occupied parts of the Donbas. The report, published in 2015, identified seventy-nine facilities administered by Russian forces and Russian-affiliated armed groups. Based on extensive testimony, the authors found “a widespread practice of torture and cruel treatment of illegally detained civilians and military personnel.”"},{"role":"body","text":"The survivors presented detailed accounts of beatings, sleep deprivation, forced labor, compulsory exercise, mock executions, unprovoked shooting at detainees’ extremities, and threats to bring harm to the detainees’ families. One survivor told the investigators, “They touched my head and genitalia with a metal rod charged with electricity. They hit me with a ramrod. They hung me up to the ceiling, poured cold water in freezing temperatures.”\n\nThe investigators found that the severity of punishment that camp guards meted out was contingent upon a number of variables, including military background and, above all, a detainee’s “political views”—specifically, the degree to which he expressed “support of state sovereignty.” One tactic, referred to as “the elephant,” involved placing a gas mask over the detainee’s head and blocking the flow of air. Two men were castrated in front of other detainees. At one facility, camp guards carved the word “bandera”—for Stepan Bandera, a Ukrainian nationalist and a Nazi collaborator executed by the K.G.B. in 1959—on a detainee’s chest, before killing him. Tanya Lokshina, a senior researcher for H.R.W., told me that, based on the accounts of Ukrainian civilians who have been held at fourteen sites during the current conflict, “there are strong reasons to believe that men are being tortured in similar facilities today.”\n\nOn March 21st of this year, the twenty-fifth day of the current invasion, the Russian Embassy in Washington, D.C., issued a statement: “We have paid attention to the claims from the Ukrainian authorities, which are being circulated in the US media, about the alleged creation of ‘filtration camps’ by our military.” The stories of arbitrary detention and disappearances emerging out of Mariupol are a “fabrication,” the statement said. It described the filtration camps as mere “checkpoints for civilians leaving the zone of active hostilities,” and maintained that the Russians were “helping them stay alive, providing them with food and medicine.”\n\nTaras awoke at dawn to the sound of Russian soldiers ordering everyone to go outside. That morning, they were bused to another camp, in the nearby village of Bezimenne (Russian for “nameless”), where Russian and D.P.R. forces held an additional six hundred or so detainees, including some women. Pulling up to the camp, Taras saw a cluster of blue and white tents. The previous month, the Russian state-owned newspaper Rossiskaya Gazeta had acknowledged the existence of the camp, stating that Ukrainians were being funnelled there to stop them from “infiltrating Russia through the fields or disguised as refugees so that they can avoid punishment.”\n\nAt Bezimenne, each detainee was photographed from four sides, fingerprinted, and subjected to another strip search. Anyone with a mobile phone had to turn it in and supply the passcode; camp officials scrolled through photographs, text messages, and browsing histories. They connected the devices to a computer and recorded their fifteen-digit serial numbers.\n\nIn a tent, Taras was interrogated by members of Russia’s Federal Security Service, the main successor to the K.G.B. This time, the questions were more probing. What were his views on the government in Kyiv? On the local authorities in Mariupol? Did he have family members serving in the Ukrainian military? In the volunteer battalions? Did he have any acquaintances in Russia? Taras answered each question tactfully but truthfully. He told his interrogators that he believed that Mariupol had been flourishing before Russia’s “special operation,” and that he’d never met a fascist in his life.\n\nOccasionally, an interrogator, out of what seemed like either frustration or boredom, would go off script. And sometimes even the seemingly correct answer wasn’t good enough. If a detainee said that he didn’t approve of the government in Kyiv, his interrogator might insist that he elaborate on why he didn’t approve. Taras couldn’t make sense of what was happening. Were these interviews aimed at ascertaining reliable information? Or was this whole humiliating procedure a kind of ideological screening?\n\nAfterward, a camp official handed him a piece of blue paper stamped with “F.P. Bezimenne.” F.P. stood for Filtration Point. Taras assumed that he had “passed” filtration and was cleared to return home. Instead, the men were dispatched back to the makeshift prison in Kozatske. The filtration receipts were taken from them.\n\nThe following weeks took on a bleak rhythm. The detainees had only what clothes they had been wearing on the day they were apprehended. Cases of what appeared to be pneumonia or covid broke out, but the soldiers provided no aid or medicine. When one sick detainee started to fade away, the others pleaded for an ambulance to be summoned, to no avail. Several hours later, the man was dead. Guards ordered two detainees to move the body to the gymnasium."},{"imageWidth":1600,"imageHeight":1066,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_10/inside-russias-filtration-camps-in-eastern-ukraine/images/3.png","role":"image","imageDescription":"A filtration receipt issued to a Ukrainian citizen who was interrogated at camps in the Donetsk region, part of what a recent Yale report called a “large-scale apparatus of screening and extrajudicial detention.”"},{"role":"body","text":"The guards explained nothing. Detainees who were overly persistent with their questions were beaten. One especially distressed man begged to be released, on account of his mother, who he said was paralyzed and home alone. He later learned that she had died, likely of starvation. The guards would not permit her son to leave the camp to attend her funeral.\n\nOne of the men used a piece of chalk to mark each passing day. Food was served once in the morning and once in the afternoon. At communal tables meant for children, the men ate rice or plain macaroni, which one detainee later said “resembled glue.” Wild garlic grew around the perimeter of the building, and Taras took to eating whole bulbs as he would an apple. Water, which had to be delivered to the camp, was distributed every other day. There was often not enough to go around. In the classrooms, the detainees used a Soviet-era prison hack to boil and decontaminate it, by placing one end of a metal wire in a jar of water and inserting the other into an electrical outlet. Even so, diarrhea spread through the camp.\n\nWithout working toilets, the detainees relieved themselves in a field. Occasionally, someone would act up or try to make a run for it. As far as Taras could tell, none of the escape attempts were successful. Sometimes the soldiers would tackle a man to the ground and bind his wrists behind his back with tape. In full view of the others, they’d drag him into a car and take him away. Eventually, the guards permitted some of the men to leave the camp during the day, to work on nearby farms so that they could buy themselves extra food and cigarettes at a local shop. At night, they always returned; there were military checkpoints in every direction, and, in the D.P.R., a Ukrainian man caught without documentation risked a fate worse than indefinite detention.\n\nInexplicably, the detainees’ mobile phones were returned to them after inspection. Taras passed the time by looking through old pictures of better days: selfies with his girlfriend, whom he had met on Instagram two years earlier; snapshots of a trip to Paris. There was no way to directly contact family members in Mariupol, which was still without cell service. But the school had Wi-Fi, and the men could follow the news. Some had connections to the D.P.R. government. They’d call around to try to get answers. “You’ll be released soon,” one was told. Another was informed that “they’ll be transferring you to Russia,” and another that the D.P.R. armed forces “will mobilize you and send you to the front lines.” One of the captives even placed a call to the D.P.R. authorities. “My passport was stolen,” Taras overheard the man say. “They are holding me against my will.” Several hours passed. A local police car arrived. The camp guards summoned the detainee."},{"role":"body","text":"“Did you file a complaint?” a police officer asked tranquilly.\n\n“I did,” the detainee replied.\n\nA Russian soldier came over and handed the detainee his passport.\n\n“Well, do you have your passport?” the officer asked.\n\nThe detainee hesitated. “Yes.”\n\n“You want to know why you’re here?” the officer said. “Now you’ll go to a place where they’ll explain everything you need to know.”\n\nFour days later, local police returned the man to the camp. The other detainees plied him with questions. Where had he gone? What did they say? How was he treated? He had no physical marks of abuse, but was clearly shaken. Finally, he divulged that he’d been taken to a prison somewhere in Donetsk and left in a cell with only a single piece of bread. He went silent, refusing to answer any more questions, and withdrew to his mat.\n\nMore than two weeks after the men had been rounded up, Taras called a D.P.R. missing-persons hotline.\n\n“What is the name of the missing person?” the operator asked.\n\nTaras gave his own name, date of birth, and city of residence. He could hear the operator entering the information. He drew a deep breath, the muscles in his jaw tensing.\n\nAfter a minute’s search, the operator replied, “The individual passed through filtration on April 14th and was returned to Mariupol.”\n\nTaras began to panic, his heart rate quickening. He told a fellow-detainee about the call, and the man then made an inquiry about himself. The operator informed him that he, too, had passed filtration and been released.\n\nAnother detainee called. Then another. In all, half a dozen men called the missing-persons hotline and received the same response. They had all passed filtration on April 14th. They had been released from custody and returned safely to their communities in Mariupol.\n\nIn mid-June, at an outdoor café in Tbilisi, the capital of Georgia, I met Tanya Lokshina, the senior researcher for Human Rights Watch and the last head of its Moscow bureau. Two months earlier, the Russian Ministry of Justice had “de-registered” the organization. Lokshina, who has radiantly red hair, was wearing an embroidered blouse and beaded bracelets, giving the impression of a professor at a liberal-arts college. She had overseen the bureau for nine of its thirty years in operation, and, like the rest of her colleagues, was now living and working in exile.\n\nOver Turkish coffee and local cigarettes, Lokshina told me that, on February 24th—just hours before Vladimir Putin launched his invasion, when much of the world still believed he was bluffing—she packed a “small suitcase full of bathing suits” and boarded a flight for Cancún, a long-planned winter-break trip for her nine-year-old son. When the plane landed, she turned on her phone and learned that Russian tanks had crossed into Ukraine. The beach would have to wait. Lokshina and her son flew to Northern California. He stayed there with relatives, and she spent the next thirty-six hours travelling to Poland to compile testimonials from Ukrainian refugees. She continued her interviews on Moldova’s border with Ukraine. In April, she took a brief trip to Moscow to dismantle the H.R.W. bureau, before making her way to Kyiv and Lviv, in western Ukraine, to meet with people who had been subjected to filtration in the occupied territories. After several weeks, she picked up her son and relocated permanently to Tbilisi.\n\nLokshina believes that Russia’s network of filtration centers serves multiple, related strategic imperatives—among them, processing civilians for transfer to Russia, screening for combatants and saboteurs, gathering military intelligence, soliciting false testimonies of war crimes committed by Ukrainian soldiers, collecting personal data on the civilian population, and purging the occupied territories of residents insufficiently loyal to Moscow.\n\nA spokesperson for Russia’s Federal Security Service has stated that filtration has a narrower intent: to capture “fugitives from justice.” The Ministry of Internal Affairs of the D.P.R. said that “filtration measures” were necessary to intercept “persons affiliated with the security forces of Ukraine, participants in nationalist battalions, members of sabotage and reconnaissance groups, as well as their accomplices.”\n\nThese official justifications are not entirely spurious. In August, the Times interviewed several Ukrainian “partisans,” combatants who operate in the occupied territories. In all but name and attire, they are active-duty soldiers, working in clandestine cells that are unknown even to one another. In Crimea, partisans helped blow up a Russian airbase. In Zaporizhzhia, they poisoned a group of around fifteen Russian soldiers. According to the Times, “the fighters strike stealthily in environs they know intimately, using car bombs, booby traps and targeted killings with pistols—and then blending into the local population.”\n\nStill, even if the initial aim of filtration was a limited military objective—disaggregating civilians and combatants—the process quickly mushroomed into something grotesque. Much of the male population in Ukraine’s southeast has been interrogated and released, interned, deported, disappeared, or killed. According to an assessment by the U.S. National Intelligence Council, “Those who are deemed non-threatening may be issued documentation and permitted to remain in Ukraine with certain restrictions. Those deemed less threatening face forcible deportation to Russia. Those deemed most threatening probably are detained in prisons.” Uladzimir Shcherbau, an officer with the U.N. Human Rights Monitoring Mission in Ukraine, told me, “If you have a blue-and-yellow background on your phone, you don’t pass filtration, period.”\n\nThe exact number of Ukrainians being held in filtration centers in Russia and the occupied territories is unknown. By Russia’s own account, nearly four million Ukrainians have already undergone some form of filtration and been “evacuated” to Russia, some as far east as Vladivostok, near Russia’s border with North Korea. (The U.S. has estimated the number to be somewhere between nine hundred thousand and 1.6 million.) Ilya Nuzov, a Russian-born lawyer and the head of the Eastern Europe and Central Asia division of the International Federation for Human Rights, has called Russia’s filtration system “a program to facilitate the forced transfer of a large part of the population, which could amount to war crimes and crimes against humanity.”\n\nIn May, Andrey Turchak, a senior official from Putin’s United Russia Party, visited Kherson, a strategic port city by the Black Sea that had fallen to Russian forces early in the war, and announced that “Russia is here forever. . . . There will be no return to the past.” A few weeks later, a member of the State Duma wrote that “the Kherson region’s admission into Russia will be complete—similar to Crimea.” On June 27th, Kirill Stremousov, the deputy head of the military-civil administration of Kherson, which had been set up by Russia, announced on Telegram that the city was preparing for a referendum. Yevgeny Balitsky, the Russian-installed governor of Zaporizhzhia, two-thirds of which is under Russian control, followed suit. During a forum called “We Are with Russia,” he declared, “I am signing the order for the Central Election Commission to start preparations for holding a referendum on the reunification of the Zaporizhzhia region with the Russian Federation.” The night before, in an address to the nation, President Zelensky had said, “We will give up nothing of what is ours. . . . If the occupiers proceed along the path of pseudo-referendums, they will close for themselves any chance of talks with Ukraine and the free world.”"},{"imageWidth":1600,"imageHeight":1521,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_10/inside-russias-filtration-camps-in-eastern-ukraine/images/4.png","role":"image","imageDescription":"“Wow! He’s like totally obsessed with you.”"},{"role":"body","text":"Michael Carpenter, the U.S. Ambassador to the Organization for Security and Co-operation in Europe, told me that Russia is attempting to insure a more “compliant, pliable population” in the territories in the southeast. “At the Pentagon, there’s a term, ‘operational preparation of the environment’—military-speak for creating the conditions for control,” he said. In August, the Yale School of Public Health’s Humanitarian Research Lab identified twenty-one apparent filtration facilities in Donetsk; this was the most comprehensive assessment yet of what the Yale researchers called a “large-scale apparatus of screening and extrajudicial detention.” (Two months earlier, the U.S. National Intelligence Council had identified eighteen.) Using high-resolution satellite imagery, they found “two distinct areas of disturbed earth markings . . . possibly consistent with potential individuated or mass graves.” Detainees who were released from some of the facilities identified by the researchers reported “insufficient food and clean water, exposure to the elements, denial of medical care,” and “use of electric shocks, extreme conditions of isolation, and physical assault.”"},{"role":"body","text":"At a recent U.N. Security Council meeting, Linda Thomas-Greenfield, the U.S. Ambassador to the U.N., said that Russia’s program of filtration and mass transfer was being closely overseen and coördinated by the Kremlin. She also noted that Russia was “imposing its educational curriculum in schools, and trying to get Ukrainian citizens to apply for Russian passports.” She said that the impetus for all these measures was clear: “to prepare for an attempted annexation.” Vasily Nebenzya, Russia’s U.N. Ambassador, dismissed Thomas-Greenfield’s remarks as a “new milestone in the disinformation campaign unleashed by Ukraine and its Western backers.”\n\nSeven months into the war, Russia’s broader plans for Ukraine are now in more disarray than at any time since the start of the invasion. Recently, after a protracted stalemate, the Ukrainian military recaptured more than a thousand square miles of territory in the country’s northeast. “The reality check around Kharkiv makes the situation extremely volatile,” Hubertus Jahn, a scholar of Russian imperial history at the University of Cambridge, told me. Last week, Russian-installed administrations in Luhansk, Donetsk, Kherson, and Zaporizhzhia proceeded with referendums. According to Russia’s Central Election Commission, the results in favor of joining the Russian Federation ranged from eighty-seven per cent, in Kherson, to ninety-nine per cent, in Donetsk.\n\nAbsent a dramatic change of fortune on the battlefield, or the deployment of unconventional weapons—which could draw nato forces into the war—Moscow’s most realistic endgame may now be to solidify its hold on the gutted regions, some forty thousand square miles containing rich farmland and immensely valuable mines. At a recent news conference, Putin said that this was his “main goal,” making no mention of “demilitarizing” or “de-Nazifying” the entire country, as he had previously declared. The next week, he ordered a “partial” mobilization of as many as three hundred thousand reservists. On Friday, during a ceremony at the Kremlin, he announced that Russia had acquired “four new regions,” welcoming residents of those territories as “compatriots forever.” The four proxy heads were in attendance; at one point, they huddled together and clasped hands with Putin, chanting, “Russia! Russia!”\n\nStephen Biddle, a defense analyst at Columbia University’s School of International and Public Affairs, told me, “Putin could withdraw to whatever positions he finds defensible, dig in, and protract the war, betting that his political position can survive long-term suffering. If U.S. Republicans win in the fall and in 2024, he might be right—a President Trump would quickly abandon Ukraine, and a Trumpy Republican Congress might abandon them before that.”\n\nWhatever the Kremlin’s ultimate objectives, Lokshina, of H.R.W., said that it’s clear that the Russians are also using filtration and population transfers for propaganda purposes at home: “Their response to seven million Ukrainians fleeing to the European Union is, well, we received four million, so they’re not only running your way, they’re also running our way.” On Russian state television, groups of refugees conveyed by train to their assigned destinations have been greeted with fanfare by large crowds and television crews. In Tula, an industrial city a hundred and twenty miles south of Moscow, a local official told state reporters, “The displaced people will be provided with comfortable living conditions and get everything they need.”\n\nShcherbau, of the U.N. Human Rights Monitoring Mission in Ukraine, cautioned against extrapolating too much from the experiences of survivors. “We must be wary of survivors’ bias,” he said. “What is the statistical risk of being subjected to torture? What is the average length of detention? What happens to the individuals who don’t pass filtration? We don’t have clear answers to these questions. The worst cases are not yet known.”\n\nNearly three weeks into his captivity, Taras was desperate. He spent hours each day scrolling Telegram channels dedicated to covering the war, hoping for any information that might help him escape. At one point, he found the page of a Russian opposition journalist named Eduard Burmistrov, who was now living in exile in Tbilisi. On May 3rd, Taras threw a Hail Mary. Just before midnight, he wrote to Burmistrov, “Good evening, I am from Mariupol. After everything we have experienced, now we have been taken to some village against our will and our documents have been taken away.”\n\nBurmistrov had been on the staff of TV Rain, Russia’s last independent television channel. On March 1st, the Russian government blocked the station, for broadcasting “false information” about Russia’s special military operation in Ukraine. The TV Rain staff, unable to call the war a “war” without risking long prison sentences, aired their final broadcast from Russia on YouTube and shuttered their offices indefinitely. Most of the staff fled within days, to Istanbul, to Yerevan, to wherever they could book flights. Burmistrov had flown to Serbia, then Turkey, before arriving in Tbilisi, which was quickly becoming one of the largest hubs for exiled Russian dissidents.\n\nBurmistrov pressed Taras for more details. Taras wrote, “I ask for anonymity, but our situation needs to be made public.” He began sending photographs and short videos from inside the Kozatske camp. “To put it mildly, the conditions are not for humans. . . . They feed us just enough so that we don’t die. . . . We sleep on old rolled mattresses in classrooms and corridors. . . . We are guarded by three military police with machine guns. . . . Without our passports and filtration papers, we are nobody and nothing.”\n\nTaras sent a flurry of messages to Burmistrov: “One person had a mini-stroke. . . . We are all getting sick. . . . Everyone is coughing. We go to the toilet in the field. We eat with spoons that are no longer being washed. There is no running water. . . . There are no answers to our questions about why we’re being held and when we’ll be released.” With Taras’s permission, Burmistrov planned to publish aspects of the account. “This cannot be delayed,” Taras wrote. “If something happens to us, the world should know about it!!!!!!!” Then, for fear that his phone might be inspected, Taras deleted the entire exchange.\n\nA few hours later, Burmistrov contacted two former colleagues from TV Rain who were broadcasting from exile in Tbilisi, on a YouTube channel they’d started under their own names, Borzunova-Romensky. Under the “About” section on their page, they wrote, “They can shut down all the media, but we still have something to tell you.” The following morning, they posted a short segment featuring Taras’s leaked videos and photos, along with an anonymized text message he had sent recounting his ordeal.\n\nBurmistrov asked Taras if it would be O.K. to share his story with a “good organization run by guys from Russia,” called Helping to Leave. “They work with Ukrainian organizations and help refugees get to Georgia,” Burmistrov wrote. Taras said yes.\n\nHelping to Leave had its regional headquarters in an office a couple of blocks off Shota Rustaveli Avenue, Tbilisi’s main thoroughfare. When I dropped by one afternoon in June, a half-dozen volunteers, mostly Russian exiles in their twenties, were outside waiting for me. One of the volunteers was married to a Ukrainian man who was delivering humanitarian supplies to the front lines. She had “no” tattooed across one eyelid, and “war” tattooed across the other; it occurred to me that showing her face in Russia was now a crime. It was pouring rain, and we sat on plastic chairs under the roof’s overhang. Everyone smoked."},{"role":"body","text":"The volunteers had started the group on February 24th, the day Russia launched its invasion. In the past seven months, they’ve aided or facilitated the safe passage of tens of thousands of Ukrainians out of active combat zones and Russian-controlled territory. Their operators work around the clock, supplying information about evacuation corridors and arranging housing, medical care, and psychological and legal support for people hoping to get out. Most of the work is done remotely, via Telegram, by a network of more than four hundred vetted and trained volunteers based all over Europe, as well as in the United States, Canada, Israel, and Thailand; the organization also coördinates with sympathizers inside Russia.\n\nAfter connecting with Taras, the group got to work on a plan to rescue him and the other men in the camp. Polina Murygina, a Helping to Leave attorney, asked Taras for the names of his fellow-detainees. “We will send a list of the specific individuals whose safety we are concerned about to the authorities of Ukraine, Russia, and the DPR,” Murygina wrote.\n\n“I’m a little worried,” Taras wrote back. “Could it not get worse for us?”\n\n“In conditions of war and uncertainty, it is difficult to predict what is the right thing to do,” Murygina responded. “But, from my experience, if the authorities know that we know who exactly is being held, that lowers the likelihood that something terrible will happen.”\n\nThe next day, Taras sent the names of twenty-two of the nearly two hundred men at the camp. “I’m sure of these,” he wrote. “But collecting more names is very difficult. People are afraid and don’t trust anyone.”\n\nTaras began to correspond with a Helping to Leave volunteer named Anna, a Russian woman who lives in Stockholm. He had learned that two men from the nearby camp at Bezimenne, where he initially underwent filtration, had disappeared after leaking three videos to the mayor of Mariupol. The mayor’s office had posted the videos on Telegram, with a description: “Footage from the middle of a filtration camp. A real ghetto!” Taras texted that the leakers “were taken away by the military to an unknown location. If someone knocks, that’s it, I may be taken away.”\n\nResearchers for H.R.W. tracked down and interviewed the wife of one of the missing men. “He sent me a copy of that video that same day. I did my best to talk him out of publishing it,” she told them. “I saw that video on social media and it also got picked up by the press. . . . My husband stopped getting in touch. Our neighbor’s family also stopped hearing from him.” She later heard that D.P.R. security officials had taken the two men to the notorious Olenivka penal colony and that they were being accused of making an unauthorized recording and spreading false information about D.P.R. authorities. “Their fate and whereabouts remain unconfirmed,” the researchers wrote in a recently published report on the camps in the occupied territories. “They should be treated as presumptive victims of enforced disappearances.”\n\nAt Kozatske, guards started to press detainees about the leaks. “Why the fuck are you filming?” Taras heard one guard shout, to a man who had been pointing his cell phone at his food. “You’re only making things worse for yourselves.”\n\nTaras quickly texted Burmistrov, “Eduard, please remove the post from Telegram. I wanted the world to see, but people are disappearing.” Burmistrov deleted his post, but it was too late—the photos were already being shared widely.\n\nBurmistrov followed up the next day, texting, “How are you over there?”"},{"imageWidth":1600,"imageHeight":1066,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_10/inside-russias-filtration-camps-in-eastern-ukraine/images/5.png","role":"image","imageDescription":"After weeks of detention, Taras made contact with a Russian opposition journalist. “People are disappearing,” he wrote."},{"role":"body","text":"“Men with balaclavas showed up,” Taras wrote back. “They look like real thugs. . . . They walked around the perimeter of the school with our passports,” which were kept in a cardboard box. He added, “I will check in with you so you are aware of all my movements, in case suddenly I disappear from communication.”\n\nAnother week went by without any news. “I’m still there,” Taras texted Anna. “Sick for several days.”\n\nWhen Taras awoke on May 24th, it had been forty-one days since he and the other detainees had been taken. Shortly after a breakfast of cold macaroni, they were summoned outside. A D.P.R. police officer was standing with a Russian soldier, and Taras and the other men gathered in a circle around them. “We’ve received an order,” the officer said. “We are releasing you.” The guards started calling the men’s names, one after another, and handing back their passports, along with the filtration receipts. The men were hugging, crying. “Taras!” one of the guards bellowed.\n\nAt 1:03 p.m., Taras texted Anna, “They’re letting us go.” He sent a meme of Elon Musk with tears running down his cheeks, and wrote, “We don’t believe it.” Why now? Taras wondered. Was it on account of his leaks to Burmistrov? A back-channel intervention by Helping to Leave? The maneuvering of a sympathetic local administrator? The men were being released just as they had been apprehended—without explanation. Six minutes later, Taras sent Anna a voice note. “They gave back our passports,” he said. “Those who can leave on their own can leave.” He managed to reach an acquaintance who had cell service, who agreed to come pick him up. “Within a week I’ll try to get out of the country,” he told Anna. “Don’t write to me for a few days. Just write O.K. now and I’ll erase everything. I’ll be in touch.”\n\nWhen Taras was taken away, in April, the trees were bare. Now everything was green, blossoming. After nearly six weeks of captivity, he was reunited with his family. They sat in the back yard, over a meal of bread, soup, and fresh green onions. His relatives couldn’t stop crying and poured him round after round of samohon, Ukrainian moonshine. It was apparent to all of them that Taras could not stay for long. There was no predicting when the men in camouflage would return. Three days later, he was on the road, driving a car left behind by a friend who was already out of the country.\n\nVolunteers at Helping to Leave assisted in coördinating Taras’s route. Travelling west wasn’t an option; Russian forces had effectively blocked all evacuation corridors. He remembered how the roads had looked in March, when every third car heading in that direction returned riddled with bullets. He had observed one van coming back with all its passengers covering their mouths and noses. One of the passengers was dead, shot as they tried to make their exit. The Georgian border was more than four hundred miles southeast of Mariupol. To get there, Taras would have to pass through a sliver of southern Russia.\n\nHe went through eighteen military checkpoints. Even with his filtration receipt, he was questioned and sometimes made to undress. A drive that in peacetime takes about fifteen hours took three times as long. At one point, a Russian Federal Security Service official examined Taras’s phone, finding nothing of interest except a photograph of his girlfriend. He zoomed in and out on her features. “This your girl?” he asked Taras, without looking up. “Yes,” Taras replied. The official ogled her for a minute or so before handing back the device. “Why are you all running away?” the official inquired. “Who will defend the motherland?”\n\nTaras had no rubles, and his Ukrainian bank cards didn’t work at any Russian A.T.M.s, so Helping to Leave arranged two pickups. Taras would arrive at a designated location, and someone would give him enough cash to fuel up and make it to the next stop. This was a risk to both parties, requiring faith and trust between complete strangers, citizens of enemy nations, but Taras had no other choice. After the first exchange, he stopped for the night at a roadside motel, and sent Anna a final voice note. “Thank you for your help and moral support,” he said. Lying there in a clean bed, with a full stomach, he said, he was overwhelmed with guilt. “I’m eating, taking showers, going to sleep on white sheets—living like a human being, while my family is still there. I feel so guilty for all this. . . . I’m sorry.”\n\nIn June, I met Taras at a hotel where he was staying, on the outskirts of Tbilisi. He is tall and gangly, and wore a soccer jersey with the Mariupol Football Club logo, looking less like a recent prisoner of war than like someone’s kid brother. Except for a bit of sunlight entering through a thin curtain, the room was dark. In a corner sat an overstuffed black suitcase. We found a table downstairs, in the hotel cafeteria. A light breakfast had been laid out, but Taras wasn’t eating. “There’s macaroni here,” he said. “I’m sure it’s good macaroni, but I can’t even look at the stuff.”\n\nAt the border with Georgia, Taras said, he had undergone one last round of hostile questioning by Russian officials. Finally, after passing through customs, he exhaled deeply. “I just broke down,” he told me. He cried as he drove, feeling a swirl of sorrow and relief and guilt and gratitude. Occasionally, he’d pull over, sit on the hood of the car, and just gaze at the Caucasus Mountains. “In the camp and at the military checkpoints, I had to choose my words with so much caution,” he said. Every utterance was a risk. “Now I don’t need to filter my thoughts. I don’t need to hide.”"},{"role":"body","text":"A young woman was eating alone at a nearby table. Taras looked over at her periodically. I asked him if he knew her. He smiled. She was his girlfriend from Mariupol. Until a week ago, they hadn’t seen each other for a hundred and one days. For about half that time, each didn’t know if the other was still alive. After her apartment building was bombed, on March 20th, she and her family fled the city. On his way out, Taras drove past her block. “It’s all destroyed,” he said. “They erased her entire street—just rubble everywhere, a nightmare.” She first went to Bulgaria, then came to Tbilisi to be with Taras. “Last night, we were walking in the old city and we heard two guys walking behind us speaking Russian,” Taras said. Without any discussion, he and his girlfriend found themselves walking faster. “It was like a reflex. I know it’s not right. They’re probably normal people who themselves are running away from Putin, but right now I can’t help it.”\n\nTaras said that they had both been having terrible dreams, assailed in their sleep by visions of armed soldiers, interrogation rooms, and the wretched ruins of their home city. Just about every night, he found himself back in the filtration camp. He’d wake up in a cold sweat, thinking of the untold number of men still being held by Russian forces. “These are permanent memories,” he said. “You just live with them and that’s it. You try to distract yourself, you try to live your life.”\n\nTaras excused himself. He had to pack the car. Since the start of the war, about twenty-six thousand Ukrainian refugees have entered Georgia, but there is little work to be found and even less government support. On August 1st, the Tbilisi municipal government discontinued a program, in place since early March, that offered free hotel rooms to Ukrainian refugees. Many had moved on to the European Union. Taras and his girlfriend planned to drive to Poland, where they had friends who could help them make a new start.\n\nThe next time we spoke, by video chat over Telegram, they were in a suburb a few miles northwest of Gdańsk, a Polish port city on the Baltic Sea. Taras proudly showed me their two-bedroom rental. He stepped out onto the balcony to share a view of the quiet residential street. “It’s very nice,” he said. “There are areas like this in the U.S., right?” He pointed his phone toward a long, paved driveway. “These crazy parking spaces.”\n\nDuring our conversations, Taras expressed a mixture of resignation about the current situation and hope for the future. He and his girlfriend could now access their bank accounts, but their savings were meagre; he aimed to find work soon, in human resources, or cars. “Tomorrow we will go to the U.N. office,” he said. “Maybe something will work out.” The air suddenly hummed with the sound of a plane flying over Taras’s new home. He looked up, then let out a brief, nervous laugh. “There’s an airport right next to the neighborhood,” he said. “I still get this feeling . . . I’m expecting an explosion.”\n\nTwo days earlier, Gdańsk city officials had changed the name of one of the city’s main plazas to Heroic Mariupol. “We will return to our city,” Taras said, “but only when it is Ukraine again.” After all the death and destruction he and his girlfriend had witnessed, they were eager to bring new life into the world. “Our children will have Ukrainian names,” he said. “They will be Ukrainian citizens.” He was confident that after the war the E.U. and the U.S. would help rebuild his city.\n\nAt times, Taras spoke of Mariupol not as a real place in the world, under temporary occupation by the Russian Federation, but as a memory or a dream, a phantom city situated somewhere in the distant past. “I would really like to return there, but Mariupol doesn’t exist,” Taras said. “There’s nowhere to return to.”"}],"subtitle":"Civilians describe being snatched from their homes and sent away for ideological screening, prolonged detention, and, in some cases, starvation and torture. Is there a larger plan at work?","title":"Inside Russia’s “Filtration Camps” in Eastern Ukraine","authorName":"David Kortava","coverImageHeight":2146,"hashTag":"A Reporter at Large","coverImageWidth":2146,"publishDate":"Oct 3rd, 2022","coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_10/inside-russias-filtration-camps-in-eastern-ukraine/images/1.png"}