{"coverImageDescription":"Illustration by Luci Gutiérrez","coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/i-really-want-to-know-you/images/1.png","subtitle":"","title":"I Want to Know You","authorName":"Rima Parikh","coverImageHeight":480,"hashTag":"Shouts & Murmurs","publishDate":"Sep 26th, 2022","contents":[{"role":"body","text":"Iwant to know you. The real you. Everything about you.\n\nYou captivated me the minute I first saw you on my morning commute. I have never seen someone so gorgeous get stuck between the train doors like that. The doors Heimliched one of those hefty Ricola cough drops out of your mouth and into mine, and it lodged in my windpipe. I choked, but tried to play it cool by returning to drafting an e-mail to the animal shelter about how it needs to take my dipshit dog back before I abandon her in an ikea for some horrible family to take pity on. Is it not fate that you and I both love and/or like and/or tolerate honey lemon?\n\nBe vulnerable with me. No shallow stuff. I didn’t wiretap your phone to hear you make small talk. What’s your relationship history like? Have you ever hurt anyone? I have, but only with my car. And it was a rental, so it doesn’t count.\n\n“What’s your deal?!” you scream in my face. God, we’re so similar. That’s what I want to ask you. Do you have siblings? A job? What are your parents like? I’m sure I’ll get a chance to ask after I’m done mugging you. Your brawny arm reaches around to your back pocket as the barrel of my gun bounces against your chest. “Stop it!” you shout. You never say “I have a family!” or “Tell my girlfriend I love her.” I’ve never blushed this hard while wearing a ski mask. Finally, a good man who’s single.\n\nYou’re so full of mystery. Your I.D. says you’re from Delaware. What could that possibly mean?\n\nWhat do you think of me? I return your wallet because I am, above all, a good person. There were only ones in there anyway. You tell me that I look familiar. I bet you’ve seen me in the park district’s P.S.A.s on kayak safety (“Girl #3 Brutally Capsizing”). You tell me I look like the girl in your recurring nightmare in which your co-worker’s whole family is mad at you at the Cheesecake Factory. The girl lurks in the parking lot and hisses. I would not personally recommend this as a way to ask someone out, but it is a fascinating insight into your psyche.\n\nI want to know everything about you, or at least enough to get the gist. Properly and safely consuming a banana split takes two hands and full mental energy. God, this thing is huge. Do banana splits usually have blueberries, or is this what I think it is, a modern twist on an old classic? You’ve been talking quite a bit on our first date, but I’ve tuned out. You mentioned something a while ago about having a lot of debt, but I’ll fill in the blanks later, like I did on jury duty. I tune back in when you ask me if I’ll help you. I’ve never helped anyone before, but I’m sure I’ll be good at it."},{"role":"body","text":"Relationships are all about trust, so I trust that you’ll understand why I was a little late (two hours) to the funeral service we’re holding after faking your death. I had a doctor’s appointment, which is a perfectly accurate way to characterize getting Botox at the med spa. But everything’s going as planned. I am clicking through a slide show of every picture I’ve taken of you when you weren’t looking, and talking way louder when I hear you snoring from the closed casket. Your mother just turned to some lady and asked, “Who is this bitch?” An angry man no one seems to know seethes at the end of the farthest pew. I cannot move my face. Remember when Colin Powell died? I was just thinking about that. I might try micro-needling next.\n\nWhat are your life’s greatest accomplishments? I wish I had asked you before running out of things to say during the eulogy. I pivot to talking about how it was a human-rights violation for the grocery store to ban me for juggling produce, especially when it was only moderately violent, and much of the violence was actually perpetrated against me, when employees pelted me with oranges.\n\nCan you relax? We deserve a vacation. We deserve this Cape Cod beach. No one can hurt us here. The angry man from the pew is marching toward us, but I’m sure he’s wielding that knife at someone behind us.\n\nI want to know everything about your body. I know it’s not ideal to be blindfolded and thrown into a trunk, but do you mind shifting a little to your right? I need more room. Can you stop freaking out? It’s really difficult for me to handle, given that I’m a bad listener.\n\nDo you dream? I want to build our lives together, retire together, and, if we ever get out of this padlocked basement, defraud investors together, in one of those white-collar scandals that get covered by Bloomberg. Maybe we will spend Saturday mornings making mimosas and French toast. If your nose doesn’t stop whistling soon, I swear to God, I will kill you.\n\nI’ll never rest until I know everything there is to know about you. What’s your name again?"}],"coverImageWidth":640}