{"title": "A Murder Roils the Cycling World", "subtitle": "In gravel racing—the sport’s hottest category—the killing has exposed a lot of dirt.", "authorName": "Ian Parker", "coverImageURL": "https://media.newyorker.com/photos/6363f93b326463ec247ec0d2/4:3/w_960,c_limit/221114_r41334.jpg", "coverImageWidth": 960, "coverImageHeight": 720, "coverImageDescription": "In a niche sport like gravel racing, athletes must act like influencers, constantly thinking about branding. A female cyclist says that some male riders take this “to a very extreme level,” adding, “They can be so obsessed with themselves.”", "hashTag": "A Reporter at Large", "publishDate": "November 7, 2022", "contents": [{"role": "body", "text": "One morning in June, before dawn, cyclists began gathering at an intersection in Emporia, Kansas, to remember the victim of a recent murder. These were professional athletes as well as serious amateurs, on high-end bikes that click-clicked loudly while coming to a stop. The riders hugged; their bike lights blinked. By five-thirty, a few dozen women and men had collected in the dark."}, {"role": "body", "text": "These cyclists had travelled to Emporia to compete in races the following day, in which most of them would ride for two hundred miles, on rolling unpaved roads, for at least nine and a half hours. The event is the biggest in the new niche sport of gravel-bike racing—a form of slog that presents itself as both a solo endurance test and a party in the mud. “Gravel” became a cycling term only about a decade ago, to describe machines that are a compromise, in weight and handling, between road bikes and mountain bikes. Gravel bikes, and gravel racing, have since proliferated—at a time when American participation in racing of the Lance Armstrong kind (skinnier tires, lighter frames) has been in decline. Indeed, the Kansas event, Unbound Gravel, can now fairly describe itself as the most important in all of American competitive cycling—even if many of the hundreds who pay to ride in it each year have little competitive ambition beyond not giving up. Like a big-city marathon, a typical gravel race is both an élite contest and, at the rear, something less pressing. Gravel evangelists sometimes like to compare this mix to a mullet haircut: “Business at the front, party at the back.” Emporia, a low-rise college town, had been filling with video crews and podcasters. Banners printed with the muddy faces of past winners hung from street lamps. The manufacturers of rival anti-chafing creams had set up stands."}, {"role": "body", "text": "The early-morning cyclists were about to begin a memorial ride for Moriah Wilson, one of the sport’s leading athletes. She had died three weeks earlier, in what Amy Charity, who was riding that morning, described to me as “the most tragic and shocking thing that’s ever happened in this small community.” Wilson grew up in Vermont, the skiing daughter of a champion skier; she graduated from Dartmouth in 2019, then moved to California. This spring—a year after her first gravel race—she seemed poised to dominate the women’s field. In California in April, she won a major competition by twenty-five minutes. She was predicted to prevail at Unbound. In May, VeloNews described Wilson as “the winningest woman in the American off-road scene.”"}, {"role": "body", "text": "Hours after that article appeared online, Wilson was fatally shot, in an apartment in Austin, Texas. The crime was soon understood to be connected to her friendship with Colin Strickland, the biggest star that gravel racing has yet produced. Strickland, a thirty-six-year-old Texan, won in Emporia in 2019. He’s lean and good-looking, and has the deliberate enunciation of someone who’s a little more stoned than he’d planned to be. Another racer has observed that his cool, earnest self-assurance evokes both the cowboy and the hippie. Strickland has strongly appealed to fans and to commercial sponsors; these include Red Bull, which spends hundreds of millions each year associating itself with sports that have an air of risk. Gravel racing, as an upstart discipline, has endeavored to be taken seriously; so has Strickland. Great weight has been given to his pronouncements about what is called, with varying degrees of irony, “the spirit of gravel.” Last year, he wrote an article warning newcomers not to spoil the sport’s “authentic and relatable” reputation by introducing the sneaky team tactics of road racing—a sport that he defined as “non-inclusive.” Gravel racing was at its best, he wrote, when it fostered narratives of heroic solo achievement. (He was referring to achievements like his own.) A cyclist friend, posting on Instagram last year, teasingly called Strickland “Gravel Jesus.”"}, {"role": "body", "text": "On May 11th, Wilson was staying with a friend of hers in Austin, ahead of an upcoming race in Texas. Strickland picked her up on his BMW motorcycle; they went swimming at a local outdoor pool, and he dropped her back at the friend’s apartment mid-evening."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/636537610ab0d81b1ce3ea7b/master/w_1600,c_limit/221114_r41355.jpg", "imageWidth": 1600, "imageHeight": 1067, "imageDescription": "Colin Strickland, the biggest star that gravel racing has yet produced. Last year, he wrote an article warning newcomers not to spoil the sport’s “authentic and relatable” reputation by introducing the sneaky team tactics of road racing—a sport that he defined as “non-inclusive.”"}, {"role": "body", "text": "At this time, Strickland had a long-term romantic partner, Kaitlin Armstrong, a real-estate agent and sometime yoga teacher who had become a keen weekend cyclist. (Kaitlin is not related to Lance Armstrong.) She and Strickland lived together, and had just started a business renovating vintage trailers. The day after Wilson’s death, the Austin police questioned Armstrong and released her. Then she disappeared. By the time of the memorial ride in Emporia, a warrant had been issued for her arrest, on suspicion of murder. The affidavit securing the warrant noted that, last winter, Strickland had bought Armstrong a gun."}, {"role": "body", "text": "The dawn ride began; the cyclists headed east as the sun rose. After half an hour, they stopped by a pond. A woman read aloud from a blog that Wilson, writing in a likable, guileless voice, had begun in March. The cyclists heard Wilson’s thoughts about a recent race in Oklahoma, which she had lost after hesitating at a key juncture. “There will be more opportunities to take what I learned” and “apply it to other moments, both in cycling and in life,” she had written. “Next time I won’t risk taking the safer option. Next time, I will go.”"}, {"role": "body", "text": "The Meteor is a bike shop, café, and wine store in Austin which, until May, was one of Strickland’s sponsors. Its range of offerings mirrors gravel biking’s sense of itself: marketing for the sport encourages thoughts of personal discovery, miles from traffic, and also of post-ride camaraderie involving iced drinks and characterful mustaches. This past March, the Meteor added Moriah Wilson to its roster of sponsored riders. She marked the occasion on Instagram, writing, “Many of my favorite moments spent cycling are not on the bike—they’re the slow moments before or after long, hard rides or races; moments spent anticipating or reminiscing with friends, coffee or spirit in hand; moments reminding me that the process is more important than the outcome.” The Meteor, she wrote, was “inclusive and welcoming.”"}, {"role": "body", "text": "One morning in late June, Chris Tolley, a friend of Strickland’s and Armstrong’s, was at a table outside the Meteor. Tolley, thirty-three, isn’t a full-time cyclist: he has a day job in tech, which has helped fund an appetite for avant-garde menswear. (A bike-world Web site described him as being “typically draped in silk or mesh.”) But he has raced at an élite level for about five years, usually in hour-long races, on city loops of a mile or two, called criteriums, and he’s known for the panache with which he presents this career on social media. When Tolley uploads GoPro race footage to YouTube, he’ll add commentary filled with dry mockery of his opponents, along with deadpan narcissism: “Look at my calves, glistening in the sun.” Such material suggests a measure of actual narcissism, but it registers primarily as satire, a riff on the absurdities of athlete-influencers, whose value to sponsors is measured as much by their shtick, and the size of their following, as by their race results. In Tolley’s hands, the usual subtext of self-promotional content becomes the text. (He recently joked, in a video, “Give me money and attention, that’s all I want.”) Tolley has sometimes disparaged gravel racing; he defined it to me as “a marketing circle jerk” and questioned how Unbound’s entry fee—two hundred and seventy dollars, for the main race—sat with the sport’s vague talk of inclusivity. It amused him that the gravel community had recently announced a hall of fame: “Y’all really going to have a red carpet for a discipline that’s been around for three years?”"}, {"role": "body", "text": "Tolley has known Strickland since 2015. They often trained together on rides through Texas farmland. According to Tolley, Strickland generally kept his romantic life out of view—both from friends and from people who knew him only through Instagram and media coverage. But, Tolley noted, “the Austin dating scene and cycling scene are pretty small,” and he recognized that Strickland had sometimes been an imperfect boyfriend. “I think a lot of girls felt burned by him,” he said. “They think it’s going to be something, and then it’s not. Dating one girl after another, not necessarily giving them all the information.” (Tolley added that he had recently reassessed some of his own romantic behavior.)"}, {"role": "body", "text": "Strickland’s reticence endured during his relationship with Armstrong: since 2019, he had given dozens of interviews, including at his house, in which it wasn’t apparent that he had a partner. (Strickland declined to be interviewed for this article.) But, according to Tolley, Armstrong did become a part of Strickland’s social life in Austin. Tolley sometimes hung out with the couple at their house. He liked Armstrong; he described her as beautiful, a little intense, and—as he came to realize—competent with money in a way that Strickland didn’t care to be."}, {"role": "body", "text": "Armstrong, who is thirty-four, grew up in suburban Detroit and has lived in Austin, on and off, for a decade. She’s worked at banks as a mortgage consultant and has taken extended trips overseas, to Bali and elsewhere, sometimes teaching yoga. After meeting Strickland, she made some well-judged moves in Austin’s overheated real-estate market, and last year the couple bought an investment property in Lockhart—a town, south of Austin, that has begun to attract what Tolley calls “artist-esque” people. “Owning property together—I was, like, Whoa, that’s a big step for Colin,” Tolley told me. When Tolley and Armstrong talked, he said, she seemed happy with her relationship. “She was in love with Colin. She wanted him to be—you know—the one.”"}, {"role": "body", "text": "Armstrong sometimes joined Strickland at the Driveway Series, a popular weekly program of bike races, beer, and food trucks held at an Austin auto-racing track. Andrew Willis, who has long co-produced the series, told me that, in the past few years, “a lot of people in the cycling community had become friends with both Colin and Kaitlin.” Armstrong, who had a history of competitive running, started racing bikes at the Driveway and elsewhere. She also took long bike-camping trips, sometimes alone."}, {"role": "body", "text": "The day after Wilson’s murder, Austin detectives interviewed Strickland. According to the May affidavit, he explained that Armstrong was “a ‘participant’ at bicycle races while he is a ‘racer.’ ” The document went on, “Strickland stated he told Armstrong in the past she does not need to ride with him because she ‘holds him back.’ ”"}, {"role": "body", "text": "This spring and summer, a group of Austin cyclists met on Wednesday evenings to race in a subdivision that was abandoned years ago, after repeated flooding. The houses have been demolished and the yards have merged to become fields, but a grid of roads remains. The riders didn’t have a permit to race; they turned up after work, wearing tight-fitting gear, and put out cones to mark a loop of about a mile."}, {"role": "body", "text": "On an evening in June, I had arranged to meet one of the cyclists. When I arrived, he was already racing, so I waited near the finish line. The scene was appealing: low sunlight cutting through trees, Nine Inch Nails playing from a speaker mounted on an old school bus, a few non-riders with beers. Every few minutes, a pack of cyclists came by at about twenty-five miles an hour, sounding like a wave rolling over a pebbled beach."}, {"role": "body", "text": "Then a rider waiting for the next race walked up, confirmed that I was a reporter, and angrily told me to leave. When I asked him who he was, he said, “My name is Fuck You, Bro.” Later, it was easy to identify him—a real-estate agent who is a friend of Strickland’s. The man asked me why sexual infidelity was newsworthy. His ill humor was understandable enough, but it was striking that a woman’s murder had registered to him primarily as a challenge to Strickland’s well-being—a story about being caught out. Minutes later, as I was talking with the cyclist I’d arranged to meet, the real-estate guy shouted that I was a narc. The other cyclist apologized and rolled his eyes. Someone on a loudspeaker proudly declared that the evening’s event was “sponsored by nobody, presented by nobody!”"}, {"role": "body", "text": "The first bike race that Strickland entered, in 2010, was similarly improvised. Riders wove through forty miles of Austin traffic on the kind of pared-down, fixed-gear machines popularized by bike messengers. He won. Strickland, then twenty-three—and, that day, shirtless—had been biking around town since he was a student at the Austin Waldorf School, a K-12 institution in the west of the city. (As Strickland has affectionately put it, his parents were “long-hairs” who had once run an organic farm outside Austin.) After graduating from the University of Texas at Austin, he’d taken a job at a local environmental consultancy."}, {"role": "body", "text": "He began racing at the Driveway. Willis remembers him as a strong, “unbelievably talented” rider who initially lacked tactical skill. In a Driveway race, as in most cycling competitions, bursts of extreme effort are often followed by slight reprieves when a rider can tuck in directly behind another biker, benefitting from draft. Cyclists working in a team can manage drafting most efficiently. Willis recalls an evening, early in Strickland’s career, when he dominated the Driveway field, lap after lap, but then lost to riders working together. Afterward, Strickland was close to tears. “I don’t understand what I’m doing wrong,” he said. Willis, a cyclist himself, remembers telling Strickland, “Sometimes being strong means saving your strength.”"}, {"role": "body", "text": "Strickland also began to compete at the amateur end of cycling’s core discipline: road racing. At this sport’s highest professional level, teams participate in a series of contests, most of them in Europe, known as the U.C.I. WorldTour; the Tour de France is the central spectacle. By the time Strickland was competing, American interest in road racing had entered a decline that was caused, in part, by the slow, fractious dismantling of Lance Armstrong’s legend. Armstrong, who had long used performance-enhancing drugs, was finally banned from the sport, and stripped of his past victories, in 2012. Strickland rarely won his races, and when he did nobody cared. Speaking on a podcast earlier this year, he said that he had experienced road racing as a “desperate and angry” place that seemed dedicated to the “esoteric pursuit of suffering.”"}, {"role": "body", "text": "Tolley told me, “Colin will be the first to admit—he’s not a real pro. He’s a very strong rider, but if you’re talking about the WorldTour—it’s a whole different world over there.” But Strickland had come into the sport at a time of new opportunities. “Cycling is changing, and an individual can guide it,” he said, in 2020. For racers, this was an era in which you could “assert your influence.” As the main game had declined, American cycling, impatient for American victories—and bike sales—was embracing new variants not yet sanctioned by the sport’s governing bodies. These niches created a path to a career (and to a simulacrum of sporting dominance) for a rider who could never hope to succeed in the obsessive, shaved-leg environment of the WorldTour."}, {"role": "body", "text": "This was a sports oddity. It was as if a top player of Frisbee golf could, with a little public-relations polish, become as big a deal as Tiger Woods. Strickland seems to have understood the chance before him with a clarity that could sound cynical; his quiet cockiness, as he jumped from one new cycling niche to another, seemed to spring from a sense of how adept he was at playing the part of a sports star. A few years ago, speaking to a fellow-cyclist on a podcast, he said, “Let’s not forget, guys—this is all show business and marketing.”"}, {"role": "body", "text": "He first targeted the Red Hook Criterium, a fixed-gear-race series, with roots in Brooklyn, that had recently expanded into Europe. These races, known for nighttime starts and crashes at sharp turns, had garnered sponsors and media attention, but they still had an informality—a dirtbag swagger—about them. Strickland has described the Red Hook experience as “seventy-five per cent party, twenty-five per cent race.” (A gravel contest, in contrast, was “seventy-five per cent race, twenty-five per cent party.”) Tolley, who rode in Red Hook races a few times, recalls “insane parties where people are taking Ecstasy and climbing on rafters and getting fucking hammered and getting naked and jumping into fountains.” He told me, “It was the most fun time. I was getting flown to Europe, and I’m not even a pro cyclist! Like, what the fuck?”"}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/63653753e7f895de251bf2a1/master/w_1600,c_limit/221114_r41356.jpg", "imageWidth": 1600, "imageHeight": 1067, "imageDescription": "Moriah Wilson was poised to become the dominant female gravel racer. She once said, “Particularly in cycling, women like to sell themselves short.”"}, {"role": "body", "text": "In 2015 and 2016, Strickland won four consecutive Red Hook events, and experienced his first flush of fame. He gave interviews for documentaries and sprayed champagne from a winner’s podium. Then, at the start of 2017, he was suddenly out of his league: Red Hook was now attracting professional riders based in Europe. Speaking earlier this year, Strickland said, “There’s a sweet spot. I hit the discipline when it’s, like, winnable, and just peaking, right? Work smart and not hard. Like, shit, I hit Red Hook, and then it got really hard to win. And I couldn’t win it anymore. So I went over to gravel.”"}, {"role": "body", "text": "Strickland entered his first gravel race, the Texas Chainring Massacre, in January, 2017. He finished third, just behind Lance Armstrong—whose ban didn’t extend to adolescent disciplines without any anti-doping protocols. Strickland has said that he immediately “realized that this was the future”: such events created a market for new equipment—“Shit, there’s a whole other bike to sell”—and they were financially sustainable. Traditionally, bike racing is funded largely by sponsors. It’s hard to sell tickets to an outdoor event on public roads. But gravel racing, an American innovation, allowed an élite contest to be underwritten by the people who lose. Hundreds of paying riders, of varying abilities, can start together, in a seemingly democratic moment of whooping and amplified music. (Any subsequent pain, and pride, is likely to be experienced alone, in the middle of nowhere.) Although a long gravel race is a severe endurance challenge, and there’s a chance of crashing, at lowish speeds, into a hedge, a dirt-road route can be designed to mitigate risk of injury and forgive inexperience in a way that’s much harder on a faster surface. Bare-bones customer service—bring your own snacks, do your own repairs—can be woven into a gravel-race philosophy of personal responsibility. The Web site of one race declares, “Have a plan. You’ve been warned.” Strickland, seeing that gravel racing was about to experience what he called its “spotlight” moment, was determined to get himself “positioned to be in the show.”"}, {"role": "body", "text": "Amity Rockwell met Strickland in 2018, when he offered her a spot on a three-member team, sponsored in part by the Meteor, that would compete in gravel races and criteriums. She was twenty-two and living in San Francisco, her home town. Having discovered an aptitude for long-distance riding, she had begun to enter local races, winning them and attracting a little sponsorship. But she was still working as a barista."}, {"role": "body", "text": "Today, gravel racing’s biggest names, including Rockwell, usually aren’t part of a team: they act as their own sponsorship agents and social-media managers. In 2018, this “privateer” model wasn’t yet standard. Rockwell accepted Strickland’s offer: she’d get free equipment, and a few thousand dollars a year for travel."}, {"role": "body", "text": "She came to regret her decision. Rockwell told me that Strickland, impatient to advance, was “intensely manipulative.” His instinct was “to aggrandize himself and belittle other people.” She thought of herself as someone adept at racing up hills—a climber—but he told her that she was “nowhere near skinny enough” to think of herself that way."}, {"role": "body", "text": "Her memory of a brief affair with him, that year, is an unhappy one. “I don’t want to present it as if I had zero interest in him—he was an attractive, successful man in the sport,” she said. “But, looking back, there was this massive power imbalance and dependency—these things that you can’t really see at the time, when you’re just chasing this one goal, blindly, doing whatever you feel is going to get you closer.”"}, {"role": "body", "text": "When, at the end of the 2018 season, she told him that she wasn’t renewing her contract, he responded with what she called a tirade, telling her that she’d never find success. “His reaction wasn’t to try to coax me, or offer me more, win me over,” she said. “It was to try to bring me low enough—to a point of maintaining my dependency on him.”"}, {"role": "body", "text": "In June, 2019, Strickland and Rockwell independently entered the race that’s now called Unbound Gravel. That year, Peter Stetina, an American WorldTour rider, secured grudging permission from his team, Trek-Segafredo, to ride in three gravel races. The European cycling establishment tended to view gravel as a mere hobby for crunchy Americans. Stetina’s race director said, of his jaunt, “You’d better win—this is stupid.”"}, {"role": "body", "text": "Stetina did win his first race, in California. When it was announced that he and a few other current WorldTour riders were racing in Emporia—an event that had never had such competitors before—Stetina knew that many people in the gravel community saw this as ominous. If WorldTour athletes cleaned up at gravel’s preëminent contest, it would encourage the thought that a typical gravel event was just a race on a lousy surface to which the world’s best cyclists had not shown up."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/63653752d1515cdc32ede629/master/w_1600,c_limit/221114_a26566.jpg", "imageWidth": 1600, "imageHeight": 1236, "imageDescription": "“Do you mind if I sit here and ruin the one time of day you have to yourself?”"}, {"role": "body", "text": "At a hundred and five miles—halfway through the race—Strickland and Stetina were among a leading group of ten men. Strickland slowly pulled away. They let him go. He’d had some good gravel results, in the previous two years, but it was hard to imagine that, in this field, he could stay ahead, alone, for nearly a hundred miles."}, {"role": "body", "text": "He did. Stetina finished second. The group had “underestimated Colin,” Stetina said, adding, “Colin is a very determined person.” He also noted that the pack behind him that day had “no organization—so it does play very much into his strong suit.” As Andrew Willis put it to me, Strickland’s success was always in events that reward “displays of brute strength.” Stetina described Strickland’s victory as a David-and-Goliath moment that boosted gravel racing’s credibility. Stetina is now a full-time gravel racer himself."}, {"role": "body", "text": "Rockwell won the women’s race. She and Strickland were photographed together, smiling, for the benefit of a sponsor that supported them both. Rockwell’s friends knew her views about Strickland, but she had no appetite for public conflict. “When you’re in a scene where everyone follows his every move, and loves him, I’m not going to start a war against him,” she told me. “I have to see him every other weekend.”"}, {"role": "body", "text": "Within a week, Strickland received an e-mail from Jonathan Vaughters, a former teammate of Lance Armstrong’s who now runs EF Education-EasyPost, a team that rides in the WorldTour. According to Strickland, the message’s subject line was “Paris-Roubaix 2020.” In other words, Strickland was being offered a chance to compete in the Paris-Roubaix, a legendary, gruelling road race ridden partly over cobbles. This was an extraordinary suggestion. Strickland had no high-level road-race experience, and he was already in his thirties. As Payson McElveen, a gravel cyclist and a friend of Strickland’s, who is also sponsored by Red Bull, put it to me, “The child in you would want to say yes.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/63653752924a94ee98362872/master/w_1600,c_limit/221114_r41357.jpg", "imageWidth": 677, "imageHeight": 986, "imageDescription": "A mug shot of Kaitlin Armstrong, who is accused of murdering Wilson. She lived with Strickland, and, according to a friend, “she wanted him to be—you know—the one.”"}, {"role": "body", "text": "Strickland has described how, during discussions with EF, he cooled on the proposal. To join the team, he’d have to drop his sponsors, including Red Bull. In McElveen’s estimation, there are now a handful of gravel racers “doing pretty deep six figures,” and Strickland would have had “to take a significant pay cut” to ride in the WorldTour at an entry level. This pay difference, McElveen suggested, was something that “no one outside of this small world ever would have guessed.”"}, {"role": "body", "text": "Moreover, the prospect of a good race result in France was, as Strickland later put it, a daunting “numbers game.” Winning, or even making a good showing, would be nearly impossible. It would be easy for EF to promote the story of a Texan gravel dude riding into a famous French race never won by an American. (“These narratives, my friends, are how we grow our great sport of cycling,” Strickland wrote, in 2021.) But, afterward, Strickland would presumably have had only his defeat—and a possible reputation for hubris."}, {"role": "body", "text": "The better story was about the gravel rider who turned down Paris-Roubaix. Strickland chose the better story. He later said that riding in the WorldTour “was not my dream.”"}, {"role": "body", "text": "In gravel racing, Chris Tolley told me, “if you’re a boring person, you’re not going to go very far.” Privateers must constantly think about branding. “You have to find and sway the companies you partner with,” Strickland has said. “You have to design your own badass kit each year. It can’t suck. If it sucks, you suck.” Peripheral forms of self-marketing are also important: Payson McElveen, who has a big mustache, hosts a podcast called “The Adventure Stache.” Stetina highlights a fondness for craft beers. Another rider films himself training with a miniature dachshund on his back."}, {"role": "body", "text": "“You’re selling yourself to all these brands,” Amity Rockwell said. “You have to believe in yourself.” A few male gravel riders, Strickland in particular, have taken that belief “to a very extreme level,” she went on. “They can be so obsessed with themselves.” Gravel racing seems almost designed to create cults of personality, and to feed tendencies that Rockwell views as narcissistic."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/636537539e2241fdcb105579/master/w_1600,c_limit/221114_a26556.jpg", "imageWidth": 1600, "imageHeight": 1649}, {"role": "body", "text": "Soon after Strickland gave up his chance at the WorldTour—and articles had begun calling him “the king of gravel”—the pandemic shut down competition. Gravel cycling’s popularity, meanwhile, kept rising. Between 2019 and 2021, the increase in revenue from gravel-bike sales far outpaced a general boom in bike sales."}, {"role": "body", "text": "Racers had to continue their storytelling hustle, in what was now an often airless loop of sponsor name-dropping. In December, 2020, Strickland appeared on a podcast hosted by Ian Boswell, a former road professional who’d switched to gravel. The occasion: an ad launch. Wahoo, a bike-equipment company that funded them both, had filmed a nineteen-minute portrait of Strickland, in which he described himself as a “bicycle racer and general entertainer.” It showed him hanging out at home, playing a Fender guitar and making pour-over coffee, and sitting alone at a make-out spot with a view over Austin. “If you’re gonna get it done, you come here,” Strickland advised. There was no sign of Kaitlin Armstrong. Boswell proposed that the film captured “who you are as a person, beyond the bike.” Strickland agreed."}, {"role": "body", "text": "In 2019, Moriah Wilson moved from Vermont to San Francisco, where her college boyfriend was living. By then, she’d given up competitive skiing, because of injuries, and had begun thinking of cycling as her sport. She started training, and took a job at Specialized, the bike manufacturer. In 2021, she met Rockwell, and they quickly became close. Rockwell said that by the time gravel races re-started in earnest, that year, it had become clear that “Mo was far better than me.” Perhaps, in a very long race, such as Unbound, Rockwell stood a chance, but “at anything shorter nobody was holding a candle to her.”"}, {"role": "body", "text": "Several times that season, Wilson rode in the same race as Colin Strickland. Speaking to a reporter just before Unbound, Wilson proposed, without bluster, that she was a contender. She added, “Particularly in cycling, women like to sell themselves short.” Strickland, meanwhile, had begun his season without a big win. And he had published his spirit-of-gravel article, in which he admonished any riders switching to gravel from road racing—a culture of “needles and nefarious behavior”—to respect his discipline’s traditions of “rugged individualism and honor.” At Unbound, Wilson finished ninth in the women’s race (after stopping three times with tire trouble); Rockwell came in second. Strickland was fifth in his race, which was won by Ian Boswell."}, {"role": "body", "text": "It was beginning to look as if Strickland’s gravel dominance had peaked before the pandemic. In the summer of 2021, he had no victories in the discipline. He blamed a knee injury and incomplete training. “It’s starting to show,” he told a reporter that August. “It’s depressing, because it’s your job and your identity.” In an Instagram post, his frustration—about losing, and perhaps about losing control of a fledgling sport that he’d helped define—sounded even more raw. “I have been less than impressed with the level of sportsmanship shown by many in the gravel field of late,” he wrote. Addressing competitors who tried “to eke out sleazy time advantages on other riders,” he declared, “You are a shit, and you probably don’t have what it takes to win anyway.”"}, {"role": "body", "text": "Strickland and Armstrong took a trip to Iceland that July. Soon afterward, Rockwell spent a few days in Boulder, Colorado, in a house where Strickland was also a guest. “He aggressively pursued me,” Rockwell recalled. She rebuffed him, while wrongly assuming that he was single. I first spoke to Rockwell a few weeks after Wilson’s murder, and she was then wary of mentioning Strickland’s overture. “That got my best friend killed,” she said. (Armstrong has not been convicted of a crime; Strickland has not been charged with any crime.) Rockwell recalled that, whenever Strickland had to explain his relationship with Armstrong to people who didn’t know them well, he gave the impression that Armstrong was a difficult, volatile ex from whom he couldn’t quite disentangle himself. “It was, ‘We’re stuck in this business relationship,’ ” she said. Sammi Runnels, a professional cyclist who has known Strickland for many years, has described him as someone inclined to “play games” with a romantic partner until “it explodes into drama.”"}, {"role": "body", "text": "In September, 2021, Red Bull announced its first sponsored gravel race, touting it as the “brainchild” of Strickland and Payson McElveen, the “Adventure Stache” guy. It was scheduled for that November at the Cibolo Creek Ranch, a resort in West Texas. (This is where Supreme Court Justice Antonin Scalia died, in his bed, during a hunting weekend, in 2016.) The event, called Red Bull Rio Grande Gravel, was being run by Andrew Willis, the Driveway Series producer. Willis had known Strickland for a decade, and he told me that he had “always thought Colin was a good dude.” So he was puzzled when Strickland became a sour, capricious race-planning partner. He seemed unhappy. He had pressed for a route that included a mining ghost town—in Willis’s mind, a tourist trap—then objected to the Cibolo Creek Ranch as not being “authentic.” He had argued for a very hard race, over Willis’s objections, then protested that the route was too hard."}, {"role": "body", "text": "In late September, after riders had already paid for the Rio Grande, Strickland abruptly withdrew his support. As Willis put it, “He threw a temper tantrum.” Red Bull called off the race, citing “operational issues.” The event was later rescheduled for the spring, but Red Bull now refrained from using Strickland’s face in its marketing. One promotional photo shows his back; in another, his head is sharply turned from the camera."}, {"role": "body", "text": "On October 23rd, Strickland, Wilson, and Rockwell rode in a race called Big Sugar, in Arkansas. Wilson won the women’s field. At a party that night, she and Rockwell ran into Kaitlin Armstrong and Strickland, who had come ninth in his race, barely ahead of Wilson. Armstrong was pointedly unfriendly, in a way that Rockwell now reads as a reflection of “the position that Colin was continually putting her in” through his dealings with other women. By then, Wilson and Strickland had certainly met each other, at one race or another, although Rockwell is confident that their relationship had so far been platonic."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/636537535114361078e189d6/master/w_1600,c_limit/221114_a26677.jpg", "imageWidth": 1600, "imageHeight": 1393, "imageDescription": "“Is it really flattering that little children treat you like their equal?”"}, {"role": "body", "text": "At some point that weekend, Wilson, who had just broken up with her boyfriend, told Rockwell that she had decided to take a short vacation in Austin, where she had friends. “That’s when this whole saga began,” Rockwell told me."}, {"role": "body", "text": "On October 26th, Strickland and Armstrong’s trailer-renovation company, Wheelhouse Mobile, was incorporated. Two days later, Andrew Willis hosted the last Driveway event of the 2021 season. Strickland and Wilson “rolled up together,” Tolley recalled. “Colin and an attractive female cyclist—a girl who is not Kaitlin.” Strickland couldn’t expect to be inconspicuous: photographs from the evening show him wearing a Red Bull helmet. Wilson was in cutoff jeans and a pink tie-dyed sweatshirt. As Tolley observed, “Kaitlin knew all the other female cyclists. She was good friends with them. So it’s a very public thing to bring another girl.” He added, “It just kind of sucks.”"}, {"role": "body", "text": "According to Rockwell, Wilson’s phone rang that evening, when she and Strickland were at the racetrack. It was an unknown number, but she took the call. A woman told her, “Stay away from Colin.”"}, {"role": "body", "text": "In one of Strickland’s interviews with the police, he reported the fact of a phone call, but not this setting. In his memory, Wilson reacted by saying, “That was really weird. Somebody called—some random person called me.” Strickland described the caller as his ex-girlfriend. “I felt so ashamed,” he told police."}, {"role": "body", "text": "At a Halloween party that weekend, Strickland, wearing overalls and no shirt, played guitar in a two-piece band called Dirt Daddy. Strickland and Wilson also took a trip together, to West Texas."}, {"role": "body", "text": "In a statement that Strickland released this past May, he said that he and Wilson had “a brief romantic relationship” lasting a week or so. He emphasized that both of them had recently broken up with their partners. After the fling, his dealings with Wilson became “platonic and professional.”"}, {"role": "body", "text": "According to Strickland’s account to the police, during this period he and Armstrong lived under the same roof but were separated. (He noted that she used Bumble, the dating app.) They soon reunited."}, {"role": "body", "text": "When Wilson returned to San Francisco, she told Rockwell a little of what had happened. “I think she saw a lot of potential there,” Rockwell told me. “I tried to steer her away. I told her everything I knew about the situation.” Rockwell said that Wilson listened to her. “But I didn’t get a clear ‘I want nothing more to do with that.’ ”"}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/636537529e2241fdcb105577/master/w_1600,c_limit/221114_a26985.jpg", "imageWidth": 1600, "imageHeight": 1278, "imageDescription": "“Enough practice. I think you’re ready for the big bell.”"}, {"role": "body", "text": "Toward the end of 2021, Strickland bought two handguns: a Springfield Armory for himself and a sig Sauer for Armstrong. He told investigators that Kaitlin and her sister, Christine, visited a gun range together. In conversations I had with bike people, including those who’d felt good will toward Strickland, the gun purchases are confounding. Partly owing to Strickland’s influence, gravel-bike manufacturers and race organizers were overly fond of language about ungoverned men with weapons—for example, the Renegade Rambler, a Texan event, grants “cowboy” status to sponsors providing a certain level of funding—but all that was understood to be just storytelling. Amy Charity, who runs a popular gravel race in Colorado, and who rode in the memorial ride in Emporia, observed, “You don’t have an unhinged girlfriend and buy her a gun.” She added, “It looks like he made some really poor decisions.”"}, {"role": "body", "text": "Chris Tolley, defending Strickland, was impatient with what he called “woke” assumptions about gun ownership. “I talked with Colin right when he bought them,” he told me. The trailer-renovation business often required Strickland to trade in cash in rural areas: “He was wheeling and dealing in the backcountry with, you know, rednecks and shit.” Tolley said that Armstrong’s gun was for protection on her camping trips; Strickland has connected the purchase to her involvement in a road-rage incident in Austin."}, {"role": "body", "text": "A few days after Wilson’s death, Strickland told police that he would have extracted himself from a relationship with anyone who seemed capable of violence. Strickland praised Armstrong for her kindness and noted that she had “amazing stuff going on.” (She had recently become a real-estate agent at Kuper Sotheby’s in Austin, and Wheelhouse had just made its first sale: the actor John C. Reilly bought a renovated 1956 Spartan.) Strickland also referred to their relationship almost as something to which he’d acceded. He said that he’d had to see past “stupid things, like, you know, the kind of clothes she wears.” In an aside to his lawyer, he said that there were a lot of people he “could’ve been spending my last three years with.”"}, {"role": "body", "text": "Most of Strickland’s relationship with Armstrong remains hidden from public view. But Tolley, describing her position, said, “You’re dating someone for coming up on three years, and you’re in your mid-thirties, and you’re at a point where, like, you don’t want to get fucked around anymore. Especially when there’s something that, you know, feels real.” Armstrong, in a conversation with Tolley, once described herself as being too jealous to ever have agreed to be in an open relationship."}, {"role": "body", "text": "The last weekend in January, Strickland and Wilson were both guests, but not competitors, at an international bike event in Arkansas. Strickland was there with Armstrong. At the end of the weekend, Wilson messaged Strickland, in a way that suggests that, up to this point, he had kept open the idea of a relationship that was not purely platonic and professional. “Hey! Sooo . . . This weekend was strange for me and I just want to know what’s going on,” she wrote. “If you just want to be friends (seems to be the case) then that’s cool, but I’d like to talk about it cause honestly my mind has been going circles and I don’t know what to think.” Strickland’s response was apologetic but not clarifying: “Hey Mo—I feel very shitty for putting you in a position where you don’t feel comfortable.”"}, {"role": "body", "text": "He explained that Armstrong had joined him in order to attend a meeting about their trailer business. “In hindsight, this was not a good idea,” he wrote."}, {"role": "body", "text": "Strickland told the police that he had changed Wilson’s name in his phone contacts, to disguise the fact that he was communicating with her."}, {"role": "body", "text": "On May 7th, Chris Tolley attended the rescheduled Red Bull Rio Grande event. Strickland and Armstrong arrived together. They had just met up again after Strickland had completed a road trip, during which he’d lived out of a Dodge truck that he’d modified himself, adding a platform with a tent on top. He’d seen family; he and Wilson had ridden in a race in Monterey, California, then taken a training ride together in Santa Cruz."}, {"role": "body", "text": "An ad described the Rio Grande event as a “duel among gravel’s best.” In Tolley’s description, the day was a “shit show.” Willis, the organizer, is barely more upbeat about it. Registration for the competition’s three races—which started together but ended at different distances—fell far short of the limit of five hundred riders. Conditions were brutally hot and hard. Armstrong completed the fifty-mile race; Strickland and Tolley rode the longest race, which was eighty miles. A high proportion of racers didn’t finish, and many who’d committed to camping overnight went looking for a hotel instead. An after-party with d.j.s, hosted by Red Bull, fizzled in the heat. It didn’t help, Willis said, that Strickland barely participated: he spent most of his evening a quarter of a mile away, at an alternative tailgate event, jamming on a guitar."}, {"role": "body", "text": "A day and a half later, Strickland and Armstrong met Tolley for breakfast at a deli an hour north of the ranch, where they were joined by a video crew. Tolley had arranged to interview Strickland for a YouTube series, “Riding Fixed, Up Mountains, with Pros,” produced by a bike company that sponsors Tolley. The crew began shooting at breakfast, then followed the two men as they rode uphill, talking. At the top, they engaged in a bit of comic business. Tolley told me that he had stowed some “runway clothes” in the crew’s vehicle, and had invited Strickland to help him pick out an outfit for “cycling’s Met Gala”—the upcoming inauguration of gravel’s hall of fame. In Tolley’s memory, Strickland said that he’d lost the will to train for competitions: “It was, like, Why the fuck am I still doing this?” Strickland hadn’t done well in a big race for a long time. The event that he’d just helped promote, half-heartedly, had attracted few big names; nevertheless, he had come in third. He seemed tired. An interview with Strickland published online the previous week had referred to retirement; it was accompanied by a dozen photographs of Strickland and his trailers, along with an uncaptioned photograph of Armstrong, who’s not mentioned in the text. She’s sitting in a trailer kitchen, looking uneasy."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/636537535114361078e189d5/master/w_1600,c_limit/221114_a25257.jpg", "imageWidth": 1600, "imageHeight": 1588}, {"role": "body", "text": "Tolley’s video with Strickland has not been released, but Tolley showed me a brief clip. Strickland, responding to a question from Tolley about the oddest thing he’d been asked to endorse, recalls being approached by the manufacturer of a masturbatory aid. Tolley and Strickland talk over each other for a moment before Strickland says, in mock affront, “I could have a girlfriend if I wanted!” It was a jokey remark, but Tolley was taken aback. In an exchange that would be seen by tens of thousands, Strickland seemed to be muddling the status of the woman with whom they’d both just been filmed having breakfast."}, {"role": "body", "text": "Strickland and Armstrong returned to Austin that evening, May 9th. Two days later, Strickland picked Moriah Wilson up at her friend’s apartment, which was off an alley; they rode across town to the outdoor pool, then had burgers and rum drinks at the restaurant next door. Wilson had just decided to leave her job at Specialized and commit to a professional racing career. She had launched her blog, and planned to sublet her apartment. She was courting sponsors. (Strickland had already introduced her to the Meteor.) Strickland dropped her off at her friend’s place just before dusk; at 8:36 p.m., she entered an electronic code to unlock the door. At about the same time, Strickland texted Armstrong: “Hey! Are you out? I went to drop some flowers for Alison at her son’s house up north and my phone died. Heading home.”"}, {"role": "body", "text": "Soon afterward, a security camera recorded a dark S.U.V. with a bike rack at the back—just like the one Armstrong had on her Jeep Cherokee—coming to a stop in the alley. Another camera picked up Strickland’s short ride home. He got to his house at about 8:45 p.m., and Armstrong joined him there about forty-five minutes later. A little before ten, Wilson’s host returned to her apartment and found Wilson on the floor. She had been shot three times."}, {"role": "body", "text": "Wilson’s friend knew that Strickland and Wilson had planned to meet earlier that evening. Strickland spent much of the next day talking to detectives. That morning, thanks to the S.U.V. footage, the police began to take an interest in Armstrong. She was arrested on an outstanding warrant: a few years earlier, she’d allegedly walked out on a bill of several hundred dollars for a Botox treatment, leaving a credit card behind. She was questioned for less than an hour and then released when detectives decided—incorrectly—that the warrant was invalid."}, {"role": "body", "text": "When the police talked to Strickland again, a few days later, he described the strangeness of the hours after those first interviews. He’d returned home, to Armstrong, and that night they’d barely slept. In the morning, they’d gone to get coffee, “in just a daze, in a stupor.” He recalled her saying, “I don’t know what to do. I don’t know what’s going on.” He’d said, “I just can’t believe I— you’re in this— I dragged you into this situation.” The police had seized their phones, and after getting coffee she went to buy a new one. He hadn’t seen her since."}, {"role": "body", "text": "According to the authorities, Armstrong sold her Jeep that day, May 13th. The next day, she flew to New York, with a rolled-up yoga mat on her back. Strickland texted her on her old number to ask her a money question—she’d put a hundred thousand dollars of his in an investment account. He didn’t hear back. On Tuesday, police received a report that noted possibly significant similarities between spent cartridge casings found at the apartment where Wilson died and those produced by a test firing of Armstrong’s sig Sauer. An arrest warrant was issued."}, {"role": "body", "text": "Strickland’s statement, a few days later, described the “regret and torture I feel about my proximity to this horrible crime.” He outlined the history of his relationship with Wilson, and added, in language that echoed his usual tone on social media, that “Moriah and I were both leaders in this lonely, niche sport of Cycling.” Soon afterward, Strickland was dropped by all his sponsors except Red Bull. (That month, a company representative wrote, in a statement, “Colin Strickland has been a friend of Red Bull for more than 4 years.” Recently, the company declined to answer my questions about Strickland or the Red Bull Rio Grande, saying, “This is a matter for the authorities.”)"}, {"role": "body", "text": "Amity Rockwell skipped this year’s Unbound; for a period of time, now ended, she felt detached from the gravel community, which seemed too ready to see the murder as a “random act” quite unconnected to an image-obsessed sport that empowers self-involved men. “They don’t really want to dive into everything behind it,” she said. Rockwell had been unnerved by the thought that Wilson, while launching herself as a professional racer, had perhaps felt obliged to keep in touch with Strickland because of his “access to brands and sponsorships and connections.”"}, {"role": "body", "text": "Just before Tolley and I met at the Meteor café, in June, he sent me several brief texts, including “Plastic surgery” and “This is a movie.” He was reacting to an announcement, made that morning, that Armstrong had been detained in Costa Rica. Local authorities had found her at Don Jon’s Surf and Yoga Lodge, in Santa Teresa. (According to a Times travel article, the town has “an edge-of-the-world vibe that . . . inspires dreams of relocation.”)"}, {"role": "body", "text": "The U.S. Marshals reported that Armstrong had reached Costa Rica six weeks earlier, departing from Newark and using the passport of someone “closely associated with her.” Once there, Armstrong had used various aliases, including Ari Martin. Her hair, formerly long and fair, was now shoulder-length and dark. When she was apprehended, she had a bandage on her nose; she’d told people that she’d been in a surfing accident. A photograph provided by Texan authorities suggested that her nose might now be narrower. A locker at Don Jon’s contained the passport of Armstrong’s sister and a receipt for sixty-three hundred dollars’ worth of cosmetic surgery."}, {"role": "body", "text": "The Austin American-Statesman later posted a video interview with Teal Akerson, an American surf instructor who’d gone on a few dates with “Ari” in Santa Teresa. “She said that she had just been through a real traumatizing breakup, and she hadn’t healed from it yet,” he said. “So we were just being friends.” He added, “Most of the time she wanted to kind of be at a secluded spot, not a lot of people.”"}, {"role": "body", "text": "On July 2nd, Armstrong was deported, and flown to Texas. A couple of weeks later, she pleaded not guilty to first-degree murder. Bail was set at three and a half million dollars. (Armstrong, through her lawyer, declined to comment for this article; the judge in the case has instructed those involved, including Strickland, not to speak to the media.)"}, {"role": "body", "text": "Tolley last saw Strickland a few days after Wilson’s death, when he dropped by Wheelhouse Mobile’s lot. Strickland was working on an old engine, and looked despondent."}, {"role": "body", "text": "It hadn’t been easy to become famous through a niche sport that was new and unformed—and, perhaps, not quite a real thing. “Colin’s been very calculated,” Tolley said. “He thinks a lot about strategy, in a life that’s very planned out. So this whole event flipped him on his head.”"}, {"role": "body", "text": "At the time of Tolley’s visit, the police account of Wilson’s final hours was not yet public. Strickland did not mention the pool or the rum drinks. Rather, he said something about having dropped off a mountain bike at the apartment where Wilson was staying. He seemed detached, Tolley said—zombie-like."}, {"role": "body", "text": "“He’s good at reinventing himself,” Tolley told me. “The trailers are super cool. They’ll sell whether he’s famous or not. He can do that, or engine-swap stuff, for these redneck people. They don’t know about this shit. He will not make a living in cycling, though. He’s not riding a bike anymore.”"}]}