{"title": "Blake Slatkin Moved Out of His Mom’s House", "subtitle": "The man-child who has produced lots of hits by Lizzo, Bieber, and Lil Nas X knows that you’re listening on crappy speakers.", "authorName": "Antonia Hitchens", "coverImageURL": "https://media.newyorker.com/photos/6365b89ca7fe0f6616eb41f1/master/w_2240,c_limit/221114_r41349illu.jpg", "coverImageWidth": 1855, "coverImageHeight": 2560, "coverImageDescription": "Illustration by João Fazenda", "hashTag": "Hitmaking", "publishDate": "November 6, 2022", "contents": [{"role": "body", "text": "The other day, in West Hollywood, the twenty-five-year-old music producer Blake Slatkin stuck his hand into a doll house on his mantelpiece. “This is an exact miniature replica of my old recording studio,” he said, gesturing at a row of lamb-chop-size guitars and a shrunken photo grid of musicians he’d worked with. The former studio was at his mother’s house in Westwood, where he’d lived until January. Now he was on his own. “I’m very slowly learning how to be an adult,” he said. “It was super emotional. I was actually super nervous to move out of my mom’s, because I had so much good luck there.” It’s where he’d co-produced a large chunk of the songs on the Billboard Hot 100—by Lil Nas X, The Kid LAROI, 24kGoldn, Omar Apollo, and Lizzo."}, {"role": "body", "text": "Still, living alone has its advantages. “I mean, the morning I got my first No. 1, I woke up and I told my mom that I got my first No. 1,” he said. “And she was, like, ‘That’s awesome.’ And then she was, like, ‘You have a bunch of dishes to do from last night.’ ”"}, {"role": "body", "text": "Slatkin traipsed past a swimming pool to his new home studio. He flopped down in a beanbag chair next to a line of guitars and keyboards. He wore a black T-shirt with the word “foolish” and a silk screen of Ashanti on it, black sweatpants, and untied black Converse. “I’ve lived within a twenty-minute radius of here my entire life,” he said. As a teen-ager, he’d performed live. “I’d sell tickets to my shows at Whiskey a Go Go to my teachers.” He left only for two years of college in Manhattan, where he’d lived on St. Marks Place. “I shared a wall with the show ‘Stomp’—the percussion musical.” He went on, “For thirty years, they’ve been doing this fucking show. And they don’t even say words—they just hit shit as loud as they possibly fucking can.”"}, {"role": "body", "text": "Being a hitmaker is taxing. “Every time I get in the studio now, I feel like the label’s just, like, ‘O.K., give us another one of these.’ It’s, like, ‘Dance, monkey, dance.’ ”"}, {"role": "body", "text": "Next to an elaborate sound system was a lo-fi boom box. “A lot of people listen on shitty speakers, so I need to know how that sounds,” he said. “I care how it sounds on the AirPods, you know? I mix records on my phone all the time.”"}, {"role": "body", "text": "He sat down at a monitor to show how he’d devised a section in a song by PinkPantheress. He held a note on a keyboard, then duplicated it electronically on the screen. “You can take the reverb out and in,” he said. “It’s all these little subconscious things that make you be, like, Oh, something’s a little bit more exciting now.”"}, {"role": "body", "text": "How does he develop a rapport with a new artist? “I definitely don’t get in a room with someone for the first time, like, ‘All right, so talk to me about your childhood trauma.’ ” When he was preparing to record Lizzo’s “About Damn Time,” he said, “we had a day where all of Lizzo’s friends came in, and we all screamed and danced and sang the chorus as loud as we could, and we put that in the record.”"}, {"role": "body", "text": "Sometimes it’s off the cuff. “That song ‘Stay’ that I made, the Bieber song, we were all just chilling at my studio at my mom’s. LAROI was in the area and he was, like, ‘I’m coming over.’ We were with Charlie Puth, and the first thing he played on the keyboard was that riff. We never changed it, even a little bit.” He went on, “And basically, in just one take, the whole song was done in thirty minutes. And then we were, like, O.K., cool, let’s go get hibachi.”"}, {"role": "body", "text": "Back in the house, candles shaped like busts of Julius Caesar sat beneath a framed vintage menu from the Beverly Hills Hotel and a painting of a bottle of Aunt Jemima syrup by Awol Erizku. The Nobu cookbook sat next to a volume called “Salad Freak” and two kinds of olive oil—“One for sizzling, one for drizzling,” Slatkin said. He recently had an ice bath installed, to help with his anxiety."}, {"role": "body", "text": "He gestured to a photo of Picasso on his inspiration wall and said, “I love his quote, saying it took him four years to learn how to paint like Raphael, but a lifetime to paint like a kid.” He went on, “The gatekeepers have really faded—now the gatekeepers are just the world, and the kids of the world. Those are the people who are on TikTok, on Instagram, on Spotify. That’s who’s deciding if your shit is hot.” He pulled out his phone to show a TikTok of young children in Uganda dancing to the song “Mood,” by 24kGoldn, which he produced. “They’re kids in Africa,” he said. “And I have no idea what they love about the song.”"}]}