{"title": "Do We Have the History of Native Americans Backward?", "subtitle": "They dominated far longer than they were dominated, and, a new book contends, shaped the United States in profound ways.", "authorName": "David Treuer", "coverImageURL": "https://media.newyorker.com/photos/6363e20b59f5ad8f7d4ec62f/master/w_2240,c_limit/221114_r41343.jpg", "coverImageWidth": 2164, "coverImageHeight": 2560, "coverImageDescription": "A portrait of Thayendanegea, painted in London, in 1785, by Gilbert Stuart.", "hashTag": "Books", "publishDate": "November 7, 2022", "contents": [{"role": "body", "text": "I remember when I first encountered what must be the best-selling book of Native American history ever published, “Bury My Heart at Wounded Knee,” by Dee Brown. I was twenty years old, and had made my way from the Leech Lake Reservation, in northern Minnesota, where I grew up, to Princeton, in a part of New Jersey that seemed to have no Indians at all. Since “Bury My Heart” appeared, in 1970, it has been translated into seventeen languages, and sold millions of copies. In the opening pages, Brown wrote, “The greatest concentration of recorded experience and observation came out of the thirty-year span between 1860 and 1890—the period covered by this book. It was an incredible era of violence, greed, audacity, sentimentality, undirected exuberance, and an almost reverential attitude toward the ideal of personal freedom for those who already had it. During that time the culture and civilization of the American Indian was destroyed.”"}, {"role": "body", "text": "I read this on the hundredth anniversary of the 1890 massacre at Wounded Knee Creek, in South Dakota. It was the last major armed conflict between an Indian tribe and the U.S. government, and more than two hundred and fifty Lakota men, women, and children were murdered there. Far from my Ojibwe homeland—marooned, I sometimes felt, on the distant shore of a self-satisfied republic—I readily accepted the version of history promoted by Brown’s book: that Native American history was a litany of abuses (disease, slavery, warfare, dispossession, forced removal, the near-extermination of the American bison, land grabs, forced assimilation) that had erased our way of life. And yet my culture and civilization didn’t feel gone. When I looked westward and back in time, I couldn’t help think that Brown’s historical record was incomplete—that the announcement of our collective death was rather premature."}, {"role": "body", "text": "Pekka Hämäläinen’s “Indigenous Continent” (Liveright) boldly sets out a counternarrative. In its opening pages, Hämäläinen—a Helsinki-born scholar at Oxford who specializes in early and Indigenous American history—maintains that the America we know was, in its borders, shape, and culture, far from inevitable. Even after the so-called colonial era, tribal nations often played a determining role in American history. In his view, we should speak not of “colonial America” but of “an Indigenous America that was only slowly and unevenly becoming colonial,” and recognize that the central reality of the period was ongoing Indigenous resistance. By 1776, he notes, European powers had claimed most of the continent, but Indigenous people continued to control it. Instead of a foreordained story of decline and victimization, Hämäläinen wants us to see a parade of contingencies, with Native nations regularly giving as good as they got, or even better. The result, he promises, will be a North American history recentered on Native people and their own “overwhelming and persisting” power. Like treaties, though, scholarly promises have often been broken. Is Hämäläinen true to his word?"}, {"role": "body", "text": "Throughout the roughly chronological work, Hämäläinen stresses movement. Tribal travellers crossed the Bering land bridge during the last Ice Age, and then, around 11,000 B.C.E., traversed an ice-free corridor along the flank of the Rocky Mountains, following game and evolving, culturally, as they went. Hämäläinen notes that other migration waves may have moved, in skin boats, through a maritime route, a seafood-rich “kelp highway,” that traced the Pacific Coast from Alaska to Patagonia. However settlement occurred, it happened quickly."}, {"role": "body", "text": "Hämäläinen spends the opening pages of the book detailing the rise and fall of early empires, in the Southwest and the Midwest in particular. “A distinctive pattern of simultaneous centralization and decentralization,” he says, characterized Indigenous history in the early second millennium C.E. Regional centers of power emerged; subordinate groups would rebel or break off and sometimes create their own centers of power. Some of these societies were highly stratified and hierarchical, with élites and, in certain cases, a kinglike single ruler. Such societies led to the development of Mogollon, Hohokam, and Ancestral Puebloan cultures in the Southwest. An ecological warm period, combined with new food technologies (the breeding and cultivation of corn, beans, and squash), helped give rise to the city of Cahokia, where the Mississippi and the Missouri Rivers joined—the site of present-day St. Louis. Cahokia grew in population and size and had hundreds of ceremonial structures in the form of earthen mounds and plazas. At its peak, in the tenth and eleventh centuries, about forty thousand people lived in the vicinity. (It took seven centuries before North America saw a more populous city: Philadelphia, in 1790.)"}, {"role": "body", "text": "But political culture was affected by climate. As temperatures dropped during the Little Ice Age, in the fourteenth century, Hämäläinen writes, “everything had to be smaller.” Cahokia’s society fractured into more mobile, less hierarchical groups, with hunting replacing farming as the dominant mode of living, and something similar happened in other dense Mississippian settlements. “Across the eastern half of the continent, people seem to have rejected the domineering priestly class for more collective and egalitarian social arrangements,” he concludes."}, {"role": "body", "text": "Hämäläinen’s broader point is that, long before the Europeans arrived, the peoples of the New World didn’t inhabit the stasis of an ethnographer’s account; they experienced a tumultuous process of continual change, which is to say, they were social and political actors. By the sixteenth century, around five million Native people had inhabited or made use of almost every part of North America. The usual story depicts them as dwelling in harmony with one another and the natural world in some cultural and ecological Eden that was then torn apart by Europeans. In fact, as Hämäläinen shows, they manipulated nature—rerouting water to create gardens in the desert, domesticating cultivars through seed selection—and they projected power, sometimes in violent ways, subordinating or being subordinated to their neighbors. They didn’t live in harmony; they lived in history."}, {"role": "body", "text": "Just as the initial settlement of the New World was marked by movement, so, too, were Indigenous forms of domination. It’s a thesis that Hämäläinen elaborated in an influential previous book, “The Comanche Empire” (2008): where European empires tended to be sedentary, marking power through permanent structures, dominant Native ones were “kinetic empires,” with everything—markets, missions, political assemblies—kept fluid and in motion. From the perspective of their neighbors, who were subject to their opportunistic, long-distance raids, the Comanches were, he noted, “everywhere and nowhere.”"}, {"role": "body", "text": "The same kinetic strategy often characterized the Native response to European invasion and settlement—the early Spanish attempts to colonize Florida and the American Southwest, the English efforts to gain a foothold on the East Coast, followed by the French in the north and mid-continent, and the Dutch efforts around New York and the Hudson Valley. Hämäläinen wants us to see these colonial forays from a Native perspective, and to focus on how tribal nations retained their ascendancy."}, {"role": "body", "text": "When Hernando de Soto explored Florida and regions to the north, Hämäläinen recounts, he ventured into the territory of the Cofitachequi Nation, where he met its leader, known as the Lady of Cofitachequi, who was brought to the meeting on a litter. Perhaps sensing a chance to trade, she gave de Soto a pearl necklace; in response, he took her captive. The expedition moved on, in pursuit of even greater wealth. All this could sound like a story of colonial triumph, but Hämäläinen argues that we have it backward: “Soto and other conquistadors believed they were conquering new lands for the Spanish Empire, but in reality, Indians were carefully steering the Europeans’ course, sending them away with fantastical stories of treasures farther ahead.” And that’s a pattern that he regularly lays out: often, when European conquerors thought that they were subjugating tribal nations, the Europeans were actually being manipulated and controlled by them."}, {"role": "body", "text": "And what looked like bold military successes frequently involved a misunderstanding of Indigenous political structures. In the American Southwest, conquistadors such as Juan de Oñate and Vicente de Zaldívar thought they were controlling the so-called Pueblo Empire by decapitating it, as had been done among the Incas and the Maya. Yet the Pueblo communities in the Southwest were a loosely allied network of autonomous towns, rather than a centrally organized kingdom. Massacres at places like Acoma—where, in 1599, the Spanish killed around eight hundred Pueblo in retaliation for the deaths of a dozen Spanish soldiers—didn’t change the balance of power; they merely taught Indigenous people that the Spaniards were to be resisted. By the end of the sixteenth century, after nearly a hundred years of attempted conquests, Spain had failed to establish any serious settlements in North America."}, {"role": "body", "text": "Hämäläinen shows how the persistent power of Indigenous people similarly caused the early collapse of Jamestown. During the “starving time” of 1609-10, the English colonists—unable to hunt and unwilling to farm—ate dogs, cats, rats, horses, and, occasionally, one another. They failed to take the measure of the Powhatans, who had already subjugated a number of rival tribal nations. Now it was the ravaged colonists, Hämäläinen tells us, who were incorporated into Powhatan power structures. Of course, that wasn’t the end of the story. In 1611, three English ships, bearing hundreds of soldiers, showed up; as Jamestown was reoccupied, the English burned Powhatan cornfields and slaughtered entire Native settlements. It sounds like a familiar story of colonial cruelty, and yet Hämäläinen offers a different emphasis: such massacres, he says, were the actions of terrified, isolated, weak, and ultimately unstable communities. In Hämäläinen’s view, the colonial violence “exposed a deep-rooted European anxiety over enduring Indigenous power: the attacks were so vicious because the colonists feared the Indians who refused to submit to their rule.” He notes that into the mid-seventeenth century—a century and a half after Columbus—the coastal settlements established by the English, French, and Dutch colonists remained fragile and hemmed in; most of the continent was effectively off limits to them. The struggle was for survival more than for territorial expansion."}, {"role": "body", "text": "Only in the late seventeenth century did the French and the English begin to push into the heartland, engaging complex configurations of Indigenous power in contending for control of the Great Lakes and the Ohio River Valley. Yet even then colonial gains were precarious and provisional. By the mid-eighteenth century, Indian rebellions had rolled back European incursions; the Spanish, the French, and the English clung mainly to the coasts and rivers. The vast interior of the continent was largely unknown to them, and the tidy lines of the thirteen colonies were more aspirational than actual."}, {"role": "body", "text": "As the Europeans sought to entrench an imperial presence on the continent, many tribes conglomerated into lasting yet plastic empires of their own. The Iroquois Confederacy (made up of the Cayuga, the Seneca, the Mohawk, the Onondaga, the Oneida, and the Tuscarora) was the most significant power in the Northeast; the Three Fires Confederacy (Ojibwe, Odawa, and Potawatomi) was largely in control of the western Great Lakes; and, later, the Comanche on the southern Plains and the Lakota (along with the Nakota and the Dakota, who spoke distinct dialects of the same language) had military control of larger sections of the continent than any single European power did. Hämäläinen encourages us to see this time not as a period of colonial conquest but as a clash of empires, some European and some Indigenous."}, {"role": "body", "text": "Indigenous foreign policy among the Iroquois and the Three Fires confederacies had evolved into a kind of kinetic détente. My ancestors kept the French and the British off balance by making and breaking alliances as necessary, preventing both from getting the upper hand and keeping both dependent on Native nations. One of the side effects of this policy was the Seven Years’ War, which can plausibly be regarded as the first world war. The conflict began in what’s now Ohio, where an Odawa-French war chief named Charles Langlade led a coalition of Odawa, Potawatomi, and Ojibwe soldiers against a British fort near Pickawillany. They killed thirteen Miami soldiers and took the British hostage. The attackers executed an English blacksmith, who had been wounded in the attack, and then boiled and ate his heart in front of the horrified garrison. Vignettes such as these make the point that tribal nations, including my own, were shoving Europeans around (and eating their hearts) for quite a long time, and help dislodge the idea that tribes were either passively doomed or ineffectually violent."}, {"role": "body", "text": "In time, the reasons for the clash of Indigenous and European empires began to change: the contest wasn’t simply for resources and the ability to transport them but for land itself. As the colonies expanded, accordingly, the elimination of tribal nations became a goal. By the time of the American Revolution, the French had been almost entirely expelled from what is now the United States, and the British pushed into what is now Canada; the Spanish, meanwhile, had divested themselves of most of their holdings north of the Rio Grande through war, treaties, and trade. Yet many tribal nations remained, too strong to ignore or subdue. Thayendanegea, an Iroquois leader, warned President Washington’s Secretary of War, “You consider yourselves as independent people; we, as the original inhabitants of this country, and sovereigns of the soil, look upon ourselves as equally independent, and free as any other nation or nations.”"}, {"role": "body", "text": "Meanwhile, the new American nation found itself crushed under war debt; individual former colonies had different needs and pursued different foreign policies. The government couldn’t sustain multiple wars against multiple Indigenous groups. Instead, it deployed treaties and settlements as a means of subjugation. In the Ohio Country, Congress sold millions of acres of land it didn’t own to coastal speculators, who in turn enticed settlers with large tracts for little money. “The strategy was obvious: once the land was sold, colonists would eradicate Native Americans on their own,” Hämäläinen writes."}, {"role": "body", "text": "All in all, between 1783 and 1803, fighting with tribes drained the U.S. Treasury and absorbed roughly eighty per cent of all federal spending. As a result, the government was forced to expand its authority over regional entities; new powers granted by the Indian Trade and Intercourse Act, in 1790, elbowed aside individual states when it came to the making of treaties and to the control of trade with tribal nations. It was in reaction to Native power and resistance that the augmented role of the federal government—the “United” part of the United States—arose."}, {"role": "body", "text": "As the U.S. grew through the nineteenth century, the balances of power once again shifted; spasms of violence ranged across the West and pitted the Comanche, the Apache, the Cheyenne, and the Lakota against one another and against the federal government. The United States drew on its increasing supply of bodies and of wealth to destroy, bypass, or enfold Native nations on its march to the Pacific. In the last few chapters of “Indigenous Continent,” Hämäläinen, whose book on the Comanche was followed by one on the Lakota, spends a fair amount of time on these two highly kinetic nations."}, {"role": "body", "text": "“Indigenous Continent” itself has a kinetic quality; the account is magisterial but also frenzied, bringing in a plethora of instances in its effort to complicate the standard account. Hämäläinen is fond of the long-distance scholarly raid, and the book often proceeds at a gallop. Still, the pace and the scope of the book have a force of their own: Hämäläinen makes it clear that America’s past is crazily, energetically, tumultuously crowded with incident; that Indigenous power has affected everything about America."}, {"role": "body", "text": "Has he delivered on the idea of an “Indigenous continent”? That’s a harder question. The great value of Hämäläinen’s work is as a corrective polemic. In restoring historical agency to Native peoples, he joins a number of accomplished historians who over the past generation have advanced Native scholarship, including Richard White, Patricia Limerick, Ned Blackhawk, Michael McDonnell, Elizabeth Fenn, and others. The Native historian Joshua Reid has startlingly challenged the very “bifurcation of Indian versus non-Indian colonists.” Because we know how things turned out, the argument goes, we’re tempted to fixate on the power struggles between European and Native groups while overlooking power struggles among Native peoples. The Lakota, for example, are intelligible only in relation to the Dakota and the Mandan and the Arikara and the Hidatsa as well as to the Ojibwe, the French, the English, and, later, the Americans. Similarly, the Iroquois come into focus only by way of their relationships with the Dutch, the English, the Wyandot, the Shawnee, the French, the English, and the Choctaw. Hämäläinen shows us, again and again, how various European and tribal nations ebbed and flowed not in isolation but in constant tension."}, {"role": "body", "text": "And yet the limitations of Hämäläinen’s approach are striking, too. Despite his avowed aim to tell the story of North America from an Indigenous perspective, the main history he relates largely follows the white settlers in their movements. We get conflict zones in the Appalachians, south of the Great Lakes, in the Ohio River Valley, and, later, on the Great Plains, but in each instance Hämäläinen replicates the very thing he has said he was writing against: a fundamentally east-to-west story of European colonial expansion. Nor is the purview of “Indigenous Continent” exactly continental. Hämäläinen spends hardly any time in the Pacific Northwest or along the California coast. We learn little about the alliances and conflicts between tribal nations and the Spanish which flowed from north to south along the Rio Grande, from what is now Colorado to Mexico City. We learn little, for that matter, about the alliances and conflicts that the Iroquois and the Three Fires confederacies had with the British and the French in what is now Canada, extending all the way north to Hudson Bay. What we get is less an “Indigenous continent” than a Native United States."}, {"role": "body", "text": "The book is, at times, breathless in its exposition, and nuance is sometimes lost in the shuffle. So, too, are the attempts to include Indigenous concepts—linguistic, spiritual, cultural. Scholars will debate whether the formation and expansion of certain tribal nations are best understood in reference to European models of empire. And Hämäläinen’s eagerness to characterize the colonial slaughter of Indigenous people as evidence of fear and weakness wears thin as the tide turns, and the story of pitched battle gives way to one of systematic subjugation."}, {"role": "body", "text": "There is, of course, only so much that one book can do. As it is, the tremendous scope of “Indigenous Continent” exacts a narrative cost: often it reads like a monkish chronicle—a quick succession of names, dates, harvests, tragedies, schisms, rejoinings, subsequent sunderings, wins, losses. But, if Hämäläinen’s achievements are more circumscribed than his ambitions, it’s impossible not to honor both. I can only wish that, when I was that lonely college junior and was finishing “Bury My Heart at Wounded Knee,” I’d had Hämäläinen’s book at hand. It would have helped me see that there was indeed a larger story: that my civilization hadn’t been destroyed; that my tribe’s contribution to the past wasn’t merely to fade away in the face of history; that Native peoples—for better or for worse—made this country what it was, and have a role to play in what it now struggles to be."}]}