{"title": "Judd Hirsch, in Medias Res", "subtitle": "The eighty-seven-year-old actor, who plays Steven Spielberg’s great-uncle Boris in “The Fabelmans,” traipses around his old Bronx stomping grounds and recounts stories (Colin Powell! Robert Moses!) without beginnings or endings.", "authorName": "Michael Schulman", "coverImageURL": "https://media.newyorker.com/photos/6365b9e183b58b778a57b20a/master/w_2240,c_limit/221114_r41350illu.jpg", "coverImageWidth": 1855, "coverImageHeight": 2560, "coverImageDescription": "Illustration by João Fazenda", "hashTag": "The Pictures", "publishDate": "November 7, 2022", "contents": [{"role": "body", "text": "Judd Hirsch climbed into an Escalade on the Upper East Side and directed the driver to the Bronx, where he spent most of his childhood. “I haven’t been to any of these places in years,” he rasped, dressed in a bright zigzaggy sweater. He asked the driver his name, which was Bernard. “I’m Judd,” he said. “We will probably have the same names by the end of the day, unless there’s a transformation of some sort.”"}, {"role": "body", "text": "Hirsch is eighty-seven but has the propulsive energy of an eight-year-old. He tends to start stories in the middle and end in the middle. Where was he? Oh, right: the time he met Colin Powell and informed him that they’d both lived on Kelly Street, in the South Bronx. “He could not believe I was older than him. Two years!” In “The Fabelmans,” Steven Spielberg’s new autobiographical movie, Hirsch plays the director’s great-uncle Boris, who tells the teen-age protagonist that he will be an artist and that it will tear him apart: part benediction, part curse. The real Boris was a former lion tamer and silent-movie actor, and Hirsch plays him like a Yiddishkeit cannonball. There’s talk of a nomination for Best Supporting Actor, four decades after Hirsch was nominated for “Ordinary People.”"}, {"role": "body", "text": "“I got this call from my agent: ‘You’re going to get a call from S.S.’—S.S. wants to speak with J.H.,” Hirsch recalled. Spielberg sent him the script. “I said, ‘Who is this guy?’ He said, ‘He’s the guy that made me become a director.’ ” The car pulled onto Kelly Street, where Hirsch lived as a baby. His mother had emigrated from Russia as a teen-ager, a fact that Hirsch didn’t discover until he was an adult. “She never told anybody. She was a large, walking Russian secret,” he said. “A massive mystery to me, my mother. My father left when I was two. He came back five years later. God only knows why. Another mystery: What happened? Never mind.”"}, {"role": "body", "text": "Unlike Spielberg, he had no inspiring older relatives. “My mother’s side was rabbinical,” he said. “When I went over to their houses, I didn’t like the way it smelled.” His father’s side: “Blowhards.” On Findlay Avenue, where he moved in second grade, he said, “All I knew is it was a dangerous, dangerous neighborhood. It was dark. There was a railroad right down the street. I was a kid who was not living in a real place. It was fiction!” He got out at his old building, where he shared superintendent duties with his father, collecting garbage by dumbwaiter. It’s now supportive housing. “Hi,” he said to a security guy in the lobby. “I was here a long time ago. I was the superintendent. This was—wow!—in the nineteen-forties. I was a kid. They had a dumbwaiter. You know what a dumbwaiter looks like?”"}, {"role": "body", "text": "The baffled man called over a social-services coördinator, and Hirsch asked if she knew how old the building was; she guessed eighty. “No, it’s older,” he said. “I’m older, and I lived here when I was already old. So it’s ancient.” The woman gave him a where-have-I-seen-you look. “ ‘Taxi,’ ” he said."}, {"role": "body", "text": "Next stop: Walton and 171st, where Hirsch lived from third grade on. He passed the cinema where he saw “A Streetcar Named Desire,” now a supermarket, and stood across from his old place. “We used to play stoopball—you throw a ball against the stoop. This would be the outfield,” he recalled. Nearby, they’d play stickball. “If you broke a window, you ran.” En route to his junior high school, he passed the spot where he would eat lunch, until Robert Moses tore it down to build the Cross Bronx Expressway, “the worst hunk of crap in the world.” Junior high was where “I developed a personality,” he said. He and his friend Stanley Rieger used to do funny announcements on the loudspeaker. Years later, when Hirsch was cast in “Taxi,” the writers named his character Alex Taylor. He didn’t like the last name, so he changed it to Rieger."}, {"role": "body", "text": "Last stop: DeWitt Clinton High School. “One of these places would burn every other week,” Hirsch said, passing a string of auto shops on Jerome Avenue. His father, an electrician, wanted him to get a good union job, so Hirsch studied math to become an engineer. He didn’t discover acting until he took a speech class at City College, taught by a man in a bow tie. “He said, ‘What’s the color of a nude in moonlight?’ And he’d go around. He said, ‘Gray-green.’ ” The instructor would have everyone recite Robert Frost: “He will not see me stopping here / To watch his woods fill up with snow.” “He kept saying, ‘Fill up with snow. Fill up with snow.’ I went, You know something? You can take language and make it more than the words. It excited me like crazy.” The driver dropped him off in Manhattan. “Thank you, Bernard, for this wonderful ride,” Hirsch said. “I never felt a thing.”"}]}