{"title": "Meet the New Nates Two Day Students at Andover", "subtitle": "The prep-school pollsters Alex Shieh and Patrick Chen take a break from the Math Club and Latin to survey the midterm Senate races.", "authorName": "Zach Helfand", "coverImageURL": "https://media.newyorker.com/photos/6365b75921798fa6b8666403/master/w_2240,c_limit/221114_r41348illu.jpg", "coverImageWidth": 1855, "coverImageHeight": 2560, "coverImageDescription": "Illustration by João Fazenda", "hashTag": "Midterm Watch", "publishDate": "November 6, 2022", "contents": [{"role": "body", "text": "“Yes, the Polling Warning Signs Are Flashing Again,” the Times, which has devoted a lot of resources to projecting election results, declared recently. The pronouncement was, depending on your party affiliation, the severity of your polling obsession, and your Nate allegiance (Cohn, of the Times, or Silver, of FiveThirtyEight), either an overdue corrective or a clever hedge. Polls were a liberal coping device in the early days of American democratic collapse, but we now live in a post-nine-point-error-in-Wisconsin world. Are we really ready to be hurt again?"}, {"role": "body", "text": "“Pollsters have gotten things wildly wrong,” Alex Shieh said the other day. He would know. He’s a pollster himself, although he can be excused for the sins of his profession; in 2016, he was eleven. After witnessing the statistical whiffs of recent cycles, Shieh and his friend Patrick Chen, a fellow-senior at Phillips Academy Andover, in Massachusetts, thought they couldn’t do any worse. Earlier this year, they launched the Andover Poll, which they call “the nation’s first high-school-run public opinion poll.” They’ve been cranking out surveys regularly. Some get picked up by the national media."}, {"role": "body", "text": "Shieh and Chen were sitting in a side room of the school’s art museum. They’re both townies—commuters, not boarders. Why start a poll? “Part of our goal is to regain trust in polling,” Shieh said. Talk turned from the pursuit of quantitative fact to the slipperiness of objective truth."}, {"role": "body", "text": "“I like to think the poll was my idea,” Shieh said."}, {"role": "body", "text": "“I also like to think it was my idea,” Chen said."}, {"role": "body", "text": "“I texted Patrick, ‘We should start a poll,’ ” Shieh said."}, {"role": "body", "text": "“I called up Alex and asked if he wanted to start a poll,” Chen said."}, {"role": "body", "text": "Shieh had scruffy black hair and wore a Phillips Academy quarter-zip. He’s the natural talker. Chen, in a black polo and cargo shorts, is quieter and smiley. He’s a little taller. When the pair posed for photos, Shieh stood on tiptoe. Both have impressive résumés. Shieh: campaign intern for Michelle Wu, the mayor of Boston; pole vault (varsity); Math Club (member); G.P.A., 4.0; certified therapy-dog handler (“Trained the family pet, Shelby, to pass the necessary requirements”). Chen: tennis (“J.V.!” Shieh noted); Math Club (co-president); startup C.O.O.; summa cum laude, National Latin Exam; inventor of a drone that cleans windows."}, {"role": "body", "text": "During the past year, the two have taught themselves the ins and outs of robocalling and iterative proportional fitting. Weighting results wasn’t very difficult. “There’s a Wikipedia article,” Chen said. In April, they launched their first poll, dealing with New Hampshire’s races. “My grandparents live up there,” Shieh explained."}, {"role": "body", "text": "“On the first day, we were in the library, in the room we call the Comfy Chair Room,” Chen said. “We were so excited. We kept refreshing the page. We saw our first response come in—”"}, {"role": "body", "text": "“And then the computer crashed,” Shieh said. They moved servers a few times. “At one point it was actually in my basement.”"}, {"role": "body", "text": "Other polls followed. Their Georgia Senate poll flipped FiveThirtyEight’s projected winner from Raphael Warnock to Herschel Walker. Though they have some good news for Democrats (Nevada), they’re often more bullish than the consensus on the Republicans’ outlook. They expected a close race for Pennsylvania’s governor and a G.O.P. rout for Arizona’s. “Part of the thing about being, in our opinion, one of the more accurate pollsters is sometimes you get things that are surprising,” Shieh said."}, {"role": "body", "text": "When the results are gloomy, some poll addicts seem bothered by the fact that their level of existential dread is dictated by guys young enough to, plausibly, receive an atomic wedgie. The pair get hostile tweets. (“Ain’t nobody care rich kids”; “gonna need to see the Harvard–Westlake numbers.”) Shieh shrugged. “Adolescence doesn’t make phone lines, like, break down,” he said. “A lot of people just don’t get it. They thought we were polling kids.”"}, {"role": "body", "text": "“There’s always some Exeter kids who are, like, Look at these trash Andover kids,” Chen added."}, {"role": "body", "text": "Shieh and Chen offered a tour of campus. They pointed out landmarks: lawn, chapel, Comfy Chair Room. They noted some successes (“Jeb follows us on Twitter”; he later unfollowed them) and offered theories for the recent polling failures. “I think Trump ruined everything,” Shieh said. They suggested several possible causes: the shy-Trump-voter phenomenon, nonresponse bias, failure to weight for education. They believe they’ve found corrections. Would they approach Nate Silver levels of trustworthiness? “Well, I’m not sure exactly how trustworthy Nate Silver is,” Shieh said."}, {"role": "body", "text": "After the midterms, the Andover Poll might turn to student-specific polling, though it has on-campus competition. “The school newspaper runs a poll,” Shieh said. It’s impressive in breadth—family income (a plurality was more than five hundred thousand), religious affiliation (atheism, by a hair), sexual activity (modest), nightly hours of sleep (6.65). “We offered to help, and they turned it down,” Shieh said. “I disagree with the methodology.”"}, {"role": "body", "text": "Chen explained, “They overestimated the actual G.P.A.”"}]}