{"title": "Returns", "subtitle": "", "authorName": "Annie Ernaux", "coverImageURL": "https://media.newyorker.com/photos/63628b575f3336789993d255/3:4/pass/221114_r41337.jpg", "coverImageWidth": 1917, "coverImageHeight": 2556, "coverImageDescription": "Illustration by Sébastien Plassard", "hashTag": "Fiction", "publishDate": "November 6, 2022", "contents": [{"role": "body", "text": "The last time I saw my mother at her home, it was July, a Sunday. I travelled there by train. At Motteville, we sat in the station for a long time. It was hot. It was quiet, both in the compartment and outside. I looked out the open window; the platform was empty. On the other side of the S.N.C.F. railroad barriers, the tall grass almost touched the lowest branches of the apple trees. It was then that I could really feel that I was approaching C. and that I was going to see my mother. The train continued on to C. at a reduced speed."}, {"role": "body", "text": "Leaving the station, I thought I recognized various faces, without being able to put a name to any of them. Perhaps I had never known the names. It was less hot, thanks to the wind. It’s always windy in C. Everyone, including my mother, believes that it’s colder in C. than in other places, even those just five kilometres away."}, {"role": "body", "text": "I didn’t take the taxi that was parked in front of the railway hotel, as I would have anywhere else. As soon as I’m in C., I go back to my old ways: a taxi is for communions, weddings, and burials. There’s no reason to spend money like that. I headed up Rue Carnot, to the town center. At the first pâtisserie, I bought cakes, éclairs, and apple tarts—the kind she used to tell me to bring home after midday Mass. I bought some flowers, too, gladioli, which last a long time. Until I got to the housing complex where she lives, I didn’t think anything besides, I’m going to see her again and She’s waiting for me."}, {"role": "body", "text": "I knocked on the narrow door of her ground-floor studio apartment. She called out, “Yes. Come in!”"}, {"role": "body", "text": "“You should lock the door!”"}, {"role": "body", "text": "“I knew it was you. There’s no one else it could have been.”"}, {"role": "body", "text": "She was apronless, with lipstick on, laughing, standing by the table. She put her hand on my shoulder, tilting her face up for me to kiss. At the same time, she was firing off questions about my trip, the children, the dog. She didn’t answer mine. Afraid of being boring, always, when speaking of herself. Later, she repeated, as usual, “I’m fine here. Couldn’t be better” and “I have no complaints.” The TV was on without sound, just the test pattern on the screen."}, {"role": "body", "text": "She took the gladioli, a little uneasy, and thanked me with an artificial tone to her voice. I had forgotten: my giving her flowers from a florist had always seemed like an affectation to her, too formal; it hurt her feelings. It was as if I were fussing over her as I would over a stranger, not family. The cakes pleased her, but she had already bought some for us on her way back from Mass."}, {"role": "body", "text": "We sat opposite each other at the table that, along with the buffet, almost filled her apartment. I remembered what she’d said the first time I’d come here after she moved in: “I bought it big—it can seat at least ten people!” Not once, in six years. . . . Nevertheless, she had covered it with an oilcloth, so as not to damage it."}, {"role": "body", "text": "She was breathless, as though she had no idea where to start among all the things we had to talk about. It was dark in her studio, and there was a slight odor; she didn’t air it out enough. When I was a child, she’d take me with her to visit some old ladies on Sundays. Leaving their houses, she’d sniff the air: “It always smells so musty in old people’s homes—they never open the windows.” Because she used to say this, I hadn’t expected her to become one of those people."}, {"role": "body", "text": "She talked about the weather in C. in the spring and the people who had died since my last visit, getting irritated with my failure to remember them, which she felt was intentional—“It’s that you don’t want to remember.” Giving me detail after detail, until I could figure out whom she meant: the person lived there, her daughter went to school with me, and so on."}, {"role": "body", "text": "We set the table at quarter to twelve. The last time, she’d waited until twelve-thirty. She was accelerating everything. At one point, she said that the days of beautiful weather would soon be over."}, {"role": "body", "text": "While looking for napkins, I found a stack of romance magazines at the back of the buffet. I didn’t say anything about them, but she guessed that I’d seen them. “Those little magazines—Paulette gives them to me, otherwise you know I wouldn’t read them. That’s all she reads, these little stories about nothing.” Still afraid that I’d criticize her reading habits. I almost said that it didn’t matter if she preferred Nous Deux to the Malraux she’d just borrowed from the public library. She would have been unhappy if I’d seemed to think her incapable of reading the kind of thing I read."}, {"role": "body", "text": "The meal passed in silence. Her eyes on her plate, her slightly sloppy movements those of someone used to eating alone. She refused to let me do the dishes. “What will there be for me to do once you leave?”"}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/63628b5701aacbc004405e3b/master/w_1600,c_limit/221114_a26172.jpg", "imageWidth": 1600, "imageHeight": 397}, {"role": "body", "text": "She was sitting up straight in her chair, her arms crossed. I’d never seen her move her body in a natural, relaxed way; she never ran her fingers gently through her hair, never slipped a hand inside the neckline of her blouse while deep in a book. Her only gestures of abandon were expressions of fatigue: stretching with her arms above her head, slumping in a chair, her legs out in front of her. Less hardness in her face than there had been, less of that tension you need to make your way through life. Her gray eyes, which had always suspected the worst of me, were fixed on me with a hungry softness. She had been counting the days, had told herself in the morning that this was the day I was coming, and there we were, the two of us, and half our time had already passed. The tone of our visit was playful and kind. The other tone, the violence from when I was fifteen, would not return. “Cow, bitch, I’m killing myself for her.” “I’m going to get the fuck out of here.” “You’re going to jail first, you useless idiot.”"}, {"role": "body", "text": "She tried to come up with more subjects of conversation, so that I wouldn’t go too soon, leaving her alone with her desire for me, her longing to live with me, her daughter, forever. “Paulette brought me some gooseberries. You wouldn’t believe how good they are. It makes sense, since they’re in season. Remind me to give you some before you go.” Paulette—a former neighbor who was my age—came to see her every week; she had never left C."}, {"role": "body", "text": "Icould hear cars in the distance on the trunk road, a radio in the apartment next door, broadcasting the Tour de France, perhaps."}, {"role": "body", "text": "“It’s peaceful.”"}, {"role": "body", "text": "“It’s always peaceful here. Sundays are the quietest.”"}, {"role": "body", "text": "Many times she had advised me to get some rest during my vacation. The sentence that used to horrify me the most when I was complaining that I didn’t know what to do: “Just have a little rest.” Again, I felt the onset of annoyance, but her words had no power over me anymore. They only reawakened memories, the way sports radio on Sunday or an apple tart can. I could feel the boredom of summers in C.: reading from morning to night; Sunday movies, restricted or for adults only, in the three-quarters-empty theatre of the Mondial, while she thought I was out for a “nice walk” with an older cousin; the children’s games at the street fair for local businesses; the public dance hall, which I didn’t dare enter."}, {"role": "body", "text": "In the middle of the afternoon, a cat appeared on the windowsill of the kitchenette. She jumped up from her armchair to let it in, an “adopted” cat that she fed, that slept on her bed in the daytime. She was the happiest she’d been since I got there. The cat kept us busy for a long time—watching it, taking turns holding it. She recounted all its tricks; “the little pig” clawed the curtains, and even her wrists, which were striped with red in two places. As she used to, she said, “Every living thing is beautiful.” She seemed to have forgotten that I was going to leave."}, {"role": "body", "text": "At the last minute, she pulled out a form that urgently needed to be filled out for her Social Security. “I don’t have time. Just give it to me and I’ll send it to you.” “It’ll take no time. You’re five minutes from the station.” “I’ll miss my train.” “You’ve never missed it. You can take the next one.” She was on the verge of tears. She concluded with her habitual “This is very upsetting for me.”"}, {"role": "body", "text": "After kissing me at the door, she tried to keep talking. Last image of her: in the doorway, rounded arms framing her heavy silhouette in a yellow dress—her prettiest one, tight around the chest and the belly—a wide, fixed smile. This time, once again, I felt that I was leaving badly, in a cowardly way."}, {"role": "body", "text": "I took the shortest route to the train, the one that goes past the Shell station. There, in the old days, I’d stop to prepare myself for her interrogating look when I returned from the cinema, bracing myself, wiping off what was left of my lipstick. What will people think of you?"}, {"role": "body", "text": "On the train, I couldn’t help imagining her, washing the dishes in a solitary silence, all sign of my presence soon erased. I watched C. disappear—the Sernam buildings, the railway workers’ housing beside the tracks."}, {"role": "body", "text": "A month later, I came back to see my mother. She had suffered sunstroke after Mass and had been admitted to the hospital in C. I aired out her apartment, retrieved paperwork from her buffet, threw out the perishables in her fridge. In the vegetable drawer, in a plastic bag that was knotted at the top, were the gooseberries I had forgotten to take the previous time, now just a brown, liquid heap."}]}