{"title": "Should Ovid’s Metamorphoses Have a Trigger Warning?", "subtitle": "Stephanie McCarter’s new translation grapples intelligently with issues of sexual violence that have often been obscured by euphemism.", "authorName": "Daniel Mendelsohn", "coverImageURL": "https://media.newyorker.com/photos/63628dfd13d56c8ac3b5fda3/2:2/w_2240,c_limit/221114_r41344.jpg", "coverImageWidth": 1753, "coverImageHeight": 1753, "coverImageDescription": "In his masterpiece, Ovid fused epic form with something more subversive.", "hashTag": "Books", "publishDate": "November 7, 2022", "contents": [{"role": "body", "text": "One day in the thirteenth century, James I of Aragon, not only a great conqueror but a king famous for his powers of memory, made a revealing slip. Having convened an assembly of lords and clerics, he tried to think of an appropriately authoritative quote with which to begin his address. What happened next is recorded in his “Book of Deeds,” the autobiographical chronicle that he later dictated to his scribes:"}, {"role": "quote", "text": "And we ordered the bishops and the nobles to our Court and we had them assembled in the church of the Preachers. . . . We got to our feet and we began with an authority from the Sacred Scripture that says: Non minor est virtus quam quaerere parta tueri."}, {"role": "body", "text": "“It takes no less talent to keep what you’ve got than to acquire it”: for a crusading medieval monarch, what more convenient justification for territorial consolidation could there be than “Sacred Scripture”?"}, {"role": "body", "text": "The problem is that that line of Latin doesn’t appear anywhere in the Bible. It comes, rather, from a notoriously risqué book of poems, published during the reign of the Emperor Augustus, whose narrator doles out advice on how to seduce women—preferably married ones. (The first part is about where to find them; the second, about how to get them into bed; the third—the part that James quoted—about how to hold on to them.) The Spanish king was hardly alone in conflating this poet with a Higher Authority. The eleventh-century theologian and philosopher Abelard once cautioned against excessive harshness in monastic rule by observing that “we always chafe at restrictions and want what is forbidden”—sensible enough advice, except that the sentence in question was actually meant as a warning to married men that keeping too close an eye on their wives would only make them more eager to stray."}, {"role": "body", "text": "That these lines of Roman erotic verse had become indistinguishable from Scripture by the Middle Ages isn’t really all that surprising. More than those of any other poet of ancient Rome, the works of Publius Ovidius Naso—we know him as Ovid—have insinuated themselves into the mind of Europe, influencing its literature, art, and music. Already during his lifetime, dance versions of his work were being staged, and the adaptations and borrowings have continued to the present day. Julie Taymor’s notorious Broadway flop, “Spider-Man: Turn Off the Dark,” was an awkward riff on Ovid’s tale of Arachne, the artistically talented young woman who foolishly challenged the goddess Minerva to a weaving contest and, as punishment, was turned into a spider. The poet Jericho Brown opens his 2019 collection, “The Tradition,” with a poem called “Ganymede,” in which Jove’s abduction of the beautiful Trojan prince becomes a metaphor for the agonized dynamics of American slavery."}, {"role": "body", "text": "If the stories of Arachne and Ganymede are familiar to the casual reader, it’s because of Ovid’s greatest work, the Metamorphoses, an epic poem of fifteen books. These contain nearly two hundred and fifty mythic tales of corporeal transformation, many of which have become the canonical versions of those stories. The nymph Daphne, desperately fleeing the god Apollo, calls on her river-god father for help and is turned into a laurel tree; the lovelorn artist Pygmalion’s ivory statue becomes a flesh-and-blood woman, Galatea; the nymph Echo, pining for the self-absorbed Narcissus, fades away until all that remains of her is her voice. The poet’s acute insights into human psychology have given these tales a parable-like power—narcissism, anyone?—while the tortured physicality at the heart of his narratives has made them irresistible to artists across the centuries. “Leda and the Swan” alone has tempted everyone from Leonardo to Cézanne to Cy Twombly."}, {"role": "body", "text": "The art, like the poem itself, is not without controversy. Bernini’s “Apollo and Daphne,” a technically superb rendering of an ugly act, has raised troubling questions about the aestheticization of violence which increasingly haunt the reception of Ovid’s epic. In 2015, a group of Columbia University students demanded that trigger warnings be attached to passages from the Metamorphoses—long a required text—that depict rape. In so doing, they themselves triggered a national debate about “snowflake” students and the place of “great books” in the curriculum."}, {"role": "body", "text": "But, then, Ovid was controversial from the start. Immensely successful during his lifetime, he nonetheless drew jabs from contemporary literati who found his verbal polish and glittering wit a cover for a lack of substance—a criticism that persisted well into the twentieth century. Ironically, the most famous controversy about the poet is historical rather than literary: at the height of his fame and prestige, he was suddenly exiled by Augustus to a backwater where he spent the rest of his life. The precise nature of his offense is still the subject of debate."}, {"role": "body", "text": "These controversies are now squarely addressed in a brisk new translation of the Metamorphoses from Penguin Classics, by Stephanie McCarter, a scholar of classical languages at the University of the South. McCarter confronts the tricky issues associated with both the poet and his epic not only in her forthright introduction but in the translation itself, where, like an art restorer removing decades of browned varnish from an Old Master, she strips away a number of inaccuracies and embellishments that have accreted in translations over the decades and centuries, obscuring the sense of certain passages, particularly those portraying women and sexual violence. The addition of McCarter’s revisionist translation to an already crowded field—half a dozen into English alone since the nineteen-eighties—reminds us that Ovid and the issues that preoccupied him have never been far from the center of our culture."}, {"role": "body", "text": "The youngest, by nearly a generation, of the three greatest poets of Rome’s “golden” literary age, Ovid was the only one who grew up under the Empire. Both Virgil and Horace were already adults by the time the Roman Republic finally disintegrated, in the forties B.C.E., during a bloody civil war; Ovid, the second son of a wealthy landowner in Sulmo, about a hundred miles east of Rome, was born in March, 43 B.C.E., almost exactly a year after the assassination of Julius Caesar set in motion the war’s final chapters. The collapse of the old order paved the way for the ascendancy of Caesar’s great-nephew and adopted son, Octavian, who in 27 B.C.E., having defeated Antony and Cleopatra, his last remaining rivals for power, assumed the name Augustus and established the Empire."}, {"role": "body", "text": "Like many intelligent Romans exhausted by years of civil war, Virgil and Horace could be grateful for the political and economic stability brought about by Augustus’ iron grip on the state, while discreetly looking away when it came to his sometimes draconian tactics for reinforcing solid old Roman virtues. (He passed laws encouraging fertility and imposing heavy financial penalties on adulterers.) But to the next generation, especially well-off youngsters like Ovid who, in an earlier era, might have happily pursued meaningful careers in politics, the autocrat’s attempts to legislate private morality no doubt seemed as risible as George H. W. Bush’s “family values” campaign did to urbane twentysomethings in the nineties."}, {"role": "body", "text": "This background is crucial to understanding Ovid’s literary manner and the great successes—and, perhaps, the ultimate disaster—it brought him. Though educated with an eye to a career in the law, the young Ovid faced his father’s disapproval (“Even Homer died penniless!” Ovid, Sr., protested) to pursue what he felt was his natural inclination to poetry: whenever he tried to write prose, he later recalled, it came out as verse. In the mid-twenties B.C.E., while still in his late teens—“my beard had only been trimmed once or twice”—he burst onto the literary scene with a daring collection of erotically themed poems called the Amores. The work, whose title can mean anything from “love affairs” to “girlfriend” to “sex play,” recounts the ups and downs of the narrator’s affair with a woman he calls Corinna. Typically, Roman poems of this sort took the form of anguished erotic autobiography—frustrated suitors brooding over their emotional upheavals at the hands of cruel or indifferent mistresses. In the Amores, Ovid comes close to parodying that earnest genre, toying with its conventions and expanding its boundaries to cover a range of outré subjects—two of the poems are about abortion, one about impotence—in an arch style that would have raised eyebrows coming from a mature poet, let alone a teen-ager."}, {"role": "body", "text": "Roman society was titillated, and wanted more. After the Amores came the Heroides (“Mythic Heroines”), a series of verse letters by famous women of myth to the lovers who had abandoned them (Dido to Aeneas, Medea to Jason). These revealed a deep sympathy for women’s suffering and a keen interest in female perspectives unusual for the time, qualities that were doubtless on display in his tragedy “Medea,” now lost, which the historian Tacitus described as one of the two most popular Roman dramas ever produced."}, {"role": "body", "text": "When Ovid was in his early forties and the toast of Rome, he published his most audacious poems to date—a collection that the Encyclopædia Britannica once called “perhaps the most immoral work ever written by a man of genius.” In the Ars Amatoria, or “The Art of Love”—the book that would later make such an impression on James I of Aragon—the poet repurposed the dignified old genre of didactic poetry in a scandalous way. Earlier poems of this type offered instruction in matters both philosophical (Lucretius’ “On the Nature of Things”) and practical (Virgil’s Georgics gives advice about farming and beekeeping). Ovid, assuming a brittle, Noël Coward-ish pose of erotic sophistication, used the form to gleefully dispense his wisdom on seduction, complete with hints about where men could hunt for women (porticoes, theatres, the tail end of parades). Two volumes of this were soon followed by a third, in which he gives women advice on how to seduce men. Then he published “Remedies for Love,” in which he does an about-face and offers tips on how to fall out of love. The ability to work all sides of an argument reminds you that he’d been trained as a lawyer."}, {"role": "body", "text": "The timing of these books’ publication was problematic, to say the least. At around the same time, Augustus’ only child, Julia, was caught up in a sex scandal involving a number of high-ranking citizens. The “family values” emperor couldn’t very well be seen as a hypocrite: one of Julia’s lovers was forced to commit suicide and the others were exiled, as was Julia. Ovid himself believed that “The Art of Love” was what got him into trouble with Augustus: he later wrote that he had been exiled because of a “poem and a mistake”—the poem being “The Art of Love.” And yet that book was published a full ten years before the day in 8 C.E. on which the poet, now in his early fifties, was summoned to the palace, castigated by Augustus, and given twenty-four hours to leave Rome. He left behind his third wife, who seems to have worked tirelessly for his recall. (After two brief marriages, one of which produced a daughter, the erotic cynic seems finally to have found true love with a worthy partner.) Also left behind was the manuscript of the Metamorphoses, still awaiting its finishing touches, which the distraught poet apparently attempted to burn. Luckily, copies were already circulating."}, {"role": "body", "text": "It remains a mystery why, if Augustus was so offended by “The Art of Love,” he waited a decade to act. Some scholars believe that the “mistake” Ovid referred to later was not literary but political: he may have got too close to a conspiratorial faction at court that opposed Tiberius, Augustus’ chosen heir, and official outrage over the poem was merely a smoke screen to prevent news of the conspiracy from leaking out. Whatever the case may be, within months Ovid was in the tiny frontier settlement of Tomis, on the northwest coast of the Black Sea, where few people spoke Latin: a particularly cruel punishment for a poet. He died about ten years later, aged sixty, his endless pleas for a recall ignored by Tiberius, as they had been by Augustus. The exact date and circumstances of his death remain unknown."}, {"role": "body", "text": "What is not controversial about Ovid is that the poem he was laboring over before his fall from grace was a masterpiece: his only epic and a work unique in the literature of Rome, if not of the world."}, {"role": "body", "text": "Like some of the anomalous beings it takes such delight in describing, the Metamorphoses is a hybrid. Ovid and his contemporaries were deeply influenced by the aesthetic theories of the Greek writer Callimachus, who, rejecting the sprawling narrative arcs of epics such as the Iliad and the Odyssey, is said to have declared that “a big book is a big evil.” Callimachean aesthetics endorsed, by contrast, exquisiteness, brevity, and allusiveness. In the Metamorphoses, Ovid attempted something that no one had ever tried before: to compose a work whose reach recalled Homer and Virgil but that was simultaneously a Callimachean collection of artfully fashioned episodes."}, {"role": "body", "text": "Ovid announces the nature of his epic in its opening lines, where he asks the gods to “delicately spin out” a song so vast as to be “unceasing,” starting with the beginning of the world and ending in the poet’s own time. He opens with an evocation of the primal chaos from which all creation arose, shifting, as the poem progresses, to the establishment of Jove’s rule in heaven and the creation of the human race (which, as in the Bible, has to repopulate itself after a devastating flood). There follows a panoply of myths about the interactions of gods and humans, including the many instances of divine violence against mortals which lead to all those baroque mutations."}, {"role": "body", "text": "Amid this busy sequence, the poem’s chronology moves from the mythic age to human history, and the scene of its action gradually moves from Greece and the East to Italy and Rome. We get capsule retellings of the Trojan War and its aftermath—material from the Iliad and the Odyssey, of course, but also from the Aeneid, Virgil’s epic about the founding of Rome, which by Ovid’s time was already a classic. Finally, the mythic history segues into current events. Toward the end of the final book, the murdered Julius Caesar is transformed into a twinkling star that looks down on the even greater achievements of his adopted son—Augustus."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/63653b137b68be7fe7fdd1d7/master/w_1600,c_limit/221114_a27090.jpg", "imageWidth": 1600, "imageHeight": 1236}, {"role": "body", "text": "The Aeneid, too, found space to celebrate Augustus and his family. But in the Metamorphoses what looks like an optimistic trajectory from chaos to empire is constantly undercut by tartly revisionist treatments of epic tropes. When Ovid rehashes Homer and Virgil, there’s something of “Rosencrantz and Guildenstern Are Dead” about his approach—he finds odd, sometimes even comic angles from which to view the famous heroics of the past. In the Metamorphoses, much of the Trojan War is reduced to a long and frankly rather boring debate between two warriors over who will get the dead Achilles’ armor. Other great myths and their heroes—Perseus, Theseus, Jason, even Hercules—come in for similarly irreverent treatment."}, {"role": "body", "text": "Above all, Ovid’s presentation of Jove—the king of the gods and the obvious counterpart of Augustus himself—is almost uniformly disparaging in its contempt for the god’s use of his power. The Metamorphoses often reads like a catalogue of Jove’s violent offenses: Jove transforming himself into a bull in order to abduct Europa, Jove becoming a swan to get at Leda, Jove taking the form of an eagle in order to snatch up Ganymede. Homer’s Zeus, fallible though he sometimes is, is always august, awesome; not so Ovid’s Jove. You’re more than a little uneasy when, in the poem’s final vignette, Augustus is explicitly compared to that most powerful of gods: “Jove rules the heavens / and the tripartite world. Augustus holds / the earth. Each is a ruler and a father.” By the time he wrote these lines, of course, Ovid knew exactly what the Emperor had done to his daughter."}, {"role": "body", "text": "If there are any heroes in this violent and kaleidoscopic work, they are artists. The Metamorphoses returns again and again to the ingenuity of artists and musicians and poets, from sculptors like Pygmalion to the musician Marsyas, from inventors like Daedalus, who both creates and then must escape from the Labyrinth, to the semi-divine poet Orpheus, the preëminent representative in the Western tradition of poetic genius in both its positive and negative aspects. (He can charm trees and rocks, but famously fails to bring his wife, Eurydice, back from the dead.) The long Orpheus sequence in Book 10—a mini-epic all its own—is characterized by a dizzying, almost Calvinoesque series of nested narratives. At one point, you realize you’re reading Ovid telling a story about Orpheus telling a story about Venus telling her lover Adonis a story about another pair of lovers."}, {"role": "body", "text": "As if eerily anticipating his own fate, the poet lingers on the tales of artists—and critics!—who suffer dreadful punishments for speaking uncomfortable truths to power. Marsyas is flayed alive for challenging Apollo to a musical contest; when the mortal Midas questions a decision in another contest, Apollo gives him an ass’s ears. Art and literature, Ovid seems to say, are powerful if dangerous means of confronting arbitrary authority. In the Arachne episode, Minerva weaves a tapestry that celebrates her victory over Neptune, her uncle, in a long-ago contest for possession of Athens—an egotistical bit of divine P.R. Arachne’s weaving, by contrast, depicts nine rapes committed by Jove, six by Neptune, a few by Apollo and Bacchus, and one by Saturn, Jove’s father. The writer Jia Tolentino has described Arachne’s work as #MeToo journalism."}, {"role": "body", "text": "And so it’s only fitting that the apotheosis the epic actually ends with is not that of Caesar but that of Ovid himself. The final ten lines of the twelve thousand that make up the poem constitute a ringing affirmation of the power of artists to survive anything that “Jove” can do to them, culminating in the epic’s final word, vivam, “I shall live”:"}, {"role": "quote", "text": "I’ve made a masterpiece Jove’s wrath cannot destroy, nor flame, nor steel, nor gnawing time. . . . I will be read on people’s lips. My fame will last across the centuries. If poets’ prophecies can hold any truth, I’ll live."}, {"role": "body", "text": "Ovid begins a poem he wrote from exile by addressing the verses themselves: “even if you didn’t have a title your style itself would reveal you; / even if you wanted to hide, it’s clear that you are mine.” His confidence was not misplaced. Few poets have as instantly recognizable a style—in particular, a quality of elegant fleetness that gives his verses a quicksilver shimmer. This is no easy thing to achieve in Latin, a rather heavy language. Yet Ovid managed to lighten his lines. In Latin, one way to say “and” is to add a short syllable, -que, to the end of the second of the two words being joined (arma virumque, “arms and a man”); Ovid notoriously liked to pile up his -ques, a device that gives his lines a bobbing, cork-on-a-wave quality."}, {"role": "body", "text": "McCarter’s translation reproduces Ovid’s speed and clarity. She adopts a five-beat iambic-pentameter line—the “blank verse” natural to English and, by now, the standard meter for English translations of classical epics—while sensibly allowing herself a degree of flexibility. Even better, she is alert to many of the sparkling verbal effects for which the poet was famous in his own time. One favorite device was alliteration. In the story of the doomed lovers Pyramus and Thisbe (lifted by Shakespeare for “A Midsummer Night’s Dream”), the distraught Pyramus, thinking his beloved has died, stabs himself in the groin. Ovid compares the gush of blood to a rush of water spurting from a broken lead pipe, loading his lines with “s” sounds that replicate the sound of the spraying. This McCarter nicely conveys: “His blood shot high, / as when a pipe bursts due to faulty lead, / and through the hissing hole squirt slender streams / of water as the spray bursts through the air.”"}, {"role": "body", "text": "She is less successful with some of the poet’s more sophisticated effects. If Ovid’s brio is reflected in his meter, and his wit in his sound-play, his important thematic interests—the passions that divide us, the relationship of bodies to identities, of form to content—often express themselves in the elaborate symmetries to which Latin, whose density can allow for extreme pithiness, lends itself. In Book 8, a queen named Althaea, on learning that her son has killed her brothers, finds herself torn between her maternal instinct and her sibling allegiances. Ultimately, her feeling for the ghosts of the brothers who shared her blood (consanguineas umbras) outweighs any sense of responsibility to be dutiful (pia) to her family by marriage and her child; and so she sheds his blood (sanguine), an act of appalling impiety (impietate). Ovid brilliantly compresses this complex thought into a powerful line and a half:"}, {"role": "quote", "text": "et, consanguineas ut sanguine leniat umbras, impietate pia est"}, {"role": "body", "text": "Literally, this means “And in order to appease her blood-kin with blood / She is pious / dutiful through an act of impiety” (although pius has emotional resonances far more profound than anything we associate with “pious”). In the 1986 Oxford World’s Classics translation by A. D. Melville—to my mind, still the version that best renders the original’s poetic finesse—the crucial tension created by the two pairs of juxtaposed, etymologically related words is retained: “determined to appease with blood the shades / Whose blood was hers, for love’s sake crushing love.” McCarter, by contrast, drops the first pair altogether (“To pacify her brothers’ shades with blood”), while her diction in the second (“she’s loyal through disloyalty”) fails to convey the power of pia / impietate. In a translator’s note, she acknowledges the difficulty of reproducing some of the meaningful symmetries characteristic of Latin verse; but the elegancies on which Ovid prided himself are intrinsic to his style, and other translators have shown that it’s possible to put them across."}, {"role": "body", "text": "McCarter is on more comfortable ground when it comes to other elements in the text which, as she points out, many previous translators have mishandled, distorting not only the meaning of certain lines but the entire point of certain tales. In the tale of Apollo and Daphne, for instance, we learn that the nymph, who emulates the virgin goddess of the hunt, Diana, “did not want a man and never had”; when Apollo first glimpses the tomboyish girl, the first thing that crosses his mind is how she might look after a trip to the beauty parlor:"}, {"role": "quote", "text": "Seeing the loose hair down her neck, he says, “Suppose that it were styled!” He sees her eyes, gleaming like stars, her lips—but those it’s not enough to see. He marvels at her fingers, her hands, her arms, her shoulders (nearly bare)."}, {"role": "body", "text": "McCarter hews closely to the Latin here—in stark contrast, as she points out, to earlier translators’ rather prurient expansions on Ovid’s simple description of the girl. One gives her a “fair” neck, another a “darling little mouth,” yet another “tempting” lips, “shapely arms,” and delicate fingers. (These enhancements are all the more regrettable since in the following line Ovid, ever the master of erotic insight, adds that, for Apollo, “the parts he cannot see he thinks are better.”) McCarter notes that such overtranslations, consciously or no, end up “effectively feminizing and sexualizing Daphne into something of a coquette”—that is, the opposite of what she is in Ovid, a girl who has no interest in the attentions of men."}, {"role": "body", "text": "This translator is equally clear-eyed about how to describe just what it is that Apollo is trying to do to Daphne. In a 1978 volume of a classics journal dedicated to the then novel topic of women in the ancient world, the University of Buffalo scholar Leo Curran argued that “rape is the dirty little secret of Ovidian scholarship.” At first glance, “secret” might seem odd: after all, about fifty of the Metamorphoses’ tales—one out of five—center on rapes or attempted rapes. But McCarter argues persuasively that the nature of the violence that takes place in so many of these tales has often been dulled by evasive or euphemistic translations—“ravish,” “plunder.”"}, {"role": "body", "text": "McCarter, by contrast, is not afraid to use the R-word. “jove rapes ganymede,” announces the title of one of the dozens and dozens of sections into which McCarter has divided Ovid’s text, many of those titles taking the form of “x rapes y.” This may strike some readers as tendentious, but it is surely no more offensive than failing to describe the nature of the violence with which, in a typically Ovidian paradox, this dazzling and engrossing work is so unsettlingly replete. It is only unfortunate that these titles, each starting a new page, all in jarringly large type, as if they were newspaper headlines, shatter the continuity of the narrative, scissoring through the ingeniously stitched transitions from tale to tale which are the hallmark of this poet’s artful manner and an expression of his fascination with the endless mutability of human experience."}, {"role": "body", "text": "“Human experience.” There has been a good deal of debate in recent years about the Greek and Roman classics and their claims to universality; about the discipline’s long association with “élites” and the comfort that some aspects of Greco-Roman culture have given to racists; about the problematic way in which these “great books” remain central to our cultural self-understanding even when scholarship has long made it clear that the civilizations that produced them were founded on values and institutions a number of which we find repellent—patriarchy, misogyny, economies based on the labor of enslaved people. These debates have produced spasms of self-examination and self-critique both inside and outside the academy—debates like the one at Columbia about the Metamorphoses and trigger warnings."}, {"role": "body", "text": "The fact is that such crises have always been good for the field. Half a century has passed since the advent of feminist criticism—the last great upheaval—transformed the way we read ancient texts, thanks to a generation of groundbreaking women classicists. Scholars such as Nancy Felson, Helene Foley, Nancy Sorkin Rabinowitz, and Froma Zeitlin, now in their seventies and eighties, paved the way for articles such as Leo Curran’s piece on rape as the dirty little secret of the Metamorphoses. Their work is a reminder that if the classics are “great” it is less because they model some simplistic nobility of thought and beauty of form than because the texts themselves, as a result of their dark complexities, keep speaking to us in new ways, insisting that we reconsider them even as we reëxamine our reactions to them."}, {"role": "body", "text": "Few works from antiquity remind us as powerfully as Ovid’s does that a wrenching engagement with these ancient authors cannot be separated from admiration for them. “The inclusion of so many stories of rape in the epic,” McCarter writes in the final section of her introduction, called “Reading Ovid Today,”"}, {"role": "quote", "text": "suggests, in fact, that Ovid felt such violence was worthy of critical interrogation. . . . To read Ovid with an eye toward his full complexity—his beauty and his brutality—allows us to scrutinize our own thorny relationship with the past and with the ambivalent inheritance we have received from it. To wrestle with the unsavory aspects of ancient literature is to do the hard work of self-examination."}, {"role": "body", "text": "McCarter ends her introduction with a list of her poet’s themes: the fragility of the human body; the way power works; the traumatic effects of loss of agency; the dark force of the objectifying gaze; the sometimes surprising interplay among desire, gender, and the body; gender fluidity and asexuality; the human will to self-expression. If you didn’t know she was writing about the concerns of someone who died twenty centuries ago, you’d think her subject was still alive. As indeed he knew he would be. Vivam."}]}