{"title": "The Case Against the Twitter Apology", "subtitle": "Our twenty-first-century culture of performed remorse has become a sorry spectacle.", "authorName": "Jill Lepore", "coverImageURL": "https://media.newyorker.com/photos/6362c400326463ec247ebfbd/master/w_2240,c_limit/221114_r41331.jpg", "coverImageWidth": 1125, "coverImageHeight": 1431, "coverImageDescription": "Ranking online public apologies has become a national pastime.", "hashTag": "American Chronicles", "publishDate": "November 7, 2022", "contents": [{"role": "body", "text": "Whose P.R.-purposed apology was worse? Al Franken’s or Louis C.K.’s? The Equifax C.E.O.’s (for a cybersecurity breach) or Papa John’s (for a racial slur)? Awkwafina’s (for cultural appropriation) or Lena Dunham’s (for Lord knows what)? At SorryWatch.com and @SorryWatch, Susan McCarthy and Marjorie Ingall have been judging the adequacy of apologies and welcoming “suggestions for shaming” since 2012. “There are a lot of awful apologies out there,” the SorryWatchers write. “Apologies that make things worse, not better. Apologies that miss the point. Apologies that are really self-defense dressed up as an apology. Apologies that add insult to injury. Apologies that are worse than the original offense. Apologies so bad people should apologize for them.” McCarthy and Ingall are releasing a new book next year, “Sorry, Sorry, Sorry: The Case for Good Apologies.” Meanwhile, on their Web site they’ve got rules—“Six steps to a good apology”—and categories for classifying defective ones: “Be veeery caaareful if you want to provide explanation; don’t let it shade into excuse.” Heaven forfend."}, {"role": "body", "text": "“Least said, soonest mended” is advice from another century, candle and quill, ox and cart. This past March, the day after Will Smith smacked Chris Rock at the Oscars and failed to apologize to him during his acceptance speech, he apologized on his Instagram account: “I was out of line and I was wrong.” Twitter blew its top! “This is bullshit,” one guy tweeted. “Any normal person is in jail.” Plainly, the Instapology was insufficient. In July, Smith apologized again, in a nearly six-minute video in which he looked as harried and trapped as Steve Carell in “The Patient,” a prisoner in a basement rec room. “Disappointing people is my central trauma,” Smith said into the camera or, actually, multiple cameras. “I am trying to be remorseful without being ashamed of myself, right?” Twitter blew its top! It was either not enough or, oh, my God, please stop. One online viewer sympathized: “Literally me when my mom forces me to apologize to my siblings.” As for Chris Rock, he reportedly said, onstage, “Fuck your hostage video.” By then, Twitter was blowing its top about something else."}, {"role": "body", "text": "It’s easy to blow your top, God knows. If you’re being treated like crap, and nothing you’ve tried has put a stop to it, or if the former President of the United States keeps on saying horrible, wretched things, and you notice that some rich nitwit is getting slammed on Twitter for doing the same thing that’s been done to you, or for saying what the ex-President just said, it can feel good to watch that nitwit burn. But that feeling won’t last. And when that nitwit apologizes it won’t be enough. And the world will have become just a little bit rottener."}, {"role": "body", "text": "Rating apologies and listing their shortcomings started out as a BuzzFeed kind of thing, and then it pretty quickly became a corporate kind of thing: human resources, leadership institutes, political consulting. In 2013, the Harvard Business Review published an essay on the Power Apology. Knowing how to apologize on Twitter became crucial to brand management. “It’s easy to say sorry, but knowing how to say it effectively on Twitter is an essential skill that both brands and celebrities should learn,” a communications manager advised not long afterward, offering nine lessons “on the art of the Twitter apology.” You could do it well, or you could do it badly. Likely, this could be quantified: you’d see it in the price of your stock, the number of your Twitter followers, or the percentage change in your Netflix viewership. As of 2022, even Forbes rates apologies. It seldom helps your vote count, though: politicians who apologize tend to suffer the consequences, which is why they generally brazen these things out."}, {"role": "body", "text": "It’s a good idea to say you’re sorry when you screw up, and to say it well, and to mean it, and to try to make amends. But are people getting worse at that? Or are celebrity publicists, political advisers, corporate lawyers, higher-ed administrators, and media-relations departments just avoiding lawsuits, clearing profits, heading off student protests, and directing news stories by advising people to (a) demand apologies and (b) make them? “Examples of failed apologies are everywhere,” the psychiatrist Aaron Lazare wrote in “On Apology,” a book published not last week but nearly two decades ago. Distressed at a seeming explosion of cheap, showy, and insincere apologies, Lazare got curious about where they’d all come from, like the day you find ants swarming your kitchen counter and yank open all the cupboards, exasperated. He dated what he called the “apology phenomenon” to the nineteen-nineties, but he struggled to understand what had driven this change. He suspected that it may have been due, in part, to “the increasing power and influence of women in society,” because women apologize a lot, he explained, and like to be apologized to. As far as I know, no one asked him to apologize for that comment. But if he’d made it today he’d be in the soup."}, {"role": "body", "text": "Rituals of atonement and forgiveness lie at the heart of most religions, a testament to the human capacity for grace. On Yom Kippur, the Day of Atonement, Jews fast and pray and repent. Jesus brought this spirit to Christianity and taught his followers to pray to God to “forgive us our trespasses, as we forgive those who trespass against us.” The early Christian church developed what became the Sacrament of Reconciliation: confession, and penance. There are many steps to atonement in Islam, from admitting a wrong to making restitution and asking for God’s forgiveness. Jews, Christians, and Muslims make themselves right with God. Buddhists, who worship no god, make themselves right with other people. Hindus practice Prayaschitta, rituals of absolution. Mainly, it’s the forgiveness and the atonement that matter."}, {"role": "body", "text": "Apology, though, has a different history. You can confess without apologizing and you can apologize without confessing, and this might be because, historically, an apology is a justification—a defense, not a confession. As the philosopher Nick Smith pointed out in “I Was Wrong” (2008), the word “apology,” in English, didn’t suggest a statement of regret until around the sixteenth century, when, in Shakespeare’s “Richard III,” Buckingham begs Richard’s pardon, for interrupting his prayers, and Richard says, “There needs no such apology.” Medieval Christians practiced what the historian Thomas N. Tentler called “a theology of consolation,” consisting of four elements—sorrow, confession, penitence, and absolution—whose purpose was reconciliation with God and with the body of the faithful. In “Forgiveness: An Alternative Account,” Matthew Ichihashi Potts, a professor of Christian morals at Harvard Divinity School, offers what he calls “a modest theological defense of forgiveness.” His argument follows that of the philosopher Martha Nussbaum, who, in “Anger and Forgiveness” (2016), argued that forgiveness isn’t salutary for either party if, in order to give it, you insist on an apology. Potts calls this “the economy of apology.” It’s not better than vengeance, since to demand an apology and to delight in the offender’s grovelling is vengeance by another name. His evidence doesn’t come from Twitter; it comes mainly from novels, including Marilynne Robinson’s “Gilead” and Toni Morrison’s “Beloved.” Forgiveness, for Potts, is not an exchange—forgiveness granted in return for the opportunity to witness a spectacle of abasement and self-loathing—but a promise not to retaliate. Demanding an apology in exchange for forgiveness can never constitute healing, or deliver justice; it is, instead, a pleasure taken by people who delight in witnessing the suffering of those in their power (if only briefly). There is no such thing as a failed apology, then, only an abuse of power, because all forgiveness, Potts writes, “begins and ends in failure”: it does not, and cannot, redeem or undo pain and loss; it can only demand the necessary attention to pain and loss, as a reckoning, as an act of grief. Forgiveness is, therefore, a species of mourning, a form of sorrow."}, {"role": "body", "text": "Within the early Christian West, acts of public supplication—begging pardon—required confession and might require restitution, but not the scripted public apology in the sense the SorryWatchers want. The same distinction can be made within the history of Judaism. In the twelfth century, the Spanish-born Rabbi Moshe ben Maimon, known as Maimonides, wrote a commentary on the Torah and the Talmud that included a section on teshuvah, or “repentance,” an extended reflection on the commandment that “the sinner should repent of his sin before God and confess.” But, as the Jewish historian Henry Abramson remarked in a recent study, “The Ways of Repentance,” Maimonides warned against public confession that “can also be an expression of personal arrogance: ‘Look how good I am at doing teshuvah! ’ ” Watch my apology video on YouTube!"}, {"role": "body", "text": "In “On Repentance and Repair: Making Amends in an Unapologetic World,” the rabbi Danya Ruttenberg translates Maimonides into a step-by-step guide for our world, for which she provides modern-day examples. The first step is “naming and owning harm” (one of her examples: “I finally understand how my decision to hold a writer’s retreat at a plantation sanitizes the horrors of slavery”); the second is “starting to change.” Step three: restitution. Step four: apology. Step five: making different choices. These are kindhearted ideas, and Ruttenberg’s book is full of hope and counsel about repair through restitution. But her prescriptions also come close to insisting on the suppression of dissent. She says that “starting to change,” for Maimonides, might have involved “tearful supplication,” but that “these days this process of change might also involve therapy, or rehab, or educating oneself rigorously on an issue about which one had been ignorant or held toxic opinions.”"}, {"role": "body", "text": "“This book started on Twitter,” Ruttenberg writes, which is something of a tip-off. “Twitter gamifies communication,” the philosopher C. Thi Nguyen has argued; it’s custom-built to do things like score apologies, to drag users into a rating system that has nothing to do with morality. An unforgiving god rules Twitter, where the modern economy of apology runs something like this: If you express what I believe to be a toxic or ignorant opinion, you must apologize according to my rules for apology. If you do, I may forgive you. If you don’t, I will punish you, and damn you unto eternity."}, {"role": "body", "text": "The practice of establishing and enforcing strict requirements for public apology is not a human universal. It happens only here and there, and now and again. You see it in fiercely sectarian times and places—like twenty-first-century social media, or seventeenth-century New England."}, {"role": "body", "text": "Consider a case from October, 1665, when the Massachusetts legislature assembled in Boston to attend to a docket of ordinary affairs, a day in the life of a puritanical theocracy. It set the price of grain: wheat, five shillings a bushel; barley, four shillings sixpence; corn, three shillings. It addressed a petition filed by three Native men, including the Pennacook sachem Wanalancet, regarding an Englishman’s claim to an island on the Merrimack River. It warned one unhappy, estranged couple, Mr. and Mrs. William Tilley, that he must “provide for hir as his wife, & that shee submit hirselfe to him as she ought,” or else he would be fined and she would be imprisoned. In honor of God’s having graced the colony with abundant rain during the summer and mercifully diverted a fleet of Dutch ships from an invasion, the legislature appointed November 8th “to be kept in solemn thanksgiving,” but, because a plague was still raging in London, a sign of God’s wrath, it declared November 22nd “a solem day of humilliation.” And it condemned five men who had dared to practice a heretical religion, Baptism, at which announcement one colonist, Zeckaryah Roads, blurted out “that the Court had not to doe wth matters of religion.” He was detained as a result."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/6362c3faf788b3eb73ad11b4/master/w_1600,c_limit/221114_a27143.jpg", "imageWidth": 1600, "imageHeight": 1268, "imageDescription": "“Are. You. Ready. To. Weeeeave?”"}, {"role": "body", "text": "For the things they said—words whispered, grumbles muttered, prayers offered, curses shouted—dissenters, blasphemers, and nonconformists in seventeenth-century New England faced censure, arrest, flogging, the pillory, disenfranchisement, exile, and even execution. Quakers might have their ears cut off. For holding toxic opinions, one blasphemer was sentenced to have the letter B “cutt out of ridd cloth & sowed to her vper garment on her right arme.” Those who wished to avoid or mitigate these consequences might apologize in public. Mostly, apologies followed a script. The Six Steps to a Good Apology! Disappointing People Is My Central Trauma: How to Avoid the Eight Worst Apologies of 1665! Earlier that year, just months before Zeckaryah Roads dared to voice dissent, Major William Hathorne, of Salem—an ancestor of Nathaniel Hawthorne’s—issued a public apology for his own (now lost to history) error: “I freely confesse, that I spake many words rashly, foolishly, & unadvisedly, of wch I am ashamed, & repent me of them, & desire all that tooke offence to forgive me.” That did the trick. You went off script at your peril, as the historian Jane Kamensky demonstrated in her masterly book “Governing the Tongue” (1997). In the sixteen-forties, observers deemed Ann Hibbins’s apology—essentially, for being abrasive, and a woman—“very Leane, & thin, & poore, & sparinge.” It saved her neck, but not for long: in 1656, Hibbins was hanged to death as a witch. Still, there was one other option: after John Farnham refused to apologize for countenancing heresy, and was therefore banished, he said the day he was kicked out of the church “was the best day that ever dawned upon him.” I mean, fuck it, there was always Rhode Island."}, {"role": "body", "text": "Lately, online, you can find modern apologies ranked by the same standards once so punctiliously applied by Puritan divines. “I doe now in the presence of god & this reverand assemblage freely acknowledg my evell,” Henry Sewall confessed in a church near Ipswich in 1651, although, as he pointed out, he’d been forced to make that apology “as part of ye sentence” he’d been given by the Ipswich court. He squeaked by with that one, but just barely. Modern SorryWatchers might rate it Garrison Keillorian."}, {"role": "body", "text": "In 1665, for intimating that the government ought not to banish people for being Baptists, or kill them for being Quakers, Zeckaryah Roads did what he had to do, as chronicled in the meeting records, “acknowledging his fault, & declaring he was sorry he had given them any offence, &c.” Easy to say from here, of course, but I wish to hell he hadn’t."}, {"role": "body", "text": "The twenty-first-century culture of public apology has its origins in the best of intentions and the noblest of actions: people seeking collective justice without violence for terrible, unimaginable acts of brutality, monstrous wickedness, crimes against humanity itself. In the aftermath of the Second World War, churches and nation-states began issuing apologies for wartime atrocities and historical injustices. Some of the abiding principles that lie behind this postwar wave of collective apologies also found expression in “restorative justice”—individuals making amends to their victims, sometimes as an alternative to incarceration or other kinds of force and violence. The idea gained influence in the nineteen-seventies, when it intersected with the victims-rights movement, and its particular demands for apology as remedy. And you can easily see why. Prosecutors—for years, decades, centuries—had failed to act on allegations of sexual misconduct, had ignored or suppressed evidence of police brutality and predatory policing; in a thousand ways, the criminal-justice system had failed women and children, had failed the poor and people of color. For some, “restorative justice” held out the prospect of a better path. By the nineteen-nineties, schools and juvenile-justice systems had begun using restorative-justice methods, often requiring, of public-school students, public apologies. Meanwhile, in the United States, church membership was falling from around seventy-five per cent in 1945 to less than fifty per cent by 2020. In many quarters, public acts began taking the place of religious ritual, political ideologies replacing religious faith. The national public apology took on the gravity and solemnity of a secular sacrament: Ronald Reagan apologizing, in 1988, for the imprisonment of more than a hundred thousand Japanese Americans during the Second World War (and providing limited reparations); David Cameron apologizing, in 2010, for Bloody Sunday; or the Prime Ministers of Canada apologizing, in 2008 and 2017, for the practice of taking Indigenous children from their homes and confining them to schools where, maltreated, neglected, and abused, they suffered and died."}, {"role": "body", "text": "Apology came to play a role, too, in therapy, including family therapy, in twelve-step recovery programs, and in H.R. dispute-resolution procedures. Conventions that were established for heads of states and churches making public apologies to entire peoples against whom they had committed atrocities came to be applied to apologies from one individual to another, for everything from violent crime to petty insult. The person became the collective. Eve Ensler’s 2019 book, “The Apology,” in which she imagines the apology her father never offered for sexually abusing her, is dedicated to “every woman still waiting for an apology.” The particular injury became the universal harm. “We all cause harm,” Danya Ruttenberg writes in her book on repentance. “We have all been harmed.”"}, {"role": "body", "text": "But the origins of the Twitter apology orgy lie elsewhere, too, and especially in the idea that many kinds of speech can be harm, a conviction central to the brand of feminism founded in the nineteen-nineties by the legal theorist Catharine MacKinnon. (Her book “Only Words” was published in 1993.) In 2004, in “On Apology,” Aaron Lazare tried to figure out when the number of public apologies began to explode. He counted and identified a rise in the number of newspaper articles about apologizing, beginning his analysis in the early nineteen-nineties and identifying a peak in 1997-98. He found this puzzling. But, historically, it makes sense: his chronology nicely lines up with Anita Hill’s testimony at the Clarence Thomas hearings, in 1991, and with the breaking of the Monica Lewinsky scandal, in 1998. Thomas maintained his innocence, and although Clinton went on television later that year and admitted to the relationship, many viewers found his apology inadequate. And neither man seemed sorry, either, except insofar as they both quite plainly felt very, very sorry for themselves."}, {"role": "body", "text": "The refusal of Thomas and Clinton to apologize for the ways in which they had harmed women took place on television. And the whole spectacle, with its scripted expectation of apology and contrition, drew its sensibility from television. In the nineteen-eighties and nineties, the stock soap-opera plotline—betrayal, hurt feelings, and misunderstanding followed by tearful apology, reconciliation, and reunion—became a hallmark of the daytime talk-show circuit. Oprah and Phil Donahue staged churchy apologies in front of studio audiences, choreographed for maximum emotional intensity, and advancing the idea that every possible political, economic, or social injustice, from child abuse to police brutality and employment discrimination, could be addressed by a two-shot, a few closeups, and Kleenex. Donahue mounted an especially perverse sorrywatching spectacle in 1993. The year before, after a jury acquitted four Los Angeles policemen who beat Rodney King and riots broke out in angry, anguished protest, a group of Black men pulled Reginald O. Denny, a white man, out of his truck and beat him nearly to death. Henry Keith Watson, charged with attempted murder, was found not guilty, and was convicted only of misdemeanor assault. After Watson got out of jail, Donahue brought Denny and Watson together in front of an almost entirely white audience for a two-part apology special. “Are you sorry?” Donahue asked Watson, again and again, as the audience grew tense and even tenser. “I apologize for my participation in the injuries you suffered,” Watson said to Denny. Then Watson eyed the audience: “Is everybody happy now?” Everybody was not."}, {"role": "body", "text": "Demanding public apologies on daytime television and deeming those apologies insufficient was an occasional thumb-wrestling match between two seven-year-olds sitting on a green vinyl school-bus seat on the ride to second grade compared with the daily, Roman Colosseum-style slaughtering that takes place online. It’s not that people don’t do and say terrible things for which they ought to atone. They do. Some of those things are crimes. Many are slights. Very many are utterly trivial. A few are almost unspeakably evil. But, on Twitter at its worst, all harm is equal, all apologies are spectacles, and hardly anyone is ever forgiven."}, {"role": "body", "text": "In 2017, at the height of the #MeToo movement, Matt Damon tried to rate harm. “You know, there’s a difference between, you know, patting someone on the butt and rape or child molestation, right?” he said in an interview on ABC News. “They shouldn’t be conflated, right?” At that, Minnie Driver tweeted her ire, and later told the Guardian, “How about: it’s all fucking wrong and it’s all bad, and until you start seeing it under one umbrella it’s not your job to compartmentalise or judge what is worse and what is not.” Damon apologized, and said that he’d learned to “close my mouth.”"}, {"role": "body", "text": "In 1993, Phil Donahue seemed to think that, by asking Henry Keith Watson to apologize to Reginald Denny in that studio, he was bravely addressing the problem of racism in America. Twenty years from now, what’s been happening on Twitter will likely look exactly as grotesque and cruel and ineffective as that two-part, syndicated apology special. Will Donald Trump or anyone in his inner circle ever apologize for anything—for tearing toddlers from their parents’ arms, for inciting neo-Nazis, for grift, fraud, sedition? Never. Will responding to the gaffe of the day by demanding a six-step apology usher in an age of justice for all, or an end to iniquity? No. There’s a reason Puritanism did not prevail in America; it tends to backfire. In 2018, during an exchange on Twitter, the television writer Dan Harmon apologized for sexually harassing the writer Megan Ganz, and then made a heartfelt video, elaborating. “We’re living in a good time right now, because we’re not going to get away with it anymore,” he said, referring to sexual misconduct. And I hope that’s true. But very little evidence suggests that calling people out on Twitter, self-righteous indignation followed by cynical apology, is making the world a better place, and much suggests that the opposite is true, that Twitter’s pious mercilessness is generating nothing so much as a new and bitter remorselessness."}, {"role": "body", "text": "“I don’t give a fuck, ’cause Twitter’s not a real place,” Dave Chappelle said last fall, in his Netflix special “The Closer.” In June, on the Amazon Prime series “The Boys,” a made-for-television Captain America-style superhero named Homelander, who is secretly a villain, recited a rehearsed apology on television, only to unsay it later, in an unscripted outburst. “I’m not some weak-kneed fucking crybaby that goes around fucking apologizing all the time,” he said, seething. “I’m done. I am done apologizing.” Around the time the episode appeared, the actor who plays Homelander, Antony Starr, who was found guilty of assault and released on probation, told the Times, unabjectly, “You mess up. You own it. You learn from it.” No “I am listening,” no “I am going to rehab.” None of it. It was as if he got away with going off-script because his character already had. And Homelander won’t be the last to make that “I’m done” speech. “I’m done saying I’m sorry,” Alex Jones yelled in a courtroom in September during a trial to assess the money he’ll be required to pay the parents of very young children who were killed in a mass shooting, a shooting that Jones has for years insisted never happened, because those children, he told his audience, never existed. Jones has been found liable for defamation. Even the hundreds of millions of dollars in damages he was ordered to pay to the families whose despair he worsened, and on whose affliction he feasted, goes nowhere near far enough. And neither does any apology."}, {"role": "body", "text": "Twitter is blowing its top, some very angry people very loudly demanding apologies while other very angry people demand the denunciation of the people who are demanding apologies. Dangerously, but predictably, the split seems to have become partisan, as if to apologize were progressive, to forget conservative. The fracture widens and hardens—fanatic, schismatic, idiotic. But another way of thinking about what a culture of forced, performed remorse has wrought is not, or not only, that it has elevated wrath and loathing but that it has demeaned sorrow, grief, and consolation. No apology can cover that crime, nor mend that loss."}]}