{"title": "Content Warning", "subtitle": "", "authorName": "Jesse Eisenberg", "coverImageURL": "https://media.newyorker.com/photos/6362952b1d2bb64f6acaf754/master/w_960,c_limit/221114_r41332.jpg", "coverImageWidth": 960, "coverImageHeight": 720, "coverImageDescription": "Illustration by Luci Gutiérrez", "hashTag": "Shouts & Murmurs", "publishDate": "November 7, 2022", "contents": [{"role": "body", "text": "This production contains strobe lights, loud noises, and haze."}, {"role": "body", "text": "this production contains a rain effect, which impacts only the sides of the audience. Luckily, this production has not sold a single ticket on the sides of the auditorium, as this production can barely sell out the middle section."}, {"role": "body", "text": "this production contains strong language. But not in the literary sense. There are no memorable lines, witty jokes, or pithy observations whereby characters muse in a way that allows the playwright to make a larger point about the human experience."}, {"role": "body", "text": "this production contains a scene in which the actors will be smoking. It may appear that one of the actors, the young man playing Cousin Jude, has never actually smoked a cigarette in his life, even though his character explicitly says, “I’ve been smokin’ my whole life.” You’d think the actor might have done the bare minimum of preparation for the role—it’s his first job, he’s straight out of Fordham—but he apparently thought he could wing it. This is just par for the course in this production."}, {"role": "body", "text": "this production uses dry ice to indicate that a scene is either a happy dream, a scary dream, a flashback, a passage of time, or that it takes place in Europe."}, {"role": "body", "text": "this production contains two characters who appear nude. That’s actually a bit misleading. It’s the same character, but at different ages. The first time we see the character nude, he is played by the lithe young man who plays the cop on that TV show. Presumably, most of you are here to see this actor in this nude scene. If you are sitting in the orchestra, you will get the fullest view. If you are sitting in the balcony, it’s not a complete washout, but I recommend moving down to the orchestra. There will be many available seats. In the second act, the same character is nude, but he is now played by Peter Jablownski. Peter is a member of our repertory company, and this is his forty-third year with us. If you make it to the second act, you’re going to want to head back up to those balcony seats."}, {"role": "body", "text": "this production contains confusing double casting."}, {"role": "body", "text": "this production contains an uncalled-for musical number."}, {"role": "body", "text": "this production contains unconvincing stage combat, a poor depiction of what it’s like to have diabetes, and a didactic speech about Lenin."}, {"role": "body", "text": "this production contains a vast misunderstanding of addiction."}, {"role": "body", "text": "this production contains a shocking ending. Although, to be clear, it’s not a good shock. It’s not the kind of shock where you’re invested in a character or a story and then, when things take an unexpected turn, you’re left with a greater understanding because you realize that the characters had no other choice. This is not Miss Julie walking offstage with a razor or Willy Loman crashing his car or Oedipus gouging out his own eyes (although doing that yourself might cross your mind during this production). It’s the kind of shock that makes you think, Have I been watching a different play for the past two hours? Wasn’t the grandmother supposed to be dead? How did they all wind up in Las Vegas, and why does the doctor keep mentioning bowler hats? It’s the kind of shock that tells you that the director got the job only because his dad runs the theatre company, and apparently nothing matters in this life except having a powerful father who runs a theatre company or being the third lead on a cop drama. It’s the kind of shock that indicates that the playwright’s mother was right and she should just go back to law school, and that having a career in the arts is both unstable and incredibly selfish."}, {"role": "body", "text": "this production will run four and a half hours, with one five-minute intermission."}]}