{"title": "Winter Contemporary-Music Preview", "subtitle": "LCD Soundsystem in residency, an orchestral tribute to the Notorious B.I.G. at David Geffen Hall, Margo Price, and more.", "authorName": "Jay Ruttenberg", "coverImageURL": "https://media.newyorker.com/photos/63643e2a7c3262b2da1153b0/master/w_960,c_limit/221114_r41328.jpg", "coverImageWidth": 960, "coverImageHeight": 545, "coverImageDescription": "Illustration by Tomi Um", "hashTag": "Contemporary Music", "publishDate": "November 5, 2022", "contents": [{"role": "body", "text": "Barring an intrusion from you-know-what, the imminent cold-weather concert season should recover much of its pre-pandemic fastball, as musicians fan out across stages big and small. Recently hatched traditions come to light: the reignited LCD Soundsystem settles into Brooklyn Steel, as it did last year, for a residency that runs the length of some apartment sublets (Nov. 18-Dec. 17). Meanwhile, staples return from streaming purgatory to the flesh-and-blood realm. Carnegie Hall hosts the Tibet House U.S. Benefit Concert, which has long provided a meeting ground for wrinkled icons and young comers (March 1). Globalfest, a platform for acts from far-reaching pockets, reëmerges for its twentieth anniversary (David Geffen Hall, Jan. 15)."}, {"role": "body", "text": "Beyond globalfest, concertgoers with classical-music allergies who are itching to see Lincoln Center’s newly renovated David Geffen Hall have several opportunities. Dec. 4 brings an encore presentation of “An Orchestral Tribute to the Notorious B.I.G.,” a string-fuelled celebration of the rap titan’s music, from the composer Miguel Atwood-Ferguson. (Beats are supplied by the sound of Biggie Smalls rolling in his grave.) Two nights later, the folk artists Watchhouse, Sarah Jarosz, and the Punch Brothers perform as part of the “65th Street Session” series. Afropunk, usually a summertime treat, features a multidisciplinary celebration of Black women, at Geffen and at the neighboring Alice Tully Hall (Feb. 24-25)."}, {"role": "body", "text": "Less storied institutions are also well stocked. The Red Hook arts space Pioneer Works houses adventurous noises from the avant-garde lifer Laurie Anderson (Nov. 18), the sonorous experimental-metal duo Sunn O))) (Dec. 17), and London’s post-punk quartet Dry Cleaning (Feb. 2). Knockdown Center features Perfume Genius and Grace Ives in a Pitchfork showcase (Dec. 9)."}, {"role": "body", "text": "Protagonists of different genres drop in throughout the season, including the Radiohead spinoff the Smile (Kings Theatre, Nov. 18-19, and Hammerstein Ballroom, Nov. 20), the versatile jazz pianist Jason Moran (Village Vanguard, Nov. 22-27), the Chicano roots-rock warhorses Los Lobos (City Winery, Dec. 19-21), and the Atlanta rapper Future (Barclays Center, Dec. 30). Some artists come bearing hot new works, as with the forward-thinking country singer Margo Price, who plays Webster Hall on March 4, soon after releasing an album and a memoir. Other musicians wrap up a banner year with a victory lap. The droll English band Wet Leg, whose fast-track career seems plucked from a previous era’s rock ecosystem, headlines four separate clubs (Dec. 13-16). And Ikue Mori, a longtime underground habitant recently tapped for a MacArthur grant, showers genius upon the Stone at the New School (Dec. 14-17)."}, {"role": "body", "text": "As always, many acts scheduled for modest stages are destined for grander ones. Chief among these is the New Orleans quartet Special Interest, which melds a dance pulse with a punk attitude, at Bowery Ballroom, and Pierre Kwenders, an arresting Congolese Canadian musician whose scramble of genres, languages, and worlds sounds like the future, at Nublu 151. The bad news? Both shows fall on the same night, Dec. 8. "}]}