{"title": "Winter Movies Preview", "subtitle": "Tilda Swinton plays both a mother and a daughter, Naomi Ackie portrays Whitney Houston, Damien Chazelle reimagines nineteen-twenties Hollywood, and more.", "authorName": "Richard Brody", "coverImageURL": "https://media.newyorker.com/photos/636437f5a473e50f091a6b17/master/w_960,c_limit/221114_r41329.jpg", "coverImageWidth": 960, "coverImageHeight": 1252, "coverImageDescription": "Illustration by Tomi Um", "hashTag": "Movies", "publishDate": "November 4, 2022", "contents": [{"role": "body", "text": "Filmmakers’ real-life stories are fictionalized in some noteworthy new movies, including “The Inspection” (Nov. 18), written and directed by Elegance Bratton. It’s the drama of a homeless gay man (Jeremy Pope) who, facing rejection from his devoutly religious mother (Gabrielle Union), joins the Marines and confronts violent persecution during basic training. Steven Spielberg considers his own childhood in “The Fabelmans” (Nov. 11); Gabriel LaBelle plays young Sammy Fabelman, a budding filmmaker, with Paul Dano as the boy’s father and Michelle Williams as his mother. In “The Eternal Daughter” (Dec. 2), Joanna Hogg returns to characters from her two “Souvenir” movies, a filmmaker named Julia and her mother, Rosalind; in the new film Tilda Swinton plays both women, whose relationship is tested by Julia’s plan to film Rosalind—and by a visitation from a ghost."}, {"role": "body", "text": "Musicals appear in many forms, starting with Kasi Lemmons’s “I Wanna Dance with Somebody” (Dec. 21), a bio-pic about Whitney Houston, starring Naomi Ackie; Stanley Tucci plays the record producer Clive Davis. Damien Chazelle’s new film, “Babylon” (Dec. 23), is a cinema-centric fantasy, set in nineteen-twenties Hollywood, in the early days of talking pictures. It stars Diego Calva and Margot Robbie as aspiring actors and Brad Pitt as a famous one. Steven Soderbergh returns to direct “Magic Mike’s Last Dance” (Feb. 10), the third film in the series, again starring Channing Tatum."}, {"role": "body", "text": "It’s good news that there are documentaries featured prominently amid the season’s high-profile releases. In Laura Poitras’s “All the Beauty and the Bloodshed” (Nov. 23), the photographer Nan Goldin details her addiction to OxyContin and her quest to hold the Sackler family—owners of the drug’s manufacturer, Purdue Pharma—accountable for the opioid crisis. In “Framing Agnes” (Dec. 2), the director Chase Joynt brings to light U.C.L.A.’s previously unpublished archive of interviews with trans people, incorporating dramatic reënactments of some discussions."}, {"role": "body", "text": "Literary adaptations are inevitable during awards season. This year’s batch includes Noah Baumbach’s “White Noise” (Nov. 25), based on Don DeLillo’s 1985 satire about academia, family life, consumerism, and industrial catastrophe; Adam Driver and Greta Gerwig star. “Women Talking” (Dec. 2), Sarah Polley’s adaptation of Miriam Toews’s 2018 novel, is set in a religious community where women who are victims of abuse organize in resistance; the cast includes Rooney Mara, Jessie Buckley, and Frances McDormand."}, {"role": "body", "text": "As ever, fantasies abound, whether freely imaginary, tethered to history, or set in playlands in between. “Glass Onion” (Nov. 23), Rian Johnson’s sequel to “Knives Out,” features the earlier film’s chewily accented detective, Benoit Blanc (Daniel Craig), on the trace of a killer on the private island of a billionaire (Edward Norton). “Avatar: The Way of Water” (Dec. 16), James Cameron’s long-anticipated sequel, is centered on the futuristic family life of the American soldier Jake Sully (Sam Worthington) and the Na’vi huntress Neytiri (Zoe Saldaña) on the planet Pandora."}]}