{"title": "Winter Dance Preview", "subtitle": "The return of Alvin Ailey American Dance Theatre, the tap wiz Michelle Dorrance, an unusual ballet by Alexei Ratmansky, and more.", "authorName": "Marina Harss", "coverImageURL": "https://media.newyorker.com/photos/636437c5924a94ee9836278f/master/w_960,c_limit/221114_r41325.jpg", "coverImageWidth": 960, "coverImageHeight": 587, "coverImageDescription": "Illustration by Tomi Um", "hashTag": "Dance", "publishDate": "November 4, 2022", "contents": [{"role": "body", "text": "The emo, electronics-heavy music of the nineteen-eighties British New Wave band Tears for Fears is the unlikely—but oddly compelling—basis for “lovetrain2020,” a cathartic evening of dance by the Israeli choreographer Emanuel Gat (bam’s Howard Gilman Opera House, Dec. 1-3). I’m not sure what I love more—the opulently deconstructed costumes, the moody vocals, or the jagged way the dancers move through space, like glamorous but dishevelled creatures of the night."}, {"role": "body", "text": "The recurrence of Alvin Ailey American Dance Theatre’s annual season, at New York City Center (Nov. 30-Dec. 24), is a reliable source of joy, with its comforting mix of Ailey classics—the soul-stirring “Revelations”; the 1962 solo “Reflections in D,” a meditation on Duke Ellington—and new works. This year, the company unveils a dance by Kyle Abraham, whose silken, shape-shifting choreography feels particularly of the moment: “Are You in Your Feelings?,” set to a medley of soul, hip-hop, and R. & B., premières on Dec. 2."}, {"role": "body", "text": "The Joyce’s upcoming season showcases the variety that exists within American dance, and illustrates its indebtedness to African American dance forms. Dorrance Dance (Dec. 7-18), led by the tap wiz Michelle Dorrance, brings two new creations, one of which features body percussion by an ensemble of women, all veterans of the long-running show “stomp.” Ronald K. Brown/evidence (Jan. 17-22), a company that fuses the groove of African American vernacular dance with the through-the-body impulse of African dance, presents one of Brown’s most political works yet, “The Equality of Night and Day,” set to music by Jason Moran and words by Angela Davis. The hip-hop innovator Rennie Harris (Feb. 7-12) revives his 2000 work “Rome and Jewels,” a retelling of Shakespeare’s tale of “star-crossed homeys,” set in Philadelphia in the nineteen-seventies."}, {"role": "body", "text": "Meanwhile, at New York City Ballet (David H. Koch, Jan. 17-Feb. 26), the choreographer Justin Peck tries his hand at an evening-length ballet (his first, as yet untitled), set to a montage of pieces by Aaron Copland. The designs are by Jeffrey Gibson, a visual artist of Choctaw and Cherokee descent, whose intricate and richly colored art incorporates Native American themes and techniques such as beadwork. The company also revisits one of Alexei Ratmansky’s most unusual ballets, “Voices,” in which five female dancers perform solos that are like miniature portraits, each echoing the timbre and intonation of a different woman’s voice."}]}