{"title": "Your Card Is the King of Rats", "subtitle": "", "authorName": "Martín Espada", "coverImageURL": "", "coverImageDescription": "", "hashTag": "Poems", "publishDate": "November 7, 2022", "contents": [{"role": "body", "text": "We were the lawyers from Legal Aid, ready to state our case at the luncheon of the Bar Association, the white-shoe law firms, the last of the Boston Brahmins. I would peek in the windows of their townhouses in Louisburg Square to glimpse the paintings on the walls, their ancestors stiff in oils. Back at the office, refugees from the land of death squads waited for us and apologized in Spanish, fingering eviction notices in hieroglyphics. I looped my pre-looped tie around my neck and walked into lunch with Jay Rose, the street lawyer I wanted to be, who bewildered landlords like a chess grandmaster, stoic behind spectacles at the city-park games of boyhood. We were there to ask for donations, phones, fax machines, reams of paper, desks and chairs, to speak the tongue of please and thank you."}, {"role": "body", "text": "A man stood up to introduce me. He wore a pocket handkerchief. He spoke the tongue of Quincy Adams the ancestor, Roosevelt the distant cousin, grinning when he said, I would like to introduce Mar-teen. When I say Mar-teen, I think Martini. That makes it easier for me to remember. I waited for the inebriated chuckles to fade. I spoke of rats sniffing the milk on an infant’s mouth, roaches camouflaged in the Raisin Bran like raisins with legs, ancient plumbing flooding the floors with the wrath of an ancient god. Dessert circled the table, pastry swans gliding on plates around the white tablecloth, an homage to their cousins on the pond at the Public Garden. I saw the spoons dig into the crust of swans, scooping out the cherry filling. I saw the lawyers floating away from me in a reverie of decapitated swans."}, {"role": "body", "text": "I had a law degree. I passed the bar on my first try. Now I was a magician hired for a birthday party, boys and girls infatuated with the red innards of dessert jiggling on their spoons. I dealt my magician’s deck of cards: olaroids of rats in glue traps, roaches fatter and juicier than any raisin in the cereal box, the fountain of a toilet brimming a brown soup, snapshots we passed out to judges for injunctions to bless the landlords. How I wanted to call out and amaze all the lawyers at lunch: Is your card the king of rats? Is your card the queen of roaches? Is your card the ace of excrement? Spoons hung in the air. I saw the muscles in their jaws grind to a stop, like the wheels of trains pulling into the station. Some scrutinized their hand of Polaroids, aristocrats anticipating recitation of the details at a revolutionary tribunal. Some turned their hand face down, blackjack players praying for better cards. Some passed, never looking at the king of rats or the queen of roaches, as if to say, I left no red fingerprints on the white door of those who fled that place."}, {"role": "body", "text": "Amid the swans half-eaten, hearts open like valentines on the tablecloth, Jay Rose, the street lawyer I wanted to be, hypnotist of landlords, stood up before the lawyers at the luncheon and said, We need donations, phones, fax machines, reams of paper, desks and chairs. Please and thank you. He got it all."}]}