{"coverImageDescription":"The orchestra seethes beneath the singers, delivering brief, explosive outbursts","coverImageWidth":2012,"subtitle":"The composer’s new opera, “Antony and Cleopatra,” displays his mastery at setting the complex rhythms of the English language.","title":"John Adams Captures the Music of Shakespeare","authorName":"Alex Ross","coverImageHeight":2560,"hashTag":"musical events","publishDate":"Sep 26th, 2022","contents":[{"role":"body","text":"Perhaps the riskiest venture that an English-speaking composer can undertake is to make an opera out of Shakespeare. Although the repertory contains various Shakespeare adaptations, only one version by a native speaker has found a secure place on international stages: Benjamin Britten’s “A Midsummer Night’s Dream,” from 1960. The hazards of Bardic opera are obvious. The plays generate their own indelible music in the reader’s mind, and recitations by celebrated actors linger in the memory. A safer approach is to appropriate Shakespeare’s drama and psychology while substituting a more modern text. Verdi and Arrigo Boito did as much in “Otello” and “Falstaff”; so did Thomas Adès and Meredith Oakes in “The Tempest,” which made its début in 2004 and has shown staying power. Britten’s singular feat was to set the “Dream” line by line while imposing his own lithe, eerie personality.\n\nJohn Adams, the composer of “Nixon in China,” “The Death of Klinghoffer,” and “Doctor Atomic,” has entered the ring with a finely wrought, fiercely expressive rendering of “Antony and Cleopatra,” which had its première on September 10th, at San Francisco Opera. The libretto, which Adams devised in consultation with the stage director Elkhanah Pulitzer and the dramaturge Lucia Scheckner, is predominantly straight-up Shakespeare, with a few interpolations from Plutarch and Virgil. A hyperkinetic opening, with violas tapping out a galloping figure and winds scurrying in pigeonlike haste, gives notice that Adams will, like Britten before him, bring to bear an unmistakable personal voice. You have the sense that the composer is not overawed by the assignment. This is in contrast to Brett Dean’s excessively self-aware take on “Hamlet,” which was seen at the Met last season.\n\nAdams has been writing operas since the nineteen-eighties, and he long ago established an extraordinary knack for making music from the English language. In place of fixed, singsong patterns, he has perfected a malleable vocal line that follows the irregular rhythms of thought and speech. Consider how he handles the phrase “The Eastern hemisphere beckoned to us,” in “Nixon”: a quick triplet pattern on “hemisphere” makes the word hover above the beat, delaying the next accent. The richer the language, the stronger Adams’s response. When, at the end of the first act of “Doctor Atomic,” J. Robert Oppenheimer sings John Donne’s “Batter my heart,” the anguished eloquence of the music alters how you perceive the poem.\n\nAt the same time, Adams possesses a melodic signature that is independent of his literary sources. The pivotal moment in “Harmonielehre,” his breakthrough piece of 1985, is the emergence, midway through the first movement, of a sprawling, upward- and downward-lunging theme in the strings and horns, more or less in the key of E-flat minor. It is intensely theatrical, gestural music, a monologue without words. In “Antony and Cleopatra,” similarly prowling Adamsian lines surface in the orchestra, now aligned with settings of a venerable text. The collision with Shakespeare appears to have been inevitable.\n\n“Antony” is the first stage work that Adams has created without Peter Sellars, who masterminded “Nixon,” “Klinghoffer,” “Atomic,” and other politically charged projects. Those who wish to see Adams address urgent issues of the day may be disappointed, but he has earned the right to step away from contemporary controversies. “Antony” still carries political resonances—notably in its portrait of Octavius Caesar, the future Emperor Augustus, who defeats the rebellious lovers and exposes himself as a soulless dictator-in-training.\n\nPlutarch, in his life of Antony, wished to demonstrate how a great soldier had fallen prey to feminine temptations. Shakespeare complicated that scheme by granting Cleopatra an aura of literary majesty. Adams further undercuts the Roman moral by letting Cleopatra have both the first and the last word. In place of Philo’s introductory lines about “The triple pillar of the world transform’d / Into a strumpet’s fool”—words that Caesar will utter later in the opera, with spluttering venom—Cleopatra and her handmaidens enact a scene imported from “The Taming of the Shrew,” dressing the drunken Antony in female garb. The notion of Antony being “unmanned” thus takes on a playful vibe, as if to say, “So what?”"},{"role":"body","text":"Nevertheless, the love affair of Antony and Cleopatra is no oasis of illicit sensuality, on the order of the various incarnations of “Romeo and Juliet,” or of its delirious Wagnerian cousin, “Tristan und Isolde.” The rat-a-tat, scherzando energy of the opening bars is sustained throughout the first act, which takes us up to Antony’s defeat at the Battle of Actium. There’s something desperate and unsettled about the antics of these middle-aged lovers, both of whom are losing ground to a new imperial dispensation. The dialogue unfolds with Adams’s practiced naturalism, yet the orchestra seethes underneath, delivering brief, explosive outbursts that variously suggest Cleopatra’s tantrums, Antony’s bouts of self-pity, and the nervous reactions of their underlings. All this instrumental agitation conveys the feeling of characters caught in a rapid-flowing stream that is leading toward certain catastrophe.\n\nThe music for Caesar is disciplined and machinelike. Where Antony and Cleopatra’s first scene is full of quicksilver changes of meter, Caesar enters with an orchestral juggernaut in 2/4 time, reminiscent of Adams’s minimalist roots. The part is written for a tenor, and it often presses uncomfortably high in register, recalling the bleating monologues of Mao Tse-tung in “Nixon.” At the culmination of Caesar’s development, he proclaims himself emperor and addresses a chanting populace: “Rome, ’tis thine alone, with awful sway, / To rule mankind, and make the world obey.” These words come from John Dryden’s translation of the Aeneid, but they mesh neatly with Shakespeare. The orchestra embodies a vicious grandeur that again smacks of “Nixon”—this time the totalitarian pageantry of Jiang Qing.\n\nCleopatra’s death, by contrast, unfolds in an atmosphere of imperturbable serenity, implicitly defying Caesar’s cold new order. Underpinning the scene are sad, stately descending figures in the harps, which nod to Stravinsky’s neoclassical ballet “Orpheus.” A shimmering soundscape of gongs, celesta, and the dulcimer-like cimbalom extends the rapt mood. It is an old and rather too familiar trope—an exoticized woman expiring at an opera’s close. But Cleopatra is leaving on her own terms, choosing to have no part in “this wild world.” Her vocal line gravitates toward the lower end of the soprano range, its contours shapely and unhurried. Her cool composure is, perhaps, prophetic of another kind of power.\n\nPulitzer’s sleek, stylized production—with sets by Mimi Lien, costumes by Constance Hoffman, and lighting by David Finn—locates the action in the nineteen-thirties, mixing the seedy splendor of pre-Code Hollywood with the monumental bombast of Fascist Italy. The linkage makes good sense, given how cinematic values influenced Fascist iconography: silent movies helped popularize the so-called “Roman salute,” which does not seem to have existed in ancient times. The filmmaker Bill Morrison, a master manipulator of found footage, supplies appropriate video projections, including images of the marriage of Mussolini’s daughter.\n\nAt the heart of the conception is the Machiavellian Caesar, whom the tenor Paul Appleby portrayed with charismatic nastiness on opening night. Wearing a blue suit, his hair slicked back, gesturing floridly while twisting in his seat, Appleby fashioned a vivid picture of hollow authority. Is he a snappily dressed dictator? Or a brassy studio chief? The psychological differences between the two are minor. Appleby maintained a beauty of tone despite the role’s taxing demands, and his delivery of Caesar’s ode to Roman might was a tour de force that drew unsettled applause from the audience. This tyrant was both laughable and terrifying: we’ve met his like before, and we will meet it again.\n\nCleopatra comes across as a star who has emerged from the culture industry and is trying to master it. The role was written for Julia Bullock, who withdrew on account of pregnancy. We won’t see a definitive account of “Antony” until that lavishly gifted singer puts her stamp on the part. Amina Edris, who stepped in on short notice, sang with force and finesse, even if her lower notes were a bit vague. Antony was played by the incomparable Gerald Finley, who originated Oppenheimer in “Doctor Atomic.” On opening night, Finley seemed uncertain of the character, his body language awkward and his tone recessed. When I watched a stream of a subsequent performance, I heard more of the ruminative richness that is Finley’s trademark. In the smaller roles, Alfred Walker stood out for his ironically vacillating Enobarbus and Philip Skinner for his gruff, potent Lepidus. Eun Sun Kim, San Francisco Opera’s vibrant young music director, led with crisp command and a sure grasp of the Adams style.\n\nThe première of “Antony” was the first production of San Francisco Opera’s centennial season. Those who know their theatre history might have wondered whether broaching this subject matter in a celebratory context risked fiasco: when, in 1966, Samuel Barber’s Italianate adaptation of “Antony” inaugurated the Metropolitan Opera House at Lincoln Center, it proved to be a lush dud. Adams’s score is a more musically distinctive creation, but the real difference has to do with context. By the later twentieth century, premières at the Met had become rare occurrences, fraught with expectations. Adams, a longtime Northern Californian, has seen five of his works staged at San Francisco’s War Memorial Opera House, to the point that his presence there has become routine. It’s worth remembering that the company’s first full season opened with a piece by a living composer, one that was newer then than “Nixon in China” is now: “La Bohème.”"}],"coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/john-adams-captures-the-music-of-shakespeare-antony-and-cleopatra/images/1.png"}