{"coverImageDescription":"Illustration by João Fazenda","publishDate":"Sep 26th, 2022","subtitle":"With more than three hundred thousand blobby canvasses in circulation, the Brooklyn artist has reproduced album covers from Coltrane to Kraftwerk, and has been commissioned to do original ones for Pavement, among others.","title":"Mile-a-Minute Plywood Painter Steve Keene Has a Retrospective","authorName":"Amanda Petrusich","coverImageWidth":1969,"hashTag":"The Painting Life","contents":[{"role":"body","text":"On a recent afternoon, the painter Steve Keene stood inside “the Cage,” a room fashioned from chain-link fencing and large sheets of plywood, situated in the center of his home studio, in Greenpoint, Brooklyn. Keene, who is sixty-five, was applying dabs of pink paint from a plastic tub to sixty plywood panels, each affixed to the Cage by a loop of wire. He is often cited as the most prolific painter in the world: he estimates that he has more than three hundred thousand paintings in circulation. His outfit—blue shorts, a white short-sleeved shirt, red sneakers, rubber gloves—was dotted with paint. Certain items in or near the Cage (a watering can, a container of kitty litter) had accumulated so many paint blobs that they’d become nearly unrecognizable. “I love the idea of doing sixty paintings a day, and finishing them, more than the idea of trying to make one that I think is perfect,” he said. “The whole system is based on trying not to beat myself up.”\n\nThis month, the art gallery ChaShaMa is hosting Keene’s first retrospective, at its Brooklyn Heights location, and celebrating the release of “The Steve Keene Art Book,” from Hat & Beard Press. Keene’s work is vibrant, graphic, and funny. He’s best known for painting reproductions of iconic album covers, from John Coltrane to Kraftwerk to Hole, though he’ll paint almost anything. (He has also been commissioned to produce original album covers, including for Pavement’s “Wowee Zowee.”) Each weekday morning, Keene randomly selects ten scenes, usually culled from cheap art books he buys at the Strand. He makes six paintings of each image, working on them simultaneously, circling the Cage, adding one color at a time. There is something modest and machinelike about the way he drifts peacefully from piece to piece, never pausing to fuss over the results.\n\nKeene and his wife, Starling, an architect, have lived and worked in the studio for twenty-six years. The building was once an auto-body shop; Keene built and installed a series of lofts and risers for sleeping and lounging. The couple raised two daughters there, and share the space with two dogs and four cats. That day, Keene was re-creating the grainy portrait from the cover of Neil Young’s “Everybody Knows This Is Nowhere,” a vintage Norman Rockwell illustration of an aproned matriarch putting a roast turkey on a dining table (he’d added the words “Food Blog” to the bottom), and a Chinese-takeout carton, among other images. Keene sells his paintings on his Web site, usually for around ten dollars each, but buyers don’t get to choose which pieces they’ll receive—they merely commit to a quantity. “My paintings have been two dollars or five dollars or twenty dollars for thirty years, and I like that,” he said. “There’s an informal network of people who know my work. It’s not underground anymore, but it’s not in an art-world structure.”"},{"role":"body","text":"His paintings hang in record stores and rock clubs, dive bars and used bookshops—spots where art is valued but money is generally scarce. In the early nineties, before they relocated to Brooklyn, Keene and Starling were living in Charlottesville, Virginia, and working as d.j.s at WTJU, the sort of idiosyncratic public-radio station where you might hear Lou Reed and Karen Dalton and Afrika Bambaataa in the same half hour. Keene feels a kinship with the scrappiness of the independent music scene. “The fact that a bunch of guys would get in somebody’s car and drive six hours to do a show and maybe eight people show up, and they sell cassettes or CDs from a shoebox—that was also how I toured my art around different bars twenty-five years ago,” he said.\n\nRecently, Keene’s paintings have appeared in the TV reboot of “High Fidelity” and in the video for Purple Mountains’ “Darkness and Cold.” His work acts as a kind of Gen X shibboleth, a signal to people that they have arrived in a place where it is O.K. to strike up a conversation about Matador Records or Sonic Youth. “You know if you walk into someone’s house where SK is in the mix, you already have a connection,” Karen Loew writes in “The Steve Keene Art Book.”\n\nThese days, Keene gets up early (usually around 4:45 a.m.), draws on his computer for a bit, tends to his pets, walks to the Associated Supermarket to pick up ingredients for supper, turns on the radio, and begins painting. “I just love to work,” he said. He’s a process guy. He’s often compared to Warhol, but Keene feels more in line with Robert Rauschenberg, and with the installation artists of the nineteen-seventies. “They set about to do a series of tasks, and the performance was the art work,” Keene said. When Keene shows his work in a gallery, he often makes arrangements to paint there, too. “My paintings are the residue, or the souvenir, of the performance,” he explained. "}],"coverImageHeight":2560,"coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/mile-a-minute-plywood-painter-steve-keene-has-a-retrospective/images/1.png"}