{"coverImageDescription":"Illustration by João Fazenda","coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/first-fight-the-russians-then-wellness-bowls/images/1.png","subtitle":"Yaryna Chornohuz takes a break after thirteen months on the front lines in the Ukrainian Army to sleep in a real bed in Manhattan, chow down on yuppie food, and lobby for more HIMARS.","title":"First: Fight the Russians. Then: Wellness Bowls","authorName":"Antonia Hitchens","coverImageHeight":2560,"hashTag":"Over There\n","publishDate":"Sep 26th, 2022","contents":[{"role":"body","text":"Last Tuesday, after thirteen months of fighting in Ukraine, Yaryna Chornohuz got off a FlixBus in midtown Manhattan. Chornohuz, a twenty-seven-year-old recon soldier, drone pilot, and combat medic, wore her military uniform with sapphire earrings and a nose ring; she has a serpent tattooed on her forearm, and she had her hair in cornrows. “It’s an Army hair style in Ukraine,” she said.\n\nShe was visiting the U.S. from the front; she is on a rotation in the Donbas. Standing on the corner of Eighth Avenue, she was approached by several pedestrians who asked about her rank. “I’m, like, light infantry,” she said. She explained that her fatigues were from the Ukrainian Army. One man shouted, “U.S.A.! U.S.A.!” A policeman asked her the brand of her boots.\n\nJust before leaving for America, Chornohuz had gone to the gray zone—“territory that is not ours, but perhaps not theirs,” she said. “You can meet anyone there, at any time. Mines, groups of enemies, wounded, dead. There was a group of border guards who had been killed. I found the body of a shot female border guard. That was difficult.”\n\nShe walked toward Hudson Yards. “I do recon, so I’m used to not being in the same place,” she said. “In my unit, we’re using civilian cars now because most armored vehicles are destroyed. I drive a Mitsubishi.” She took out her phone to show a photo of her car. “It was shot twice. It’s not armored. My car is called Gypsy King,” she said. She flipped through images of her injection medicine kit, and of evacuated wounded men in her back seat. Referring to her duties as a drone pilot, she said, “I can throw different surprises, grenades.”\n\nIn February, Chornohuz was supposed to be coming to the end of her rotation. Instead, her unit ended up staying on at the front. “We went north of Mariupol to help other units break the enveloping forces. But they had already closed the envelope,” she said. “So we had to defend a village in the north. Our group of five was on the field road for days. Then we had street combat.” Her commander was killed. “We defended the village from Russian artillery. We had almost no armor. I heard shouting from a basement, and a ten-year-old boy with a shrapnel wound in his chest was there with his mother and her ten-month-old baby. I evacuated them.” As she was cleaning the blood from her car, the fighting started again. “We just used all the grenade launchers we had, and Javelins. We ran out of everything.” She continued, “Things are better now that we have himars rockets.”"},{"role":"body","text":"Part of the purpose of her visit to the U.S., with three other female soldiers, was to ask Congress for more himars, armored vehicles, long-range rockets, heavy armor, and air-defense systems. She brought souvenirs from Ukraine to hand out at meetings—shards of destroyed Russian tanks. Her husband, Peter, a soldier in her unit, asked her to bring him back some Marlboros.\n\nChornohuz is also a poet, and she worked as a translator in a publishing house while getting her master’s degree in Kyiv. “I did books like ‘The Girl Who Saved Christmas,’ from English to Ukrainian,” she said. She was an activist in Maidan in 2014, but she couldn’t join the armed forces because she was pregnant. “I gave birth the day the war in Crimea officially started,” she said. “Then, in 2020, when my daughter was six, my boyfriend was killed by a Russian sniper.” She said that she could survive his loss only by joining the armed forces.\n\n“We were used to trench warfare,” she said. “When full-scale war started, my ex-husband took my daughter to live in the U.S. I was on the front lines and I couldn’t leave.”\n\nAt a brunch place in Chelsea, she sat beneath a neon-green sign reading “Home for the Holidays” and asked for a matcha latte. “Now I’m used to field conditions. Usually it’s basements, trenches, abandoned houses from civilians that the local government gave to us. Sometimes I sleep in my car.” She said that she found the white sheets in her Washington hotel shocking.\n\nShe looked at the menu and ordered a “wellness bowl.” “After thirteen months, you require some civilian things,” she said. “I have my coffeepot. My husband and I order each other stuffed animals.” She went on, “When we were in an occupied frontline village, I went to the town library, and I found a few books by dissidents, a few from a school of Ukrainian poets from the thirties.” She orders books online, and when they arrive at her home people bring them to her in the field. “When I’m at the front, I’m reading O. Henry,” she said.\n\nIn January, 2021, she published a cycle of wartime poems called “How the War Circle Bends.” She posts her poems on social media, alongside photos. “We can’t use geotags, or show the horizon,” she said. “I don’t want to be like those Chechen guys we make fun of, who are cosplaying American sniper movies in their TikTok videos.” She added, “I can speak with my daughter on video from my position. She’s, like, ‘Finish your contract, Mom, then we’ll do something.’ ”"}],"coverImageWidth":1865}