{"title": "My Wonderful Description of Flowers", "subtitle": "", "authorName": "Danielle Dutton", "coverImageURL": "https://media.newyorker.com/photos/637cf9face333787da27bbc2/3:4/pass/221205_r41467.jpg", "coverImageWidth": 1878, "coverImageHeight": 2504, "coverImageDescription": "Photograph by Ioulex for The New Yorker", "hashTag": "Fiction", "publishDate": "November 28, 2022", "contents": [{"role": "body", "text": "Last night my husband dreamed I left him, though my husband never dreams, or if he does he dreams of nothing—of sending an e-mail, petting the cat. “I live not in dreams but in contemplation of a reality that is perhaps the future,” Rilke, and not my husband, said. My husband brought up his dream over breakfast, but I had an early day, errands, a million meetings. I was almost out the door."}, {"role": "body", "text": "Later, on my way back home, I’m waiting for a westbound train, shifting a bag of groceries, when someone texts me a clip, so I tap my screen to watch. In it a man in a dark-blue suit steps up to a waiting group. His back is to the camera. He’s speaking to a woman and a tall red-headed man—greeting them, or thanking them, or telling them goodbye. The clip is shaky, blurred. Someone made it by holding a phone in front of a TV screen. I can just make out the ticker; I catch “Iowa” and “White House.” Then the man in the suit reaches out to touch the woman’s arm. The woman steps away. I watch the clip again. It’s not five seconds long. The man in the suit steps up to the group. He tries to touch her face. Not her arm, her face. The woman steps away. People are getting off the train. People are getting on. I have no idea who sent the clip. There’s a number but no name."}, {"role": "body", "text": "Now comes a coincidence. There’s a man on this train with a too loud voice, a man in a dark-blue suit. At first he seems jolly, drunk. The westbound train goes “Haaaaaaaaaaa.” He’s friends with the whole world until he zeroes in on me. “Hello, wife,” he says, taking steps in my direction. The train car lurches left. Then with a flash like a magic trick he produces a golden credit card and pops it in front of my face. He raises his eyebrows. Am I impressed? “This is my wife,” he tells the train, but commuters stare out windows at the passing backs of mansions. The sun has nearly set. When we plunge into a tunnel he lifts that credit card up, high above my head. “The life breath of man is the lamp of the Lord,” he says, his voice suddenly sonorous, his golden card a lantern now to guide us in the dark. Then the train comes to a stop. The doors slide open, but I don’t move. But then I do, I run. I’m halfway out. I’ve timed it well. The doors are about to close. But the man in the suit is quick. His thinning hair and reek of booze. His hand is on my arm. “Hey,” I say. But no one looks. I tear myself away. “Goodbye, wife,” he calls. “I’ll catch you another time.”"}, {"role": "body", "text": "Emerging from the station, I step inside the rain. I step into a cloud. All around, it smells like trees. Impossible not to picture a forest in the fog, but there’s no forest here. I’m still holding the bag of groceries. I can still feel the palm of his hand. Then all the way up the hill to my house I assume he is inside—my actual husband, I mean, and I am his actual wife. Our child will be inside as well, no doubt on their computer, their bedroom window aglow. But when I arrive the windows are dark. I can’t unlock the door. Then I unlock it and flip on the light. I call both their names up the stairs."}, {"role": "body", "text": "Two weeks before any of this, I stepped onto another train and smiled at a pale young man gripping the metal bar. This was the morning rush hour. There was nowhere else to stand. As soon as the doors slid shut, the young man started to talk. He never stopped, under his breath, just stared at my stomach, my dress: “So nice, so nice, so nice.” Describing it later, I laughed, but my husband was not amused. “I’m not laughing,” I told him, even though I was. A few days later I saw the young man again, I saw his picture, I mean, a shot from a doorbell camera, while scrolling the neighborhood app. He’d assaulted a woman not four blocks away, or tried to, on her porch steps, having followed her from the train."}, {"role": "body", "text": "Now I am home and my family is not. I leave my husband a voice mail. “Hey, where are you?” I say."}, {"role": "body", "text": "For weeks my child has been obsessed with a video game called Daphne. In Daphne you’re on an island. You’re a man who has lost something, and you wander around the island muttering to yourself. The island is beset by mist. The mist sprouts seabirds, cliffs. Go left down a path to the ocean. Turn right through a doorway and descend a flight of stairs. There’s something else there: moaning. From somewhere deep inside, the island is trying to speak. To get closer to the source, you enter a dark cave. The farther in you go, the more you’re able to see; the walls of the cave are glowing blue with something alive or dead. You can just make out your booted feet. The moaning grows louder. Yet the first-person player’s muttering can be heard above everything else, his footsteps on the rocky path, my child alone in their room. I hear it like a song at night: mutter, moan, and step."}, {"role": "body", "text": "But now their computer is sleeping. I shut a bedroom window. Then I go downstairs and open the door and call for the cat in the fog."}, {"role": "body", "text": "In a book I’ve been reading about a painter in the early twentieth century, there’s a passage about how she, the painter, Paula, liked to be alone: newly married, thus newly renamed, whenever her husband, Otto Modersohn, went away on a trip, she’d paint and paint and paint, and at whatever hour she liked she’d stop to eat and would not set the table. No candles. No meat. At dinner she’d read Goethe with rice pudding. “Half of me is still Paula Becker,” she wrote, “and the other half is acting as if it were.” But since I have to be on campus by eight, into the shining microwave I toss a frozen burrito. Then I text my husband: “I am not *leaving* I have to go to work.”"}, {"role": "body", "text": "The street lamps in the mist are wild pearls of light. I nod at a passing neighbor, walk down a half-hidden path. I cross a six-lane street. Next comes the row of campus garages wrapped with metal screens—everything is sculpture, maybe—which ripple and clink in the wind. Here is the staircase lined with dogwoods, which blossom-tunnels each spring, and then I pass the gates of the Experimental Prairie. I stop beside a bench. “Hello where are you?” I text. A plastic sign near the concrete path introduces the grasses by name. Sideoats grama. Fowl Manna. “The cluster of flowers,” it says, “is called an inflorescence.” Most of the plants come up to my chest, but here and there a thistle rises high above everything else, its bulbous purple head atop a thin green stalk. The tallest thistle brings to mind a camera, possibly alive, a sentient alien technology transmitting news of Earth. “Cursed is the ground because of you,” God allegedly said. “Both thorns and thistles it shall grow.” But I often feel like a thistle myself, a bulbous inflorescence, transmitting news of Earth."}, {"role": "body", "text": "Inside the lecture hall the walls are lined with latecomers who couldn’t get a seat, and between these standing people are paintings from the eighties by a former professor’s wife, the people in them color-blocked and bent. The visiting writer is celebrated. Tens of thousands follow her. She takes a sip as people watch. Then she clears her throat. She places her glass on the lectern, but she sets it down in such a way that her face is inside the water. That is, from where I sit in the room, the water in the cup contains her entire face. Anyway, I think, they’re probably back by now, with homework spread out on the table, and, I hope, feeding the cat. “You need to get back to me please,” I type, then set my phone to silent. The visitor begins. She’s reading us a story about a woman on a trip. The woman has lost her glasses in a desolate public space. A stranger, a man, offers to help. He leads her down a sidewalk. It’s starting to get dark, but the two continue to walk. Someone beside me sneezes. I quickly slip back in. The story is like a spell. There’s a road, a woman, upheaval. They skirt a grassy strip. Soon the man is telling the woman she has no one to trust but him."}, {"role": "body", "text": "Meanwhile, the man in Daphne has probably killed his wife. That is the player’s backstory, which you piece together from his muttered fragments as you wander across the island. “The man,” my husband explained one night, “killed his wife drunk driving.” “No,” our child said, “it’s that you asked another man to drive you home from a party, and it was that man who was drunk, and then there was a crash, but only Daphne died.” Go left and you were the driver; turn right and you made a choice that caused your wife to die. Continue straight on the forking path and you’ll approach a garden wall. It’s a garden in the mist, a former garden, overgrown, and perched atop a cliff. But even within the garden walls you must listen to his muttering, contemplate his regret. He is sorry, he is suffering, that much is perfectly clear. You pass driftwood crosses, orange poppies, clumps of yellow gorse. The sky is like a painting. You approach the edge of the cliff. “It’s a graphic masterpiece,” my child said, quoting an online review."}, {"role": "body", "text": "Something is waiting to happen, I think. This is just the lull."}, {"role": "body", "text": "What happens after a reading is called a wine reception. Mostly there is cheese. To my left a grad student persists: “ . . . with Cate Blanchett and the interviewer says, ‘Where do kindness and compassion exist, in your opinion,’ and, like, ‘Where do you locate a sense of a moral compass, in this brutal world, or whatever,’ and Cate Blanchett says, ‘It’s in my vagina.’ ” My office is steps away, which means I can feign a reason, I can slip through the door and hide. Still, I hear their voices. I don’t turn on the light. The window is black like beads of jet and I am the shape of a nightgown. I turn off my phone and turn it back on, but this produces no new texts, no e-mails, and no missed calls. So I rehearse what I’ve been told: I’ve been told that I worry too much. I’ve been told that I resist trusting the signs when things are going O.K. But when are things ever O.K.? Bad things, I know, enormously bad, are happening all the time. And the little things add up, like my kid spending recess alone, again, eating alone at lunch, or how distracted my husband has been, how lately he shifts his face so I’m kissing only his cheek, or how he keeps forgetting to bolt the back door even though he knows the doorknob lock is broken, so I’m regularly coming home to a house that’s been unlocked for hours, meaning anybody walking past might have stepped inside our kitchen, fingered the photos on our fridge, sneaked down into the basement—"}, {"role": "body", "text": "A colleague calls my name. The crowd in the hallway has shrunk. The table is strewn with strawberry stems, and I have been invited; everyone is heading first to the train and then to a favorite bar."}, {"role": "body", "text": "“I’ll walk as far as the fountains,” I say, “but then I have to go home.”"}, {"role": "body", "text": "The bright lights from the stadium make the thick fog look like water, like a lake over our heads. I imagine I hear it lapping, but that’s probably someone’s shoe. As we pass two cops on bicycles, I stumble on the path, typing my husband an e-mail, while a grad student is saying, “That thing you brought up in class,” reaching out a steadying arm, “about not really having, like, one authentic voice.” The fountains are just ahead, lit up in the dark, where the path beneath our feet branches out in three directions. I should take the path that leads to the road that leads to the hill to my house. But I stay with the group. I don’t split off. I’m talking to my student, answering him with words. I let myself be pulled along, past the fountains with water like glass, into the station elevator, out onto the platform. As the eastbound train arrives with a hiss, I’m approaching my house in my mind: down the path, up the street, but all the windows are dark. I try it again and again—down the path, up the street—but nobody is home."}, {"role": "body", "text": "Four weeks ago this Sunday I was sitting in front of my laptop when a message popped up from a friend. He’d be passing through the city and did I want to get together in the early afternoon. “Sorry,” I typed back. “I’m going to a pumpkin patch, if you can believe it, with a bunch of kids from my kid’s school.” I noticed then that this same person had messaged me over the summer, after I’d posted about being somewhere teaching a summer class. He’d gone to college in the area, he’d said. “It’s my first time here,” I’d written back. “Yes,” I agreed, “it’s beautiful.” He mentioned the currents, the air, how good his body felt whenever he was there. The town was on the ocean and there were clumps of bright-pink sweet peas on the sides of all the roads. I’d forgotten this exchange, but now I remembered that, even then, I hadn’t been able to place him. I’d just thought I recognized his name. I remembered now, too, how typing sweet peas had felt flirtatious, alone as I was in that other place, speaking privately with a man, though perhaps that feeling had more to do with how intensely I’d admired the flowers, and again I’d assumed he was someone I’d corresponded with before. But now I checked and he was not. I didn’t seem to know him, and I was unsure how or why he thought that he knew me. Still, I figured, he must. Another message sounded. “Which pumpkin patch?” it said. I didn’t respond. Minutes later: “Do you know where the pumpkin patch is?” Then: “Can you send directions?” “Sorry,” I finally wrote, “I don’t know where it is. I’m not driving.” This was true. “I have to go,” I said, and I shut my laptop and went downstairs and listened to the news. A billionaire was in outer space. The three hundredth mass shooting of the year had just occurred. An individual in Afghanistan had survived a drone attack."}, {"role": "body", "text": "Two hours later there was a knock on our front door. My husband and I were playing cards. “You get it,” I said, and I stepped into the kitchen. How could I have known? Obviously, I couldn’t. But I hadn’t told my husband about the messages from that summer, or the ones that morning. What was there to tell? I heard the stranger say my name. I heard him say, “She knows me.” I shook my head in the kitchen. My husband asked him to wait. “It’s fine,” I said. “I’ll talk to him.” “Who is this guy?” he said. “I don’t really know,” I answered. I slipped on my shoes and stepped outside. The stranger was alone on the porch. He looked at me as though he knew me. He smiled and looked away. I could sense my husband inside the house, passing behind the walls."}, {"role": "body", "text": "But nothing bad happens in Daphne. It’s always only lull. No puzzle to solve, no objective, no end. There’s only the space of the player’s despair—his constant talk, that muttering—and how you manage to feel, or where you manage to go inside the landscape of his mood."}, {"role": "body", "text": "“I don’t know him,” I said, “I don’t know why he came here, I have no idea how he found our house.” It sounded like a lie, though it almost entirely wasn’t. My husband went into the yard to make sure that the stranger had gone, but even at that moment there was a message on my phone. He could tell I’d been happy to see him, he wrote, because I’d been so nice. Another message would follow without a response from me, and then another, and others, their tone increasingly hostile, yet the officer we’d speak with would tell us there was nothing the police could do without a credible threat. Then back there in the moment a minivan pulled up. “Time to go,” I called, and my kid came bounding down the stairs pulling on their jacket."}, {"role": "body", "text": "I’ve never been out this far."}, {"role": "body", "text": "When everyone else got off for the bar, I stayed where I was, seated on the train. My students called out as the doors shut, and I watched them slide away. I wasn’t alone on the train. There were passengers seated or standing nearby, and the driver sat at the front. “This is an eastbound train,” she said, and passengers got off, but nobody got on. When we finally emerged aboveground, the train was nearly empty. I watched the passing city lights and thought about the story that the visiting writer had read. The woman in it could hardly see. She was moving down the road, scared but also desperate, for all her own good reasons, moving toward something bad. But plot is so seductive. You don’t really want it to stop. Or you don’t know how to stop it. Then I realized the fog was gone. We were high up on a bridge, high above the river. Had the river swallowed the fog? But the river looked like nothing. It looked like empty space. Still, I knew it was down there, filled with fish and mud."}, {"role": "body", "text": "I’d e-mailed. I’d called. I’d texted so many times. When we cross this bridge, I thought, we’ll be in a different state. Then we crossed the bridge. We passed a bright casino and a darkened R.V. park, then empty houses with missing bricks, then a house with missing bricks and a catalpa tree inside it. Then the train kept going, going and going and going through what seemed like more of nothing but must have been one enormous farm after another."}, {"role": "body", "text": "One afternoon last winter, my husband and child rode this train just to see where it ended. Despite the darkness, I can see now that it looks just as they described: a single track in a parking lot surrounded by fields of hay. There’s one other passenger left on the train. I follow as she disembarks. She carries a sweatshirt, a purse. She seems to know where she’s going. I follow her down the ramp. She pretends she doesn’t see me, but I follow her all the way. I’m bad at talking to strangers, unless they ask for help. She doesn’t ask for help, or even turn around. She hurries toward a gray sedan, the only car in the lot. It reminds me of something I read once, but only distantly remember, about a woman who couldn’t sleep. She hadn’t slept for weeks. One night she drove to a train station and parked in the empty lot. She sat inside her car. It was hard to tell, as a reader, if she had fallen asleep at last or not when her car began to shake. She dropped the keys by her feet in fear. Someone was outside her car, rocking it back and forth. Now the woman slams her door. She looks at me through the window. She starts the gray sedan. I watch her drive away. I cross the empty lot. At the line where the lot turns into the field, I take my phone out of my pocket. There’s no service, which means no message, and the battery is low. It’s a relief just to leave it on the ground."}, {"role": "body", "text": "In her film “The Beaches of Agnès,” almost at the start, Agnès Varda says to the camera that if we opened up people’s bodies we would find landscapes inside. If you opened my body, she says, you would find beaches in me. Having crossed the field with its rolls of hay, then passed through a tangle of woods, I’ve come to some other place, where the grass looks like a sea. The wind moves through the grasses, and I move through them, too. At first the grasses come up to my knees, and then after a minute they rise as high as my head. Other things surround me, too: star-shaped flowers in yellow and white, plastic netting, purple thistle, milkweed gone to seed. If you opened up my body, I think, this is what you’d find, exactly the place where I’m standing. There’s a cross-rhythm from the crickets, plus the hum of distant traffic, plus the sound of drying grasses moving in the wind. My body’s obscured by the waving of plants. This is the prairie at night. All you can see is darkness now and millions of flowers like stars."}]}