{"title": "Predicting the Earthquake That Could Wreck New York", "subtitle": "A geologist heads to the hills to study precariously perched boulders, which could provide clues to the frequency of the rare major quakes that shake the region.", "authorName": "Ben McGrath", "coverImageURL": "https://media.newyorker.com/photos/637eb730c6658f806d4e2d4b/master/w_1920,c_limit/221205_r41476illu.jpg", "coverImageWidth": 1825, "coverImageHeight": 2560, "coverImageDescription": "Illustration by João Fazenda", "hashTag": "Disaster Readiness Dept.", "publishDate": "November 28, 2022", "contents": [{"role": "body", "text": "Every now and then, the ground trembles, in some places more often and more dramatically than in others. New York is no California. Still, Brooklyn chimneys toppled and windows shattered in the summer of 1884, when a quake struck near Coney Island: magnitude 5, or thereabouts. (Seismometers were not then in wide circulation.) Anything larger, amid today’s infrastructure, would cause quite a bit of damage. But we have scant records about how frequently such a quake occurs. “Every thousand years, every ten thousand years, every million years?,” William Menke, a seismologist at Columbia’s Lamont-Doherty observatory, wondered recently, with the potential destruction of the metropolitan region in mind. “It makes a difference!” Many major earthquakes have occurred on the East Coast, he explained. We just don’t know when."}, {"role": "body", "text": "Menke was hiking up a mountain in Harriman State Park, beside the Ramapo Fault, to try to fill in the gaps. He was in search of rocks whose shape and placement gave him a sense of existential comfort instead of dread. “That was the one that started me thinking about this,” he said, arriving at a bobsled-size boulder perched near the edge of a shallow cliff. “That must say something important about the amount of shaking that occurred since it was put up there. If there was a lot of shaking, it would have fallen.” A hiking companion couldn’t resist a futile push. The boulder was deposited there, of course, by a glacier. “Everything here reeks of the Ice Age,” Menke said. The last of the glaciers melted in these parts around fifteen thousand years ago. Auspicious."}, {"role": "body", "text": "The two continued climbing, in search of ever more precariously perched boulders. Some were too small to rule out human intervention. “You can see somebody moved those hefty rocks into a bench configuration,” Menke noted of one arrangement, near the remains of a campfire. Another boulder, intriguingly top-heavy, sat in a crack, making it harder to dislodge, and therefore unworthy of scrutiny. Menke crouched beside others to sketch their contours in a notebook and measure the slopes of the underlying bedrock, using a carpenter’s level and an inclinometer, for which he’d paid eight dollars at Lowe’s. “Most of the stuff I do is pretty low tech,” he said. “I have occasionally lost things in the field and then found them six months later, a little rusty.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/637eb730e081ee1e4931db8c/master/w_1600,c_limit/221205_a26214.jpg", "imageWidth": 1600, "imageHeight": 1384, "imageDescription": "“It’s made from one hundred per cent dinosaur-based petroleum products.”"}, {"role": "body", "text": "Menke’s gray hair was untrimmed and, like some of the stones he examined, in seeming defiance of gravity. His fixation on the geology was such that he failed to notice a buck galloping past, though he called attention to a small discoloration in the bedrock at one point. “See the surface here? Something was protecting this from erosion. Was there a boulder there that rolled off? Where is it?” Using some back-of-the-envelope physics, he estimated the amount of gravitational acceleration required to send various candidates in his notebook sliding downhill. “The last one we did was on a more gentle slope, and it was about point three of gravity,” he said. “So that would be about a seven-and-a-half magnitude.” By contrast, a giant sea-turtle-shaped rock on a steeper slope seemed likely to ski with a magnitude 7. “So that, actually, is an interesting number,” Menke said. “If you can rule out that there have been any earthquakes of magnitude 7 since the end of the Ice Age, that actually is pretty important in terms of New York’s seismic risk.”"}, {"role": "body", "text": "Proper science would require his following up with sophisticated camera technology, for photogrammetry and 3-D computer modelling. “I’ll tell you a funny story about a Greek dude,” Menke said, referring to the astronomer Aristarchus, who attempted to estimate the distance from the earth to the sun. “He did a pretty good job, but there was a critical piece of info he needed to know, and that was the angular diameter of the sun. It’s half a degree, and he guessed that it was two degrees. Had he been careful to measure things, he would have gotten the right number.” For now, though, Menke took comfort in what the naked eye was telling him. Then again, a magnitude 7 earthquake is a thousand times more powerful than a magnitude 5. Think of Haiti in 2010, instead of Coney Island in 1884."}, {"role": "body", "text": "Pausing for a water break before beginning his descent, Menke ran his hand over another boulder and broke off a piece of crusty rock tripe, or lichen. “Very low nutritional value,” he said. “But if faced with a choice between eating rock tripe and dying, you eat rock tripe.”"}]}