{"coverImageDescription":"Illustration by João Fazenda","publishDate":"Sep 26th, 2022","subtitle":"When the Italian billionaire who owns Diesel and other big labels brought Marni to New York Fashion Week, Madonna and Kylie Jenner R.S.V.P.’d yes.","title":"Renzo Rosso’s La-Dolce-Vita-on-Viagra Aesthetic","authorName":"Naomi Fry","coverImageWidth":1865,"hashTag":"On the Runway","contents":[{"role":"body","text":"It was Fashion Week in New York again, with all its usual enthusiasms—a singing Lil Nas X in a silver crop top walking a runway, anyone?—but in a quiet, book-lined room in the Italian consulate, on Park Avenue, the billionaire fashion entrepreneur Renzo Rosso was taking a breather. Rosso, who is sixty-seven, was in town for the runway presentation of the fashion house Marni, which he owns, and which was holding its first show ever in New York. From his perch on a maroon velvet chair, he listed the notables who were confirmed to attend. “Is unbelievable,” he said. “We have seventy celebrities already accredited to be part of the show. Seven-zero! We have Madonna, and Kylie Jenner—”\n\n“Iann Dior,” added Marita Spera, Rosso’s chief of public relations, naming the young rapper known for the melancholy banger “Mood.”\n\n“Marni is becoming very supermodern,” Rosso said. “It was much more intellectual, much older when I acquire the company, seven years ago.”\n\nRosso has built his fortune on knowing what the youth want. In the nineteen-seventies, he founded the brand Diesel, which rose to prominence in the nineties on a wave of cheeky advertisements. (Two sailors kissing by a boat, V-J Day style; a Black man wearing Diesel diving into a pool as white women freak out around him, with the caption “Sun City, 1975.”) Rosso also owns the Jil Sander and Margiela labels, and recently he bought a stake in the American streetwear company Amiri, whose ripped jeans, which retail for six hundred and ninety dollars and up, are beloved by rappers and N.B.A. players. The brands are part of Rosso’s Only the Brave conglomerate. “All my brands are brave,” he said, scrunching down his sock to reveal a tattoo of the company’s logo on his ankle.\n\nRosso, who is married for the second time and has seven children (ages: six to forty-four), was dressed in slim black separates—pants, shirt, and socks from Diesel, jacket from Jil Sander—accessorized with a diamond necklace and bracelet. With his blondish-silver curls and his initials tattooed on two of his knuckles in Gothic script, he looked like a wealthy rock star reaping the rewards of decades on the road.\n\nHe was born on a farm in the village of Brugine, in northeastern Italy. “I would go with my father to the market on Saturdays. He would always wear a suit and a scarf.” He turned to Spera. “Cravatta?”"},{"role":"body","text":"“A tie,” Spera corrected.\n\n“I was in love with my father for this kind of attitude,” he said. “But I wasn’t in love with being a farmer.” He swapped the farm for fashion at fifteen, when he started technical school in Padua, where he made and sold jeans to friends. “I felt super strong, rich,” he said. “Because then I can get not just a drink when I go to the disco, I can buy a bottle of Martini, so it is nice—to have women, to have a nice life.”\n\nThe la-dolce-vita-on-Viagra ethos is still crucial to Diesel’s image. Two years ago, the brand’s profile got a boost from the arrival of a new creative director, the Belgian Glenn Martens. (Among his designs: a pair of jeans fused with boots.) When Kanye West briefly courted Julia Fox, last winter, he brought her to a hotel room lined with Martens-designed Diesel clothing from the Spring 2022 collection to try on. In one photograph from that day, Fox had on a skintight denim ensemble and was straddling West on the floor.\n\n“With Julia it was nice, because Diesel at that moment was starting to be cooler,” Rosso said. (As for his friend West, he is “a super talent,” even though “today maybe he is thinking something, tomorrow he is thinking something totally different.”) Recently, the brand upped its already considerable horniness quotient by sending, as part of the invitation to its Milan fashion show, a butt plug tucked inside an elegant tomato-red box.\n\nAmong Rosso’s goals is to advance Diesel and its sister brands into the metaverse. He has always loved technology. “I was the first company to bring the fax to Italy,” he said. “The vision of the company is modern, and me, I am modern.” A new division of O.T.B., run by one of Rosso’s sons, is in charge of developing the business’s Web 3.0 capabilities. Customers will be able to dress an avatar in O.T.B. clothing for wearing in virtual spaces.\n\n“Renzo Rosso in the digital world can be totally different from Renzo Rosso in the real world,” he said. Spera indicated that Rosso had his avatar already.\n\nAsked what the avatar looked like, he laughed and said, “It looks like me.”"}],"coverImageHeight":2560,"coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/renzo-rossos-la-dolce-vita-on-viagra-aesthetic/images/1.png"}