{"coverImageDescription":"Illustration by João Fazenda","coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/when-migrants-become-political-pawns/images/1.png","subtitle":"Governor DeSantis appeared to be attempting to troll people whose magnanimity, he seemed to believe, is inversely proportional to the extent to which a given problem has an impact on their own lives.","title":"When Migrants Become Political Pawns","authorName":"Jelani Cobb","coverImageWidth":1847,"hashTag":"comment","publishDate":"Sep 25th, 2022","contents":[{"role":"body","text":"The calcified cruelty, malignant politics, and questionable legality of the decisions by Governors Greg Abbott, of Texas, and Ron DeSantis, of Florida, to transport dozens of migrants in Texas to unsuspecting locales in Massachusetts and Washington, D.C., reiterate the point—often made in recent years—that the only check on the behavior of the current Republican Party is the limits of its own imagination. Most of the migrants reportedly came from Venezuela, a country so racked with discord that an estimated twenty per cent of its population has been displaced. One man said that he arrived after having spent three months trekking across several countries. Many people recounted being offered free accommodations and flights to cities where they thought they would be guaranteed work.\n\nInstead, they were dispatched on two chartered planes, arranged at DeSantis’s behest, and unceremoniously released on Martha’s Vineyard, the resort island just off the coast of Massachusetts which DeSantis called a “sanctuary jurisdiction.” Others were bused to Washington, D.C., and left outside the grounds of the U.S. Naval Observatory, where Vice-President Kamala Harris lives, as part of a program that Abbott, who is running for a third term, enacted this spring. Texas has bused more than eight thousand migrants to Washington, New York City, and Chicago, at a cost to the state of more than twelve million dollars. Arizona, under the Republican governor Doug Ducey, has also sent more than a thousand migrants to the nation’s capital. All three governors plan to continue the transportations.\n\nImplicit in their actions is the idea that Northern, liberal attitudes regarding immigration are undergirded by the fact that the places where Northern liberals live aren’t being inundated with people who enter the country without documentation. Governor DeSantis appeared to be attempting to troll people whose magnanimity, he seemed to believe, is inversely proportional to the extent to which a given problem has an impact on their own lives. Indeed, much of the discussion on the right about the immigration crisis tends to frame it as a “border crisis,” erroneously suggesting both that the sole driver of the number of people arriving is the porousness of the Southern border and that this issue falls squarely on the shoulders of the states in the South and the Southwest. DeSantis has frequently complained about an undue burden on the border states, and expressed concern that migrants arriving in those states really want to move to his. As reported on NPR, he said, “What we’re trying to do is profile: ‘O.K., who do you think is trying to get to Florida?’ ” What seems not to have been factored into this thinking is that, before the most recent crackdowns, Florida, though not a border state, nevertheless had a long tradition of welcoming certain migrants—provided that they were fleeing Fidel Castro’s Cuba.\n\nBuoyed by the audacity of the recent stunts, some commentators played up the nimby message. A headline in the New York Post ran: “with martha’s vineyard meltdown, maybe dems will FINALLY understand illegal immigration problems.” On Fox News, Tucker Carlson ridiculed Martha’s Vineyard as a white haven full of people hyperventilating about the sudden presence of so many brown people. (A conservative online meme showed a woman calling the police to report a Hispanic man who was not holding a leaf blower.) Carlson’s colleague Jesse Watters asked Mike Pompeo, “I mean, everybody basically that you know on the left has a home there. Do you think they’re going to be embracing their new neighbors?” Pompeo, who served as Donald Trump’s Secretary of State, said, “You know, these are all sanctuary cities until they’re in their sanctuary.”"},{"role":"body","text":"The island is not, of course, the monochromatic enclave it’s being made out to be. There was a Black presence there for more than a century before the Obamas arrived. There has been a local chapter of the N.A.A.C.P. on Martha’s Vineyard since 1963. Edward Brooke, who, in 1966, became the first Black U.S. senator since Reconstruction (and the first elected by popular vote) lived part time on the island, which he called his “spiritual home.” Martin Luther King, Jr., Harry Belafonte, Adam Clayton Powell, Jr., and the novelist Dorothy West all vacationed there.\n\nDeSantis could have sent the migrants to any community in the country that was large enough to sustain an airstrip. He chose Martha’s Vineyard because of its reputation both for prosperity and for left-leaning politics. The whole line of attack recalled Irving Kristol’s adage that a neoconservative is simply a liberal who has been mugged by reality. Yet it is important to note that the generally liberal sanctuary cities being targeted didn’t adopt their policies in a vacuum. According to the Migration Policy Institute, there are more than two hundred thousand undocumented migrants living in Massachusetts. The other traditionally liberal strongholds of New York and California have undocumented populations of roughly eight hundred and thirty-five thousand and more than two million, respectively. Sanctuary cities like Boston, New York, and Los Angeles came to those positions not in the absence of migrants but in their presence.\n\nThe cynical expectations were contrasted by what actually happened on Martha’s Vineyard once the migrants were discovered. Restaurants provided free food, cots were set up in a church, and a Spanish-language Mass was organized. Residents gave bedding, toiletries, and candy. Lawyers for Civil Rights Boston filed a class-action suit against DeSantis and other Florida state officials, alleging that the migrants had been victimized by a “fraudulent and discriminatory scheme.” (A county sheriff in Texas is also investigating whether the migrants might be considered victims of crimes, and last week Jason Pizzo, a Democratic state senator representing part of Miami-Dade County, sued to block further flights.)\n\nThis outpouring of support has, predictably, been underplayed among immigration hawks. It’s worth recalling that, not long ago, voices on the reactionary right were mouthing brittle defenses of the Trump-era decision to take children from their parents at the Southern border and detain them, with no clear plan for reuniting the families. That situation also resulted in migrants being surreptitiously flown to distant locales around the country without knowing where they were being taken. The cruelty is consistent, but it also highlights, unintentionally, another fact: DeSantis, Abbott, and those who endorse their actions believe that liberals will see things differently once they’ve metaphorically walked in others’ shoes. But, to make that point, they are fine with further abusing people who have already walked miles—hundreds of them—in their own."}],"coverImageHeight":2560}