{"coverImageDescription":"Illustration by João Fazenda","publishDate":"Sep 26th, 2022","subtitle":"Kevin Mazur, who was the first photographer to shoot Prince inside Paisley Park and the last to shoot Michael Jackson alive, has become the guy Taylor Swift, Lady Gaga, and Elton John call over when they want some candids.","title":"The Not-Paparazzo That Celebrities Actually Enjoy Seeing","authorName":"Michael Schulman","coverImageWidth":2157,"hashTag":"Backstage","contents":[{"role":"body","text":"Celebrities sometimes introduce Kevin Mazur as “my favorite paparazzo.” “I go, ‘I’m not paparazzi!’ ” Mazur said the other day. “I’m the guy that’s invited. Everybody wants me to be there.” Mazur is the guy you get when, say, you’re the Rolling Stones in 1988 and need someone to document the “Steel Wheels” tour. Or when you’re the Met Gala and need someone to capture Kim Kardashian at the top of the stairs. At concerts, he slips onstage to shoot Elton John close up. On red carpets, he waltzes past the penned-in press and snaps J. Lo from two feet away.\n\n“The trust factor is the biggest thing,” he said. “When you respect somebody, they’ll feel comfortable with you. And then they’ll let you in.” Mazur, who is sixty-one, with swept-back silver hair and a thick Long Island accent (David Bowie used to imitate him: “Yo, Kev, come ovah heah, take some pic-chahs!”), was driving to Newark for the MTV Video Music Awards, which he has photographed since 1986. He had just left his house, which is adorned with his photos of celebrities (Keef, McCartney) and of himself with celebrities (“That’s Sting on my boat”). Mazur lives in Babylon, not far from where he grew up, a fireman’s son. His first concert was Led Zeppelin—Madison Square Garden, 1977—where he learned how to scalp tickets. Not long afterward, he took his girlfriend to see Fleetwood Mac and hid his camera in her purse. “Instead of sneaking in booze and getting drunk, I had pictures,” he recalled.\n\nIn 1982, after taking audience shots of a Billy Joel concert, he submitted his photos to Retna, the photo agency; a week later, one of them was in People. He co-founded WireImage in 2001 and rode the Paris Hilton boom times, before Getty Images acquired the company (and Mazur), in 2007. Unlike the paps, who sell shots of Ben Affleck looking depressed at Starbucks to the Daily Mail, Mazur maintains access by getting along with everyone. “I never put out a bad picture of anybody,” he said. He was the first to shoot inside Paisley Park (he used to talk basketball with Prince) and the last to shoot Michael Jackson alive. Bob Dylan made one of Mazur’s portraits the cover of “Love and Theft.” This year, his photos of Lady Gaga’s tour opening, in Düsseldorf, were seen in print and online outlets by more than two billion people. Mazur is a classic-rock guy, but his four twentysomething kids keep him up to date on new acts; after seeing Olivia Rodrigo sing a line about “Uptown Girl,” he helped connect her to Billy Joel, and they duetted at the Garden."},{"role":"body","text":"At the Prudential Center, in Newark, Mazur wandered the backstage hallways. On the concert floor, he watched Nicki Minaj and Eminem rehearse. Stand-ins delivered dummy acceptance speeches. Mazur sized up the zigzagging stage, trying to determine where to station himself. The Red Hot Chili Peppers wanted a backstage photo with Cheech and Chong: which exit? Just after five, Mazur checked in with a room of Getty editors on laptops, who would distribute his images in real time. (He expected to take three to four thousand photos.) “Anybody on the carpet yet?” he asked. “Oh, Lizzo—shit, I gotta get out there.”\n\n"},{"imageWidth":1600,"role":"image","imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/the-not-paparazzo-that-celebrities-actually-enjoy-seeing/images/2.png","imageDescription":"“Accidentally flying onstage does not count as ‘doing Shakespeare in the Park.’ ”","imageHeight":1142},{"role":"body","text":"Out on the red carpet, with three cameras hanging off him, Mazur greeted his “photo brother” Jeff Kravitz, a friendly rival. “When we started, we would be the only guys out here,” Kravitz groused, eying the fans. “Now, with Instagram, everybody is their own content creator. And you’re competing with the celebrities, too, who are taking pictures of themselves.” He sighed. “We’re all dinosaurs.”\n\nMazur was sunnier. “I don’t think I’m a dinosaur,” he said. “Not yet!” The cast of the reality show “The Challenge” came by. “I have no idea who the fuck they are,” Mazur admitted, but shot them anyway. (Kravitz: “My rule is: anyone who looks like they spent more than fifteen minutes on what they’re wearing, I shoot them. Everyone else is a schlub.”) DJ Khaled arrived, squirting hand sanitizer on fans’ palms, and Mazur chased after him. “Mayhem!” Mazur panted. “Fun mayhem.” He spun around, spotted Lil Nas X’s feathered headpiece—“Oh, shit, what’s that?”—and ran off. When Snoop Dogg rolled in, he greeted Mazur with a fist bump.\n\nThen: pandemonium. “Taylor Swift’s coming in,” Mazur said. She swanned by, draped in crystal chains. “Taylor, right here first!” Mazur yelled. Swift, who has known him for years, did as directed. He trailed her down the carpet, just a few feet away, while the photographers in the press pen snapped from afar. Before ducking backstage, Swift gave him a wave and a “Great to see you!” Mazur delivered his memory card to the Getty table. “I got so much good stuff,” he told them. “She was giving it to me.”"}],"coverImageHeight":2560,"coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/the-not-paparazzo-that-celebrities-actually-enjoy-seeing/images/1.png"}