{"coverImageDescription":"Abiy Ahmed won the Nobel Peace Prize in 2019. A year later, his army was implicated in human-rights atrocities.","contents":[{"role":"body","text":"At the wheel of an armored Toyota Land Cruiser, trailed by a car full of bodyguards, Prime Minister Abiy Ahmed drove me around Addis Ababa, the capital of Ethiopia. With a politician’s pride, he pointed out some of his recent civic projects: a vast park and a national library; a handicrafts market; a planetarium, still under construction. Throughout the city were government buildings that he’d built or remade: the federal police headquarters, the Ministry of Mines, an artificial-­intelligence center, the Ministry of Defense. In the Entoto Hills, above Addis, he had established a complex of recreational areas to showcase his Green Legacy Initiative, aimed at making Ethiopia a pioneer in sustainable agriculture and renewable energy. He boasted of having planted eighteen billion trees. “If in five years the world does not recognize what we have done,” he said, as he negotiated a turn, “then I am not your brother.”"},{"role":"body","text":"It was all part of his vision, he explained, to transform his country into a modern state. Ethiopia is Africa’s second most populous nation, with the largest economy in East Africa. But it is ethnically fractured, with more than eighty distinct groups, many of them beset by old enmities and overlapping territorial claims. Abiy came to power in 2018, promising to heal the country’s divisions. A former soldier and intelligence officer, he was born to parents from Ethiopia’s two main religious communities—his mother from the Orthodox Christian majority and his father from the sizable Muslim minority. His guiding principle was medemer, an Amharic term meaning “syn­­ergy,” or “coming together.”"},{"role":"body","text":"Abiy, at forty-six, could be mistaken for a prosperous real-estate agent: medium height, trimmed goatee, and a wardrobe of khakis, casual shirts, and gold-rimmed Cartier sunglasses. He projects the self-assurance of a motivational speaker. Soon after taking office, he published a best-selling book about the transformative power of med­emer, which is sold at roadside stalls, alongside volumes by Tony Robbins and Jordan Peterson. In conversation, Abiy does most of the talking, but he demands constant feedback. It is not enough to nod along with him; he wants to know what you think, if only to disagree."},{"text":"Abiy writes in his book that human beings have a “direct existential need” to be free of massacres and wars, and not long after his election he delivered a surprising advance. For two decades, Ethiopia had been in a hostile standoff with its neighbor Eritrea—the lingering aftereffect of a war that claimed as many as a hundred thousand lives. Abiy forged a peace deal, which ended the standoff and earned him a Nobel Peace Prize, in recognition of his efforts to “promote reconciliation, solidarity and social justice.” At the Nobel ceremony, in Oslo, he invoked both the Bible and the Quran: “Before we can harvest peace dividends, we must plant seeds of love, forgiveness, and reconciliation in the hearts and minds of our citizens.”","role":"body"},{"text":"But the spirit of reconciliation did not flourish in Abiy’s Ethiopia. In November, 2020, just eleven months after he was awarded the Nobel, violence erupted in Tigray, a rebellious region in the north. Abiy’s army became embroiled in a conflict that involved gruesome ethnic killing, gang rapes, and mass executions. Hundreds of thousands of Tigrayans were soon on the brink of starvation, while others poured across the Sudanese border to find refuge in hastily built camps.","role":"body"},{"text":"The violence has sparked an international argument about Abiy. His supporters say that he is a modernizer, whose only mistake was that he moved too fast to overturn Ethiopia’s corrupt old order. His critics accuse him of starting an ethnic conflict in order to favor his political allies; some demand that his Nobel be revoked, and warn that the unrest that has attended his time in office is spreading through the region. But, as Abiy and I toured Ethiopia, he seemed to want to talk about everything but the conflict that had engulfed his country. From inside his motorcade, it was as if there were no war going on at all.","role":"body"},{"text":"In “Crabs in a Bucket,” a forthcoming book, the Somali author Nuruddin Farah likens Ethiopian politics to a destructive Groundhog Day. Farah, who is seventy-six, grew up in a part of Somalia that was ceded to Ethiopia by the colonial British after they ousted the Italians in the Second World War. “Think of a demolition site when you think about Ethiopia, a country under constant rebuilding, one whose laws are often dismantled to accommodate the new ruler, and whose peoples’ nerves are frequently shredded before another regime gains power, only to demolish what has gone on before,” Farah writes. “Ethiopian leaders are famous for telling big and small porky pies to their fellow citizens and to the rest of the world; they know how to start conflicts that lead to wars, not how to resolve conflicts.”","role":"body"},{"text":"Farah’s assessment is bleak, but the past half century of Ethiopian politics largely supports it. In 1974, a military faction called the Derg seized power, overthrowing the emperor, Haile Selassie. The Derg’s leader, Colonel Mengistu Haile Mariam, presided over a murderous purge, known as the Red Terror, intended to remake the country as a Communist stronghold. Mengistu ­had several dozen rivals machine-gunned at the national palace, and subsequently held a ceremony in the newly named Revolution Square, in which he swore to eliminate “voracious feudalists, hired fascists, and running dogs” and smashed bottles filled with red liquid, symbolizing his enemies’ blood. Even as the country suffered one of its periodic droughts, Mengistu launched a Stalinist collectivization campaign, and hundreds of thousands died of starvation.","role":"body"},{"text":"In 1991, the Derg was overthrown by a coalition of rebel militias; Abiy, who was then in the seventh grade, left school for a time to join the cause. When the fighting was over, the fiercest and most cohesive of the rebel groups, the Tigray People’s Liberation Front, took charge of the governing coalition, and led the country’s politics for the next twenty-­seven years. The T.P.L.F., as it was known, imposed a program of economic modernization, which in time produced striking gains. For a decade and a half, the growth rate hovered around ten per cent, and Ethiopia became known among boosters as the China of Africa. But the real wealth went largely to those who were already rich, or to people connected with the government, which controlled much of the economy. And the leadership tolerated little dissent, imprisoning and torturing thousands of political opponents.","role":"body"},{"text":"The problems of ethnic division also lingered. The Tigrayans came from a region in the north that contains ancient sites of civilization, and they thought of themselves as the heirs of a profound historical lineage. But they were a relatively small group, making up just six per cent of Ethiopia’s population, and they were trying to retain control of a fractious country.","role":"body"},{"text":"My father had a Ph.D. in applied mathematics, though it had been obtained in a school of geosciences, and so he had been required at some point to acquire competence in geology and maybe something else. He had grown up in a moshav, a collective-farming village, in Israel. The few photographs of him as a child are of him feeding chickens; of him proud alongside a large dog; of him seated in front of an open book with his parents beside him. His mother’s name was Rivka, and she died before I was born. When one of my partner’s sons saw a photo of her, in black-and-white, he thought that it was a picture of me.","role":"body"},{"imageWidth":1600,"imageHeight":1331,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/did-a-nobel-peace-laureate-stoke-a-civil-war/images/2.png","role":"image","imageDescription":"“If we ever get back on the road, I think we should go electric.”"},{"text":"In an effort to reset the balance of power, the T.P.L.F. split Ethiopia into semi-autonomous regions, encompassing the traditional territories of the main ethnic groups. The effect, a senior Western official told me, was to “seed the future with ethnic problems,” creating a system of eleven mini-states in near-perpetual tension. For much of the twentieth century, the Amhara, the country’s second-largest group, had dominated Ethiopian politics. Now the government gave the Tigrayans a portion of land that the Amhara regarded as theirs, provoking an enduring re­sentment. Just about everywhere an internal border was created, people felt that their traditional lands had been breached, and that they had been shut out of power.","role":"body"},{"text":"In 2012, a non-Tigrayan became Prime Minister—Hailemariam Desalegn, a mild-mannered Wolayta who had trained as a water engineer. But Tigrayans still held key positions in the government, the armed forces, and the state-controlled economy. Ethnic militias clashed, and resentments festered.","role":"body"},{"text":"There was particular discontent among the Oromo, the country’s largest group. As the government pushed to expand the capital city into surrounding Oromo villages, many people complained that their land had been seized without compensation. Protests broke out, and the unrest spread to other regions. In 2018, Hailemariam abruptly stepped down as Prime Minister, calling for “reforms that would lead to sustainable peace and democracy.” His departure gave Abiy his opening.","role":"body"},{"text":"Abiy has an unshakable belief in his ability to overcome obstacles—not just to see the future but to shape it. “I used to tell all my friends thirty years ago that I was going to be P.M., and everyone took it as a joke,” he said, on one of our drives. “Then, once I became P.M. and I made peace with Eritrea, I asked my minister of foreign affairs, ‘Do you think I could get the Nobel?’ He said, ‘It’s true you have done everything you promised, but on this I am not sure.’ And then I won the Nobel.”","role":"body"},{"text":"Before Abiy took office, he did not seem to outside observers like an obvious candidate for a country seeking radical change. He had spent his early career working within the ruling coalition. After rising to the rank of lieutenant colonel in the military, he went into politics in 2010, winning a seat in parliament. He served briefly as minister of science and technology before becoming vice-president of the Oromia region. By Abiy’s account, though, he was already agitating from the inside. “I was always telling the former P.M.s that I was going to replace them,” he told me. “You know, they can kill you for that—but I said it.”","role":"body"},{"text":"When the position of Prime Minister opened up, Abiy’s candidacy offered a new vision for the country: shrinking the Ethiopian state to allow greater freedom and a more democratic system. It would also put an Oromo in charge of the country for the first time. In April, 2018, after a brief and contested shuffling of legislative leaders, parliament elected him to the job.","role":"body"},{"text":"Within days of coming to power, Abiy moved to overturn the status quo. He began by releasing thousands of political prisoners, and decried the use of torture in Ethiopia’s prisons. He also ended a state of emergency imposed by the T.P.L.F. and launched an overhaul of the country’s security agencies.","role":"body"},{"text":"The first months of his tenure were dizzyingly ambitious. He announced his intention to privatize state-owned enterprises, including telecommunications and aviation, and sought agreements to give his landlocked nation access to ports in Djibouti, Sudan, Somaliland, and Kenya. He went on to implement an economic plan, focussed on five areas: mining, information and communications technology, manufacturing, agriculture, and tourism. In the West, his advocacy of freedom—in politics and, especially, in the market—drew praise. The Financial Times called him “Africa’s new talisman.”","role":"body"},{"text":"Abiy speaks about his initiatives with unwavering confidence. “I wanted to add value for my country, and I am doing it,” he told me. But his leadership was quickly met with violent opposition. Barely two months into his term, as he addressed a crowd in downtown Addis, an assailant mounted a grenade attack, in which two people died and scores were wounded. A group of policemen were arrested for failing to prevent the attack; Abiy’s sympathizers saw it as evidence that he had enemies on the inside. In June, 2019, the military attempted a coup in the Amhara region, killing the region’s president and the national armed forces’ chief of staff. Abiy carried on with his reforms, and increasingly worked to force T.P.L.F. members out of his administration. That November, he eliminated the governing coalition that the Tigrayans had led. In its place, he devised a new political vehicle, the Prosperity Party—essentially the same coalition that he had disbanded, except for the T.P.L.F., which refused to join.","role":"body"},{"text":"The Tigrayan leadership decamped to northern Ethiopia. In the regional capital of Mekelle, the former national government became an alternate center of power, with much of the country’s bureaucratic expertise and a significant portion of its military force. In 2020, when Abiy postponed national elections, saying that covid-19 presented too great a threat, the Tigrayans defiantly held elections of their own. The T.P.L.F. received ninety-eight per cent of the vote, giving its chairman, Debretsion Gebremichael, control of the regional congress.","role":"body"},{"text":"The war began two months later, with what the T.P.L.F. has described as both a “preëmptive operation” and a “legitimate act of self-defense” against forces that Abiy had mobilized around the region. Before daybreak on November 4th, Tigrayan soldiers attacked a key Ethiopian Army garrison near Mekelle. Within hours, Abiy’s warplanes and Army units were on their way to counter the attack and to seize Mekelle. After three weeks of fierce fighting, Abiy declared military operations “completed,” and Debretsion and his comrades vanished into the Tigrayan countryside.","role":"body"},{"text":"But Abiy hadn’t fought by himself; his forces weren’t strong enough. Instead, he had made a kind of devil’s bargain. To take on the T.P.L.F., he had formed a military alliance with Eritrea, which has a powerful army and one of the world’s most repressive governments. He had also solicited support from Amhara militias. Both the Eritreans and the Amhara had old grievances with the Tigrayans. During the fighting, reports spread of gang rapes, and of widespread killings of civilians. The U.S. Secretary of State, Antony Blinken, said that “ethnic cleansing” seemed to be taking place.","role":"body"},{"text":"Abiy’s government heatedly denied the charge, but videos were circulating that appeared to show persuasive evidence of war crimes. One particularly gruesome video, from January, 2021, shows Ethiopian soldiers filming one another as they murder at least thirty residents of a village in central Tigray. The soldiers urge one another on as they lead captives—young men in civilian clothes—to a cliff and begin shooting. One man calls out to a comrade to shoot his victim again, because he is still moving; another tells his fellow-­soldiers, “Use no more than two bullets—two is enough to kill them.” In the end, the soldiers toss their victims off the cliff, shooting some of them again on ledges where they have fallen. The soldiers carry out the killings with an air of complicit glee. Their victims are eerily silent.","role":"body"},{"text":"Finally, in March, 2021, Abiy acknowledged that the Eritreans had been involved in the fighting, and allowed that atrocities may have been committed. He promised, somewhat vaguely, to seek justice. Western observers were outraged, but Abiy’s constituents seemed not to care. Three months later, he held a national election—excluding Tigray—and easily secured a new five-year term. His slogan was “New Beginnings.”","role":"body"},{"text":"Within the government, though, some of his loyalists were appalled. When Abiy took power, he had built an inclusive administration, with wo­men in cabinet positions and Tigrayans—those who weren’t loyal to the T.P.L.F.—occupying key posts. Among them was Berhane Kidanemariam, who served as second-in-command of the Ethiopian Embassy in Washington, D.C. At the beginning, Berhane told me, he was hopeful that Abiy could bring the country together, but he quickly developed doubts. In July, 2018, Abiy visited the U.S., and spoke before a crowd of expatriate Ethiopians. As Berhane introduced him, the crowd began insulting him for being Tigrayan, and jeering at him to get off the stage. He hoped that Abiy would say something to calm things down. Instead, the Prime Minister went on with his speech as if nothing had happened. When Berhane registered concern afterward, he told me, Abiy chided him for being too sensitive.","role":"body"},{"text":"Berhane reassured himself that it was an isolated incident. “I thought things would resolve themselves,” he said. But then the war broke out, and the news emerged that the Eritreans were fighting on Abiy’s side. “We were told to publicly deny the reports—but how could we deny it?” Berhane said. “That was a sign to me that the government would destabilize not just Ethiopia but the whole region.” When the videos of war crimes came to light, Berhane resigned from his post. For people who had believed in Abiy’s early promise, the videos felt like a betrayal. “I couldn’t control my feelings,” Berhane said. “I still can’t get it out of my mind.”","role":"body"},{"text":"Abiy’s residence—a modernist mansion, with exercise machines on the lawn—is surrounded by relics of Ethiopia’s contested history. It sits at the foot of a hill where Emperor Menelik II, who ruled from 1889 to 1913, built his royal compound. Menelik was a canny, brutal Amhara who beat back the first Italian conquest of Ethiopia and went on to expand his empire by using European firearms against rival ethnic groups. He also brought the country its first automobiles, postal service, and electrical and telephone lines.","role":"body"},{"text":"The palace where Menelik lived is also where Ethiopia’s last emperor, Haile Selassie, grew up. Known as the King of Kings, Conquering Lion of the Tribe of Judah, Elect of God, Selassie was hailed as the culmination of a dynasty that, according to legend, had begun with the union of King Solomon and the Queen of Sheba. He became a figure of global renown in 1936, when, after Mussolini invaded Ethiopia, he gave an eloquent speech at the League of Nations, to warn of the rise of Fascism. Selassie was a crucial proponent of the anti-colonial pan-African movement and a vocal opponent of apartheid who was personally acquainted with Mao, de Gaulle, and Queen Elizabeth II. He was especially close with the U.S., and made state visits to every President from Dwight Eisenhower to Richard Nixon; in October, 1963, John F. Kennedy drove with him past cheering crowds in the back seat of a gleaming convertible.","role":"body"},{"imageWidth":1600,"imageHeight":1598,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/did-a-nobel-peace-laureate-stoke-a-civil-war/images/3.png","role":"image"},{"text":"At the height of his reign, Selassie built the Jubilee Palace, downhill from his former home. One afternoon, Abiy took me there. The palace, he explained, was the centerpiece of his Addis Ababa renovation. In the basement, he ushered me past armed soldiers and through a doorway. Stretching out his arms, he announced, “This is the gold room.” It was filled with ornaments: goblets, candelabra, a pair of ornately carved thrones. Abiy opened a cabinet and handed me a hefty plate. With a thrilled look, he said, “Everything in here is gold.”","role":"body"},{"text":"Abiy’s curators had catalogued more than two hundred thousand artifacts from the palace, and concrete-block storehouses had been erected to protect them during the restoration. There were globes of every size; elephant tusks; more thrones; the Emperor’s clothes, including white Chelsea boots and his uniform from the Second World War. Abiy gestured to an antique exercise bike and joked, “They thought only people nowadays worried about their weight.”","role":"body"},{"text":"In the garages was the Emperor’s car collection: two hundred vehicles, from a horse-drawn hearse to antique Bentleys. Abiy pointed out an armor-plated Cadillac limo—believed to be among the last cars that Selassie bought before his overthrow—and guided me into the back seat. It had blue carpet, and a special footstool, customized to imperial specifications. (The Emperor was not a tall man.) Abiy gazed at Selassie’s seal—a crowned lion wielding a flag—and marvelled, “Everything has his emblem. Do you see?”","role":"body"},{"text":"The last known photograph of Selassie, taken at the moment of his arrest, shows him a slender man of eighty-two, with erect posture and a clipped beard. He is standing on the palace steps, surrounded by military officers, just before he was humiliatingly forced into a VW Beetle.","role":"body"},{"text":"Under arrest, he was taken up the hill, back to the palace where he had spent his childhood. He died there, in his bedroom, in 1975, allegedly murdered by Mengistu’s security chief. Mengistu secretly buried Selassie underneath the floorboards of an office nearby, apparently exulting in walking over his body.","role":"body"},{"text":"Abiy seems to regard Selassie as the ultimate validation of Ethiopia’s claim to national grandeur. But the Emperor is a complicated icon. To his admirers, he is the crucial unifying figure in the country’s modern history. To detractors, he was an Amhara nationalist who brought about unity by squashing dissent and making Amharic the official language of the bureaucracy.","role":"body"},{"text":"By developing the grounds, Abiy is reclaiming Ethiopia’s imperial past. For years, Selassie’s compound was closed off, and Ethiopians were afraid even to approach its outer walls, for fear of trigger-happy guards. Now a zoo occupies the space of a former military prison. Abiy is having a new palace built, up the hill from his current residence. When it is complete, he said, he will move there, and open the entire compound to the public, under its new name: Unity Park.","role":"body"},{"text":"After Abiy moves out, footbridges and pedestrian tunnels will connect the compound with a huge new park area, across the road, where a small army of Ethiopian workers was putting the finishing touches on gardens and a planetarium, under the watch of Chinese contractors. Not everything could be outsourced that way, though. As we passed the steps of Jubilee Palace, where Selassie had been forced into the Beetle, Abiy pointed to some eroded stone bas-reliefs and whispered, “I will have the Italians do the restoration work on the fine things. I can’t have the Chinese doing that. You understand.”","role":"body"},{"text":"Before our excursions, Abiy liked to meet me in a favorite spot: under a tree in the palace compound, a short walk from his residence. A butler supplied coffee, served, in the Ethiopian tradition, in tiny ceramic cups. After we finished, Abiy would ask if I had enjoyed it, and, when I assured him that I had, he’d say, “Shall we go?”","role":"body"},{"text":"Though Abiy rarely talks to reporters, he seemed happy to spend days showing me his development projects. He and his delegates took me to see a sprawling banana plantation, part of a scheme to promote agribusiness; a new airport under construction; and a recently completed industrial park in the city of Hawassa—one of twelve that he is building around the country. Abiy’s aides talked in awed tones about his tireless energy. A Western observer with extensive experience in the region put it differently: “He has proven amazingly adept at consolidating power and then seemingly having no objective for using it that lasts longer than a month.”","role":"body"},{"text":"One morning, Abiy’s chief of staff, an adroit man in his early thirties named Mesfin Melaku, drove me to join Abiy and his wife, Zinash Tayachew, as they checked in on some of their projects. Zinash, an ethnic Amhara from the seventeenth-century city of Gondar, met Abiy when they were both serving in the military, and not long afterward she converted to Pentecostalism, his religion. Zinash is a gospel singer, with a stirring voice; YouTube is full of clips of her performing, audiences swaying in time. She is otherwise a shy person who largely stays out of view, raising their children. (She and Abiy have three teen-age daughters and a young adopted son.)","role":"body"},{"text":"The First Lady was sponsoring a program that built bread factories throughout the country, to alleviate the problem of food production. Mesfin explained that, on today’s trip, she and Abiy were visiting a young developer who had volunteered to add a bakery to a cluster of apartment towers that he was building. When we approached, Abiy was grilling the man about his progress and urging him to build more bakeries around town. The developer nodded, with a neutral expression, but he was clearly taken aback. At another construction site, Abiy interrogated a developer who had been building a soup kitchen: a tin-roofed structure of concrete blocks with a cement floor. As we walked away, Mesfin confided, “The P.M. is not happy. He wants the soup kitchen to be bigger.”","role":"body"},{"text":"Abiy’s interventions can seem counterproductive, even to his allies. As one of his advisers told me, “Sometimes we are angry at him for planting flowers when we have so many other things wrong in the country. But he says, ‘This is for the future generations.’ His attitude is ‘Why only concentrate on the problems? We need to show that we are more than the conflict.’ ”","role":"body"},{"text":"Abiy finds funding for his ventures wherever he can. He has held fund-raisers on the sites of Addis’s new parks, where he can lean on his country’s billionaires, many of whom built their fortunes under the old regime. In 2020, his wife’s office announced that it had solicited donations to construct twenty schools in the countryside. Abiy gave some two million dollars in profits from his book to build more.","role":"body"},{"text":"He has also printed new currency, announcing that it was necessary both to deter financial crimes and to “salvage the country’s fractured economy.” It has had little effect. During his term, the rate of inflation has been more than thirty per cent a year.","role":"body"},{"text":"“Abiy likes to present himself as this charismatic leader who puts himself above it all,” Stefan Dercon, who teaches economics at Oxford and who has advised Ethiopian governments for decades, said. “But his vision is vague, as leaders’ visions often are.” Dercon described a kind of faith-based economics: “He has this belief in free enterprise and prosperity through hard work. It’s the prosperity gospel—he’s directly coming out of that. I think he just likes the shiny projects.”","role":"body"},{"text":"Many of the impressive results that Abiy touts—huge wheat farms, ­irrigation programs, industrial facilities—are the continuation of ­programs started under the T.P.L.F.-led government, which focussed its development efforts on the ­countryside. Abiy’s own initiatives tend to cluster in cities, where they can benefit young constituents—and, he hopes, impress foreign visitors. Without enough access to domestic investment capital, he needs money from outside.","role":"body"},{"text":"There is much in Ethiopia to attract investors. The country has an educated population, decent infrastructure, and enormous supplies of minerals, water, and arable land. But development, according to a recent I.M.F. report, has faced a long list of impediments: covid-19, the war in Ukraine, a ferocious drought worsened by climate change. Most significantly, the conflict in Tigray has frozen international aid. As a result of the fighting and the evidence of war crimes, the Biden Administration has cut off Ethiopia’s access to credits and loans.","role":"body"},{"imageWidth":1600,"imageHeight":1224,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/did-a-nobel-peace-laureate-stoke-a-civil-war/images/3.png","imageDescription":"“The mirrors really do make this apartment look bigger.”","role":"image"},{"text":"But Abiy has other funders who are less concerned with human-rights vio­lations. On a helicopter trip to Awash National Park, a swampy wilderness east of Addis, he travelled with a group of Emiratis, whom he introduced vaguely as “friends.” Abiy had built a lakeside tourist resort in the park. The water was disconcertingly infested with crocodiles, but the landscape was ruggedly beautiful, and the developers had erected kid-friendly animal statues around the grounds. The resort was one of half a dozen that Abiy was having constructed in Ethiopia; the idea was to seek international partners that would run them as concessions, and to use them as hubs to develop the countryside.","role":"body"},{"text":"Over dinner, at a long table by a swimming pool, we listened as Abiy spoke about how Ethiopia could be useful to its allies. For one thing, he suggested, Ethiopia could “fight their wars” for them. He had noticed that Westerners no longer seemed eager to send their sons into combat, but Ethiopians were good fighters, he said, and did not have the same qualms.","role":"body"},{"text":"The Emiratis mostly kept to themselves, but an amiable man named Fahad Abdulrahman bin Sultan introduced himself as the head of the U.A.E. Red Crescent Society. Bin Sultan told me that Ethiopia could become a tourist hub, if it was developed properly. It has abundant water, and it is convenient to the Arabian Peninsula (“really hot at this time of year”). Abiy, he said, was a visionary: “If he can have ten years in power, Ethiopia will be transformed, like Egypt was with Sisi.” He didn’t seem bothered by Sisi’s fierce repression of his political opponents.","role":"body"},{"text":"In Ethiopia, the Emiratis are a less significant presence than the Chinese, who have been in the country for more than a decade. In Addis, Chinese laborers in overalls are ubiquitous: expanding the international airport; working around the clock on the parkland known as Friendship Square and on the spaceship-like planetarium; finishing up the Commercial Bank of Ethiopia, an undulating spire that is among the tallest buildings in Africa. Roads and bridges are being constructed through­out Ethiopia, and the Chinese play a key role in almost all of them. No country holds more of Ethiopia’s external debt than China. “The Ethiopians still haven’t figured out how they’re going to pay down the debt, which is a problem,” a U.S. diplomat with extensive experience in the Horn of Africa told me.","role":"body"},{"text":"Abiy occasionally fretted over how much money he was borrowing. “If you are a really good person,” he told me, “pray for me for just one thing—that I can manage our debt.” He told me that he would like to work more with Western companies, but that the Chinese had been useful. “The Americans should step up their role here,” he said. “But, if they don’t come, there are others, you know, who are interested.”","role":"body"},{"text":"Ethiopia’s relationship with the United States was a preoccupation for Abiy. During a helicopter trip through the countryside, he turned away from the view and declared how much he “loved” the U.S. “Really,” he said. “America is a beautiful country. And the Americans are very good people. And I know the country, maybe better than some Americans! I’ve driven from Washington all the way to California.” In the mid-two-thousands, Ethiopia became a regional ally of the U.S., sending troops to invade Somalia to fight Al Shabaab, an insurgent group linked to Al Qaeda. After Abiy’s time in the military, he worked for the government in cybersecurity and intelligence and spent some time in U.S. training programs. “In the Iraq War, I fought with them,” he said. “I was the one who would send intelligence from this part of the world to the N.S.A., on Sudan and Yemen and Somalia. The N.S.A. knows me. I would fight and die for America.”","role":"body"},{"text":"Abiy gave a disgusted wave of his hand. “Then these guys came.” He was referring to the Biden Administration. “They don’t know who their true friends are,” he said. Since the war began, “they made the mistake of talking publicly and down to me. Samantha Power announced she was coming to Ethiopia and was going to meet me. Without even consulting me! That’s not the way it’s done. So I didn’t see her, and she left very upset. Now there is a different approach—they know they must behave respectfully.” (U.S. officials have said that Abiy’s office ignored their attempts to schedule a meeting.)","role":"body"},{"text":"Even though Abiy was desperate for American investment, he couldn’t bring himself to be too reverent about its politicians. He told me that he had “taken a big intake of breath” when he heard that Joe Biden had fallen off his bicycle. “I wish he acted his age,” he said. He went on, “Obama was good at making inspiring speeches, but he made more promises than he could fulfill.” Abiy grimaced when I asked about Donald Trump. “He did a lot of damage to America’s image. Let’s not even talk about him in the same way as the others.” Without discernible irony, Abiy said that he was concerned by the tumultuous condition of the United States. “America’s politics have been ruined by entertainment culture and media, which is why its politicians are always trying to behave as if they are in a drama,” he said. “The world needs America, but it needs it to be stable, and for its system to reflect institutional continuity.”","role":"body"},{"text":"Jeff Feltman, who served as the U.S. special envoy to the Horn of Africa until this spring, told me that he was familiar with Abiy’s complaints, and with his habit of discounting the evidence of war crimes. “I had the same tour as you,” he said. “Abiy was saying what a man of vision he was, that the U.S. simply did not understand him, that he was trying to move Ethiopia into the future, and that Tigray was just a distraction. The charm offensive didn’t work.” A current senior U.S. official put it succinctly: “We’d like to support the P.M.’s economic domestic program, but we can’t until there are no more human-­rights atrocities.”","role":"body"},{"text":"Abiy’s war with the Tigrayans had a brutal second act. In June 2021, days after the election in which he secured his second term, the T.P.L.F. launched a lightning counter-offensive, retaking its capital, Mekelle, and parading thousands of captured Ethiopian soldiers through the streets. Abiy was humiliated. Almost overnight, his army had been routed and Tigray had been lost. There was even talk among some Tigrayans of seceding from Ethiopia.","role":"body"},{"text":"The conflict settled into a dismal stalemate. Abiy’s government sought to isolate Tigray, cutting off its electricity, communications, air links, and food supplies. The United Nations warned of widespread starvation, and called for humanitarian relief to feed four million of Tigray’s roughly six million people.","role":"body"},{"text":"Last fall, in an effort to break the siege, Tigrayan forces went on the offensive again, overrunning several Amhara cities and marching to within a hundred and twenty miles of Addis Ababa. Hoping to rally a patriotic defense of the capital, Abiy travelled to the front, where he was photographed in fatigues alongside his soldiers. As the international community urged the Tigrayans to withdraw, Abiy’s forces struck, with the help of drones, reportedly supplied by Turkey, Iran, and the U.A.E. By Christmas, the Tigrayan forces had retreated.","role":"body"},{"text":"With the Tigrayans trapped in the north, Abiy seemed to be looking for a way to de-escalate. Gabriel Negatu, an influential Ethiopian businessman who lives in Washington, D.C., but remains close to Abiy, told me that the offensive had been halted for financial reasons; the war was costing hundreds of millions of dollars. “That was why the P.M. pulled back,” he said. “Also, he didn’t want to be responsible for two to three million Tigrayans starving, possibly to death, because they hadn’t been able to plant seeds.” Abiy thought that a long-term occupation of Tigray was unsustainable, Negatu said. But parts of the military felt that he had given up the fight too soon. His Amhara allies and the Eritreans were angry, too; they wanted to finish off the T.P.L.F.","role":"body"},{"text":"Abiy’s aides insisted that he was still seeking unity. “The P.M. believes our strength lies in our diversity,” one told me. But, as the conflict grew more intense, Abiy began referring to T.P.L.F. members as “the cancer of Ethiopia,” and as “devils” and “weeds.” Even though he made a show of distinguishing between the T.P.L.F. and ordinary Tigrayans—the “weeds” and the “wheat”—the country’s ethnic factions understood that the constraints on conflict were gone. Both the Amhara and the Tigrayans continued to fight over territory. Oromo nationalist groups were increasingly restive.","role":"body"},{"text":"This summer, militias in the countryside carried out a spate of massacres. In the first, in mid-June, hundreds of ethnic Amhara civilians were killed in Oromia; among the victims were women and children who were shot or burned alive. When I raised the slaughter with Abiy, he brushed aside the news. He said that there were always people “up to mischief” in the countryside, and that he knew how to deal with them.","role":"body"},{"text":"When a second massacre took place, a few weeks later, the brutality became harder to ignore. Abiy blamed the violence on a militia called the Oromo Liberation Army, which was allied with the T.P.L.F. But the O.L.A. denied involvement, saying that the killings had been carried out by government-­allied militias, while soldiers from the Ethiopian Army stood by. Ascertaining the truth was impossible, because the government had restricted access to the areas. (There were few international media outlets in Ethiopia; correspondents from The Economist and the Times, among others, had been expelled.)","role":"body"},{"text":"After the second massacre, Abiy appeared in parliament, where legislators questioned him. “When is your government going to stop this?” one demanded. “Why is it difficult for you to hold those responsible accountable?”","role":"body"},{"text":"Abiy was evasive. “Terrorists are operating all over the world,” he said, reeling off statistics of recent killings in the United States. “Without stopping their children dying in their cities, they are talking about our agenda.” He said that he was hearing a lot of “prescriptive” solutions from people, and added loftily, “I should point out that the government has more information than the general public.”","role":"body"},{"imageWidth":1600,"imageHeight":1211,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/did-a-nobel-peace-laureate-stoke-a-civil-war/images/5.png","role":"image","imageDescription":"“You ever notice how heavy your head is?”"},{"text":"Abiy began a long soliloquy, praising Ethiopia’s military history and its moral traditions: “We still respect our elders and love our families. But they only want to talk about poverty, killings.” Working himself into a rant, he suggested that he was surrounded by antagonists, held at bay by his security forces. “You don’t see the terrorists shooting at this House, because we have protected it,” he said. “There are those who buy people within our structures. We are working hard to identify them. We have arrested five thousand people. This is not just based on hearsay—this is based on information.” It was as if Abiy were speaking not to his peers but to his opposition. “What we want to tell our enemies is that the government of Ethiopia believes in this country’s resilience, and in reform, and, if necessary, will make sacrifices,” he said. “This country cannot be destroyed.”","role":"body"},{"text":"During my time in Ethiopia, I stayed at the Hilton, near Abiy’s palace. The hotel is owned by the government, and the employees evidently knew that I was an official guest; the doormen saluted whenever I came and went.","role":"body"},{"text":"The local people I spoke with seemed conscious that they, too, were under scrutiny. Any criticism of the government was couched in wary hypotheticals: “Some might say that things have gone off track.” There were a few exceptions. A cabdriver exploded with outrage when I told him that I was headed to the national human-rights commission, which he insisted had become a government propaganda outlet. A young woman I met trembled with anxiety as she described living in Addis. She was part Tigrayan, she explained, and had changed her name to disguise her ethnicity. During the T.P.L.F.’s offensives, Abiy’s government had placed Tigrayans in internment camps—many of them makeshift facilities in schools and municipal buildings. She avoided armed security men in the streets, for fear that she’d be asked for I.D. and taken away.","role":"body"},{"text":"Even non-Tigrayan residents had reason to be concerned about surveillance. Under the T.P.L.F.-led government, Abiy had helped found what is now called the Information Network Security Administration, which oversaw cybersecurity in a country where the state tightly restricted life online. Feltman, the former U.S. special envoy, told me, “Everyone knows that in Ethiopia the walls have ears.”","role":"body"},{"text":"When I visited the Ethiopian Artificial Intelligence Institute, the director showed me the country’s first domestically built robot. A large female-looking figure wearing a traditional dress, it rolled out on wheels and delivered a short speech of welcome. It was hard to concentrate on the technology. At the back of the room, a wall-size screen displayed an image of my own face, pulled from photographs online.","role":"body"},{"text":"The director explained that the center was involved in everything from language and mining to national security. It was also working on a voice-identification system­—“important for intelligence, for identifying terrorists trying to conceal their identities.” A command center had been established at the federal police headquarters, led by Abiy’s former chief of intelligence, where monitors showed live feeds from cameras at intersections around the city. “Since we built it, traffic crimes have gone down,” the director said. Of course, it was also useful for intelligence and crowd control: “If people are gathering, we see it.” Ethiopia’s main partner in the project was the U.A.E., which maintains one of the world’s most aggressive systems of citizen surveillance.","role":"body"},{"text":"At the Information Network Security Administration, the director, a burly man named Shumete Gizaw, showed me an Ethiopian-made drone, equipped with a fearsome gun. “Good for agriculture—but it also can have a military use,” he said. As Shumete walked me through the facility, he kept up a running commentary about how the T.P.L.F. had “ruined Ethiopia” through corruption and expansionist tendencies. “They deliberately destroyed our social fabric, built up over millennia, making everyone suspicious of one another,” he said. “They are the original troublemakers. We are unlucky, brother.”","role":"body"},{"text":"In April, the U.S. State Department released a dire statement on the ongoing siege in Tigray: “We note with the utmost alarm that thousands of Ethiopians of Tigrayan ethnicity reportedly continue to be detained arbitrarily in life-threatening conditions.” Abiy insisted that the Americans had it all wrong. “I am a real peacemaker,” he said. “I love peace. But the outsiders, they don’t understand what happened to us.” Throughout Ethiopia, Abiy’s allies contended that the T.P.L.F.—“the junta”—had hoodwinked the West into believing that Tigrayans were the real victims of the conflict. They argued that the T.P.L.F. had victimized the Ethiopian people for twenty-seven years, and was plotting to retake control of the country.","role":"body"},{"text":"In early July, I flew to the Afar region, a wedge of desert that adjoins Eritrea and Tigray. Afar, the country’s most inhospitable corner, had become one of the battlegrounds of the conflict, with local militias joining the fight against Tigray, and the T.P.L.F. striking back.","role":"body"},{"text":"My escort was the main federal emissary to the region, Hassen Abdulkadir, a tall man with a commanding presence. He brought me to meet Afar’s leaders in Semera, the regional capital—a cluster of flat-roofed brown buildings set in a bleak landscape of thornbushes and dunes, where the Awash River flows past in a muddy channel. On the edge of town, camel herders camped in small groups, avoiding the heat of the day, when temperatures climbed above a hundred and ten degrees.","role":"body"},{"text":"The head of Afar’s disaster-relief effort, Mohamed Hussen, complained that his people were being neglected: “Whenever we have international visitors, they ask us how we can support Tigray, but they don’t ask us about our needs.” An ongoing drought and recent flooding had combined with a locust blight to displace more than half a million of the Afar people, Mohamed said; the T.P.L.F.’s military incursions had displaced six hundred thousand more. Mohamed accused the T.P.L.F. of destroying health facilities and water systems, as well as hundreds of schools and homes. In a truce accord declared in March, the Tigrayans had agreed to withdraw from Afar, but, regional officials maintained, they were slow to comply; hundreds of thousands of people were living in displaced-persons camps. As in other regions stricken by the conflict, a majority of Afar’s residents were in urgent need of humanitarian assistance.","role":"body"},{"text":"To discuss the situation, I met the president of Afar, Awal Arba, at his palace, a boxy modern building the color of sand. There was trash strewn around the grounds, but his offices had been given an Abiy-style makeover; in an air-conditioned conference room, a gleaming white table was surrounded by white leather chairs.","role":"body"},{"text":"Awal, wearing a safari suit and a patterned fez, thanked me for “coming to hear from the Afar people directly, rather than just relying on hearsay.” Then he began to rail against the T.P.L.F. “When they were in power and had the ability to loot from the nation, they called themselves Ethiopians,” he said. “Now, having taken all the heavy weapons with them to the north, they call themselves Tigrayans.” Awal alleged that the T.P.L.F. had attacked women and children, and he showed me gruesome pictures of victims with severed limbs, or with their guts spilling out. In Afar, he said, “we may attack each other, but never do we attack women and children.”","role":"body"},{"text":"This spring, the federal government had agreed to allow food convoys through to the besieged Tigrayans in Mekelle, and Afar became the primary corridor for relief. Awal and his men cast the agreement as an act of generosity toward their aggressors, calling their region “the humanitarian center of gravity.” But the senior U.S. official, who helped negotiate the deal, said, “We had to convince the Afar to let the relief through,” while “dramatically increasing our food assistance to Afar and Amhara.” Awal warned that even this contingent arrangement might not last. “The T.P.L.F. are still preparing for war,” he said. “And, if a single bullet is fired, the humanitarian access stops, and they’ll be the ones responsible.”","role":"body"},{"text":"News of the war passed through the region via a word-of-mouth network called the duga, Awal explained: “The Afar know everything through the duga system, even if they don’t have the Internet.” Now, he said, I had been brought into the duga, and he urged me to spread word of what was happening there. But there were limits to what the Afar wanted conveyed.","role":"body"},{"text":"After the meeting, I was riding with Hassen, Abiy’s emissary, when he stopped the car and pointed out a fenced-in encampment, guarded by soldiers. Inside were a few hundred tents in a dusty field, where children and women clustered around cook fires. They were Tigrayans, who had lived in rural areas of Afar. When the war began, the authorities had brought them to the camp, ostensibly to protect against attacks by what Hassen described as “people sent by the T.P.L.F.” I asked Hassen if we could go inside and talk to them, but he rejected the idea. “All they will do is complain, and that will be unpleasant,” he said.","role":"body"},{"text":"In mid-September, I talked with the T.P.L.F.’s primary spokesman, Getachew Reda. The conversation didn’t last long; soon after picking up, Getachew said that it wasn’t safe for him to be on the phone. After he had made a call a few days earlier, a drone strike targeted his home in Mekelle. “It was a direct hit,” he said. “I don’t know how I survived.” Afterward, he tweeted about the attack, and a second strike quickly followed. “It destroyed what was left of my house and killed more people, including security men and some of my neighbors.” Nine people had died in all.","role":"body"},{"text":"Other Tigrayans were more forthcoming. Mulugeta Gebrehiwot is a former senior member of the T.P.L.F. who left the party over political differences but has advised Tigrayan forces in the field. From Mekelle, he told me he believes that Abiy and the Eritreans intend to “conquer” Tigray, with consequences that are “too horrific to imagine.” The ordinary people of the region had no choice but to fight back, Mulugeta said: “Left with no options other than survival, even a donkey can kill a hyena.”","role":"body"},{"imageWidth":1600,"imageHeight":1503,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/did-a-nobel-peace-laureate-stoke-a-civil-war/images/6.png","imageDescription":"“I have an umbrella. I just don’t want to carry around a wet umbrella.”","role":"image"},{"text":"Most of the international observers I spoke with believe that Abiy’s soldiers and the Eritreans have committed violence on a greater scale than the Tigrayans, but none of the partisans in the conflict seem to have avoided brutality. A recent U.N. report described war crimes and human-rights violations on both sides. In addition to the widespread starvation caused by the siege, Abiy’s forces and allies had killed and raped civilians, and carried out scores of air strikes on civilian targets, including one on a displaced-persons camp in which some sixty civilians died. The Tigrayan forces, the report said, had committed “large-scale killings of Amhara civilians, rape and sexual violence, and widespread looting and destruction of civilian property.” The senior Western official told me, in disgust, “They’re all as bad as each other.”","role":"body"},{"text":"On one of my trips with Abiy, he brought along his predecessor, Hailemariam Desalegn, and I pressed him on the war in Tigray. Hailemariam chose his words carefully, describing the conflict as “complicated.” The T.P.L.F., he argued, was like other liberation movements that had seized power and held it: “They can’t conceive of not being in control anymore.” Hailemariam suggested that the besieged Tigrayans had no way out but to fight: “Eighty per cent of their people depend on the government for support, and there is a lack of food. The youth are turning to banditry, robbing trucks. The T.P.L.F. don’t have any resources to help the situation.” He added, “What the Tigrayans do have is a big army, and a lot of people willing to die. Dying is their only solution.”","role":"body"},{"text":"For Abiy, Hailemariam was perhaps his most significant link to the previous government. Yet Abiy disparaged him, over lunch at the palace: “He never expected to be P.M. He was picked because he was from a minority, and both the Tigrayans and the Amhara wanted someone without a constituency they could control.”\n\nWith the conflict deepening, Abiy also seems to lack a substantial constituency of his own. Abraham Belay, a Tigrayan who is Abiy’s defense minister, said that he had struggled to negotiate with both sides. “I have been trying my best to become a middleman,” he said. But the Amhara extremists rejected him for being a Tigrayan, and the Tigrayan hard-liners called him a banda, a traitor. “There are people who don’t want this to calm down,” he said. “Some are Tigrayan and Amhara extremists. And there are Oromos, too, who are killing Amharas and also other Oromos.”\n\nThe senior U.S. official explained that when Abiy and the Tigrayans agreed to a truce, in March, it was under pressure from the Americans. Each side had its own interests in mind. “The government of Ethiopia wanted reëngagement with the West, mostly for economic reasons, and the T.P.L.F. because of the humanitarian situation,” the official said.\n\nAbiy seems cornered. He can’t get Western money without reconciling with the Tigrayans—but, even if he wants to make peace, his Amhara and Eritrean allies won’t agree to it. The Eritrean President, Isaias Afwerki, would be a formidable enemy for Abiy; at seventy-six, he is one of the most ruthless and determined political survivors in the world. In mid-September, a report from the Swedish consulate in Asmara noted that the Eritrean People’s Army had summoned all active members to report, “without discrimination of age or background or health status.” It added that anyone who failed to report would “suffer consequences including their residential houses being closed, family members being thrown out of their houses, family members being detained.”\n\nOther forces are massing, too. The Tigrayans have evidently mobilized all of their available fighters. Mulugeta, the former T.P.L.F. member, estimated that the Ethiopian government had assembled as many as half a million troops in the region; other reports suggest that Abiy has commandeered Ethiopian Airlines flights to move recruits to the front.\n\nLast week, a large Eritrean force crossed the border into Ethiopia. Reports from the region describe intense fighting on at least five fronts. “What’s happening here is a civil war,” the senior Western official told me. “I believe there’s a totally compelling logic not to fight, but they’ll do it anyway.”\n\nOn the Blue Nile, two hundred miles from the Tigrayan border, is Abiy’s most consequential project: the Grand Ethiopian Renaissance Dam, a five-­billion-dollar behemoth that is the largest hydroelectric facility on the African continent. It has been under construction since 2011, and when it is complete, in two and a half years, it will transform life in Ethiopia.\n\nApproaching it from the nearest airstrip, you come first to a secondary dam, which extends for three miles across an otherwise untouched jungle valley. Not far upstream, the main dam is squeezed between two great hills: a concrete wall nearly five hundred feet tall, with the river spewing through in a roiling wash of muddy water.\n\nWhen I visited, the project manager, an amiable engineer, reeled off statistics. When the dam is finished, it will contain 10.7 million cubic metres of concrete, making it “more than three times the size of Hoover Dam.” Beyond the dam, an immense reservoir was filling, gradually submerging a string of jungle mountains; it will eventually be fifty miles wide and a hundred and fifty miles long. In the massive structure where the turbines are embedded, billboards on the walls were emblazoned with slogans: “African Pride,” “History in the Making,” “Unity.”\n\nThe dam project began under the T.P.L.F.; Debretsion Gebremichael, who now leads the insurgency from Mekelle, was in charge. But Abiy has made it his own, and it has been a tremendous source of national pride. Millions of ordinary citizens helped pay for it; in Addis, every construction worker and schoolteacher seems to have made a contribution. The dam has also received essential support, including engineering and infrastructure, from Europe and from China. (Hailemariam Desalegn, who was the Deputy Prime Minister as the project got under way, suggested that he preferred aid that came without conditions: “We like the Chinese way of doing things, because they don’t say, ‘Do this, don’t do that.’ ”) All around the structure, workers in jumpsuits and hard hats hustled from job to job, on foot and in giant trucks.\n\nEven before the conflict with Tigray began, the dam was inflaming regional tensions. Sudan and Egypt rely on the Nile for most of their water, and they fear that the dam will limit their supply; there were skirmishes at the border and bellicose warnings from Egypt, which has Africa’s most powerful military. Abiy insisted on going ahead. “No force could stop Ethiopia from building a dam,” he said. “If there is a need to go to war, we could get millions ­readied.” Construction is now nearly complete. Thirteen enormous turbines are being tested before they are switched on; during my visit, the second was about to go online. When the dam is complete, it will double the electrical capacity of Ethiopia, where half the citizens now have no access to power.\n\nAbiy is betting that the dam, and the scores of other projects he has instituted, will one day seem like the culmination of a great plan, in which the war is just a distraction. In his book, he advocates “striving to make a new today, rather than being stuck in the past.” But Berhane Kidanemariam, the former diplomat, suggested that Abiy was merely stumbling from one contingency to the next. “I don’t think he really is trying to help one ethnic group or the other,” he said. “He doesn’t have a strategy. He wants to be seen as a reformist, but he is not. Power and money are what motivate him. He isn’t even really anti-T.P.L.F. When he attacks them, he just uses it as an instrument.”\n\nOn one of my visits to the palace, Abiy told me that his real motivation was to aid his neediest citizens. “I am for poor people,” he said. “If I can save the life of a thousand poor people, that is the reason, not to see good news on the BBC, or whatever.” Despite all the strife in the country, he was certain of his place in his people’s hearts. “When I leave office, I am one hundred per cent sure—one hundred per cent sure—that millions of Ethiopians will cry,” he said. “They will not say, ‘Oh, we are happy he left.’ You will see it. People will see what I left.”","role":"body"}],"subtitle":"After Ethiopia’s Prime Minister, Abiy Ahmed, ended a decades-long border conflict, he was heralded as a unifier. Now critics accuse him of tearing the country apart.","title":"Did a Nobel Peace Laureate Stoke a Civil War?","authorName":"Jon Lee Anderson","coverImageWidth":1706,"hashTag":"A Reporter at Large","coverImageHeight":2560,"publishDate":"Sep 26th, 2022","coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/did-a-nobel-peace-laureate-stoke-a-civil-war/images/1.png"}