{"coverImageDescription":"Bialys coming out of the oven at the new Hudson Yards outpost of Kossar’s, a Lower East Side bakery founded in 1936.","coverImageWidth":960,"subtitle":"When the art of Ashkenazi food seems ever threatened, it’s heartening to see the growth of legacy businesses, including Pastrami Queen and Kossar’s bialy bakery.","title":"Newish Jewish, at Kossar’s and Beyond","authorName":"Hannah Goldfield","coverImageHeight":400,"hashTag":"Tables for Two","publishDate":"Sep 23th, 2022","coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/newish-jewish-at-kossars-and-beyond/images/1.png","contents":[{"role":"body","text":"In Mimi Sheraton’s book “The Bialy Eaters,” from 2000, she entertains, and soundly dismisses, a theory that the bialy, a bagel-adjacent Jewish roll, originated not in Bialystok, Poland, but in New York. Bialys—which are not boiled before they’re baked; which have shallow depressions at their centers instead of holes, to be filled with onions and poppy seeds, most traditionally; and which bear a dusting of white flour—may not have been invented here, but is there any city in the world where it’s easier to find them? In the nineties, on a trip to Bialystok, Sheraton failed to locate a single bialy. In 2022, Kossar’s, New York’s most enduring bialy bakery, which opened on the Lower East Side almost a century ago, is expanding. In July, a second shop débuted on the edge of Hudson Yards; a third is planned for the Upper East Side.\n\nKossar’s has evolved considerably over the years, as it’s changed hands. For a time, it was certified kosher. The other day, I was startled to see bacon on the menu at Hudson Yards, paired with chicken salad for a sandwich called the Houston Street. Sandwiches can be made on bialys or on bagels, the latter of which have become a large part of the bakery’s output. Historically, bialys, according to Sheraton, were not sliced at all before they were lightly schmeared, let alone loaded with pastrami-spiced smoked salmon and horseradish-pickle cream cheese, as for the Ludlow. There’s something a little sad about the open-faced Grand Street—avocado toast by another name, with a thick green mash topped with watery tomatoes that completely overpowers the bisected bialy.\n\nI like my bialys sliced, but barely adorned. Are Kossar’s as good as they ever were? Sheraton would disapprove of the still raw onions (and the lack of poppy seeds) in the wells of the half-dozen I brought home, and would find the bread itself too pale. But toasting and buttering one filled me with a rush of happy nostalgia. At a point in history when the art of Ashkenazi food seems ever threatened, it’s heartening to see the growth of a legacy business. Kossar’s sells bacon but also pletzls, an Ashkenazi flatbread that’s larger and even scarcer than the bialy. Russ & Daughters, that icon of appetizing, still owned by the family that founded it, has scaled up in recent years, adding a house-baked bialy (with both onions and poppy seeds), among other things, to the repertoire."},{"imageWidth":1280,"imageHeight":853,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/newish-jewish-at-kossars-and-beyond/images/2.png","imageDescription":"Over the years, Kossar’s added bagels to its output, but it continues to make bialys, and an even lesser-known Ashkenazi flatbread called a pletzl (center).","role":"image"},{"role":"body","text":"Fine & Schapiro, a deli on West Seventy-second Street, closed in 2020, after ninety-three years in business, but it was swiftly replaced by an outpost of the Upper East Side’s Pastrami Queen, a fully kosher establishment that changed its name from Pastrami King when it moved from Queens in 1998, after forty-two years. On a recent afternoon, as the youngest Pastrami Queen customer by about fifty years, I enjoyed a bowl of chicken soup with kreplach and a chocolate egg cream. I took home some health salad and kasha varnishkes, plus a sweatshirt bearing the deli’s logo, the sort of old-school-New York merch that exemplifies Zizmorcore, a recent sartorial phenomenon that reached its logical conclusion earlier this year, when Coach collaborated with Zabar’s on a five-hundred-and-fifty-dollar leather tote emblazoned with a bagel."},{"role":"body","text":"The crowd was slightly younger on the other side of Broadway, at the first U.S. location of Sherry Herring, a kosher shop from Tel Aviv that makes herring downright sexy, sandwiching salt-water-cured fillets—matjes (younger, suppler) or schmaltz (older, meatier)—on crusty baguettes with butter, sour cream, fresh chili pepper, scallions, and tomatoes.\n\nOn a recent morning at Edith’s Eatery & Grocery, in Williamsburg, a full-service restaurant that evolved from a pandemic pop-up, I counted three babies. The daytime-only menu explores the Jewish diaspora: Russian pancakes, exceptionally fluffy with farmer’s cheese; Romanian steak and eggs; malawach, a flaky Yemeni Jewish flatbread. On the shelves, which enclose café tables in charming nooks, Tam Tams crackers and the individually wrapped honey-sesame candies that my grandpa used to carry in his pocket share space with CBD Turkish delight and bottles of avocado oil, bridging the generational gap. "}]}