{"coverImageDescription":"","coverImageHeight":960,"subtitle":"“Sacred Nature,” “Lady Justice,” “The English Understand Wool,” and “Poūkahangatus.”","title":"Briefly Noted","authorName":"The New Yorker Editor","coverImageWidth":1280,"hashTag":"Books","publishDate":"Sep 26th, 2022","coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/sacred-nature-lady-justice-the-english-understand-wool-and-poukahangatus/images/1.png","contents":[{"role":"body","text":"Sacred Nature, by Karen Armstrong (Knopf). An urgent plea opens this nuanced exploration, by a veteran writer on religion, of our relationship to nature: if ecological disaster is to be avoided, Armstrong writes, “we need to recover the veneration of nature that human beings carefully cultivated for millennia.” What follows is a tour of how various spiritual traditions conceive of nature, with a focus on a common thread: an understanding of the natural world as a unified whole shot through by “an immanent sacred force.” This concept, prominent in Eastern thought, was also a feature of Western monotheist traditions before we began treating nature as “a mere resource.” “While it is essential to cut carbon emissions,” Armstrong writes, we also need to overhaul “our whole belief system.”"},{"imageWidth":1280,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/sacred-nature-lady-justice-the-english-understand-wool-and-poukahangatus/images/2.png","role":"image","imageHeight":960},{"role":"body","text":"Lady Justice, by Dahlia Lithwick (Penguin Press). In a richly layered set of profiles, a noted legal correspondent chronicles efforts by female lawyers to bolster democracy during the Trump Presidency. Some figures are familiar (the voting-rights champion Stacey Abrams), others less so (a co-founder of an organization that helps refugees seeking asylum). For all these women—and for Lithwick, who writes about her own sexual harassment by a former federal judge—law isn’t an “unassailable cathedral” but a “fragile arrangement of norms, suggestions, and rules.” Constitutional progress often takes a slow, zigzagging path rather than a linear one, and it is this, Lithwick muses, that “allows it to preserve histories that might otherwise be erased.”"},{"imageWidth":1280,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/sacred-nature-lady-justice-the-english-understand-wool-and-poukahangatus/images/3.png","role":"image","imageHeight":960},{"role":"body","text":"The English Understand Wool, by Helen DeWitt (New Directions). An orphaned heiress, Marguerite, is kidnapped as an infant and raised in a Moroccan riad, where she is taught to appreciate exquisite tailoring, beautiful manners, classical music, tennis. Years later, the captors, having spent her fortune, disappear, and Marguerite, now seventeen, is writing a memoir about her ordeal and weathering a media maelstrom. Chapters from the work in progress alternate with exchanges between Marguerite and her increasingly exasperated New York editor, who wants a tell-all blockbuster. DeWitt offers a paean to the lost art of connoisseurship, and also a critique of the way that commercial exploitation flattens anything it does not understand."},{"imageWidth":1280,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/sacred-nature-lady-justice-the-english-understand-wool-and-poukahangatus/images/4.png","role":"image","imageHeight":960},{"role":"body","text":"Poūkahangatus, by Tayi Tibble (Knopf). This collection’s title poem, which describes itself as “An Essay About Indigenous Hair Dos and Don’ts,” mixes mythological and pop-cultural references with ruminations on female beauty, power, and inheritance: Medusa makes an appearance, as does Disney’s “Pocahontas.” Elsewhere, the poet, a Māori New Zealander, uses the film “Twilight” as a lens through which to examine racialized and gendered tensions of adolescence. Tibble’s smart, sexy, slang-studded verse is fanciful and dramatic, revelling in the pains and the pleasures of contemporary young womanhood yet undergirded by an acute sense of history. Her voice remains sure-footed across many registers, and the book, at its best, functions as an atlas for learning to explore the world on one’s own terms."}]}