{"title": "Americans just aren’t feeling each other", "subtitle": "", "authorName": "Karl Vick", "coverImageURL": "https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/images/1.png", "coverImageWidth": 1086, "coverImageHeight": 852, "coverImageDescription": "", "hashTag": "PSYCHOLOGY", "publishDate": "October 31, 2022", "contents": [{"role": "body", "text": "A PUBLIC-OPINION POLL MAY SEEM A LOUSY PLACE TO look for a ray of hope. After all, a TIME/Harris survey conducted in the weeks before the midterm elections found that only about a quarter of Americans (27%) said their feelings about the state of the nation are “positive.” And yet."}, {"role": "body", "text": "Asked in the same poll about their own feelings, Americans were measurably less downbeat. For every topic we asked about, more people judged it to be bumming out the country than said it was bothering them personally. While 63% say the economy is negatively affecting the mood of the country, for instance, only 57% called it a drag on their own outlook. Fifty percent of people said rights issues, including race relations, were adversely affecting the nation’s mood, but only 39% said they affected their own. A similar gap showed up when the survey offered a list of emotions, asking people to choose the one they had felt most over the previous 30 days—and later, to choose the one that described the mood of Americans overall."}, {"role": "body", "text": "“Given the near-constant stream of doom and gloom Americans absorb from the news, it is unsurprising that they characterize the nation’s mood as frustrated (23%), anxious (12%), and disappointed (11%),” notes Will Johnson, CEO of the Harris Poll. “The good news, however, is that the leading adjectives they use to describe their own mood are hopeful (15%) and happy (14%). Only 14% report that they themselves are frustrated.”"}, {"role": "quote", "text": "‘People rate the national mood as worse than their own’"}, {"role": "body", "text": "WHAT’S GOING ON? There’s reason to believe that, when asked to describe the state of the nation, people naturally describe the one they see on TV or read about on their phones—a place defined by strife, confrontation, and extremes. And that’s before being amplified by social media. In other words, America’s citizens may not be nearly as distressed as America’s political discourse is—a discourse that, of course, includes polls that tell us how distressed we are."}, {"role": "body", "text": "To dig deeper, a Boston-area think tank called Populace has endeavored to measure “private opinion,” or views that a person holds but might not share with a pollster. Told of the persistent mood-perception gap in the TIME/Harris survey, Populace founder Todd Rose said, “I would predict the gap is actually substantially larger.”"}, {"role": "body", "text": "The heart of the issue, Rose theorizes, is that people likely sense that certain responses are “expected” based on how they’ve identified themselves. “Most people want to be with their group, not against their group,” he says. “So whenever you’re reading the mood of the group, people will kind of go toward what they’re supposed to feel or say.”"}, {"role": "body", "text": "To get beyond those expectations, Populace will slide a “sensitive” statement in with four other statements that are both less delicate and also previously polled, then ask the subject to select three statements they agree with. After sorting the results, Populace was able to learn this past spring that, while 43% of people had told a pollster that “public schools focus too much on racism,” only 33% said that when asked less directly. Similar gaps showed up on abortion, and the effectiveness of masks against spreading COVID-19."}, {"role": "body", "text": "In other research, Populace has found Americans largely agree on which issues are most important to them—but assume (incorrectly) that other people feel different. The persistence of that perception, Rose notes, “is the same as being truly divided.” But if we’re actually not, that’s more than a ray of hope. It’s a shaft of sunlight."}]}