{"title": "How to Stay Safe from COVID-19 During the 2022 Holiday Season", "subtitle": "Boosters, tests, and masks still work", "authorName": "Jamie Ducharme", "coverImageURL": "https://api.time.com/wp-content/uploads/2022/10/covid-holiday-travel.jpg?quality=85&w=1024", "coverImageWidth": 1024, "coverImageHeight": 630, "coverImageDescription": "A woman wearing a face mask checks for flight arrivals at Los Angeles International Airport on July 1, 2022.", "hashTag": "HEALTH", "publishDate": "October 31, 2022", "contents": [{"role": "body", "text": "After COVID-19 vaccines rolled out, many families said “good riddance” to Zoom and resumed in-person holiday gatherings—and with increasing numbers of people embracing pre-pandemic lifestyles, it’s safe to assume that will be the norm this year in the U.S. But the virus still infects tens of thousands of Americans each day, and experts fear another winter surge may be coming, just in time for the holidays."}, {"role": "body", "text": "If you’re planning to travel or gather with loved ones this holiday season, follow these expert recommendations to maximize your chances of staying safe and healthy."}, {"role": "head", "text": "Get boosted now"}, {"role": "body", "text": "Should you get your Omicron booster now, or wait until right before the holidays? Dr. Kristin Moffitt, an infectious disease physician at Boston Children’s Hospital, suggests getting your shot now, rather than trying to time it for right before holiday events. After getting vaccinated, it takes a week or two for your immune response to develop. That protection should stay strong for at least two months, so “if people got boosted now, their maximum immunity from that booster would get them through the end of 2022,” Moffitt says."}, {"role": "body", "text": "Before thinking about boosters, of course, you should make sure everyone in your family has had their primary vaccinations, says Dr. Lilly Immergluck, a pediatric infectious disease specialist at the Morehouse School of Medicine. That’s especially important advice for families with kids, given the dismally low vaccination rates among young children."}, {"role": "head", "text": "Rapid test before you gather"}, {"role": "body", "text": "When new variants emerge, there’s often concern that at-home tests won’t be able to detect them. But Dr. Roy Gulick, chief of infectious disease at Weill Cornell Medicine and NewYork-Presbyterian, says rapid tests should still pick up BQ.1 and BQ.1.1 infections, since those variants are Omicron relatives."}, {"role": "body", "text": "Frequent testing can help prevent those in your circle from unknowingly spreading the virus at holiday events. When Immergluck’s relatives stayed together over the Fourth of July weekend, she asked everyone to take a rapid test every day. “That’s not a 100% [guarantee],” she says, “but it’s about as good as we could get.”"}, {"role": "body", "text": "If you test negative but have classic COVID-19 symptoms such as sore throat, chills, and body aches, it’s still best to stay home, Gulick adds."}, {"role": "head", "text": "Stay safe during travel"}, {"role": "body", "text": "Masks aren’t required for most travel anymore, but Gulick still advises wearing one—at least during certain portions of your trip. In general, air quality on planes is better than on buses and trains, so your chances of getting sick in the air are fairly low. But Gulick recommends masking while in the airport and when your plane is taxiing, since filtration systems may not be turned on when the plane is grounded. And if you’re traveling by bus or train, it’s a good idea to mask during the entire journey."}, {"role": "head", "text": "Keep an eye on the data"}, {"role": "body", "text": "COVID-19 case counts are not as accurate as they once were, in large part because so many people now test themselves at home instead of using laboratories where results are then reported to public-health authorities. But there are still some metrics you can watch to get a sense of viral prevalence in your area. Hospitalization and death rates are still solid indicators of how widely the virus is spreading, Immergluck says. Moffitt also recommends paying attention to test positivity rates. Even if fewer people get tested in laboratories, knowing the percentage of tests that come back positive is “a fairly reliable marker because it’s relative to the number of tests that are being performed,” she says."}, {"role": "head", "text": "Consider who you’re seeing"}, {"role": "body", "text": "If you’ll be spending time with loved ones who are immunocompromised, unvaccinated, or elderly, you may want to increase your precautions, perhaps by masking indoors or keeping festivities outside. “We need to protect [vulnerable] people by not giving them the virus,” Gulick says."}, {"role": "head", "text": "Don’t forget about other viruses"}, {"role": "body", "text": "COVID-19 has dominated our thinking for the last few years, but influenza and RSV are also sickening lots of people right now. Moffitt says that’s all the more reason to take precautions like masking during travel and avoiding high-risk settings, such as crowded indoor events, in the week or so before your holiday plans. Getting a flu shot is also an important winter health measure, Gulick says, and one that can be done when you’re getting your COVID-19 booster."}, {"role": "body", "text": "   "}]}