{"title": "What We Know—and Don’t Know—About Elon Musk’s Ever-Changing Verification Plans", "subtitle": "Musk's plans to charge for blue-check Twitter accounts could have side effects", "authorName": "Andrew R. Chow", "coverImageURL": "https://api.time.com/wp-content/uploads/2022/11/GettyImages-1243763618.jpg?quality=85&w=100&h=100&crop=1", "coverImageWidth": 100, "coverImageHeight": 100, "coverImageDescription": "", "hashTag": "BUSINESS", "publishDate": "November 2, 2022", "contents": [{"role": "body", "text": "Elon Musk has long argued that the user-verification system on Twitter is broken. But since taking over the company last week, there have been contradictory reports on how, exactly, he intends to improve upon it. On Tuesday, he wrote on Twitter that he planned to charge $8 a month to become a verified Twitter user, known as a “blue check”—but many questions remain."}, {"role": "body", "text": "Here’s what we do and don’t know about his plans, and the potential ramifications of his actions upon the platform’s users."}, {"role": "head", "text": "How Twitter’s verification system works right now"}, {"role": "body", "text": "Musk described the current verification setup as a “lords & peasants system” on Tuesday. Many people on Twitter view verified accounts as a central driver of the platform’s elitist structure."}, {"role": "body", "text": "But the origins of the blue-check system had much less to do with social status than instilling trust in the platform. In 2009, Twitter needed a way to prove to their users that a person was who they claimed to be, because the site was suffering from a rash of imposters. That year, the St. Louis Cardinals manager Tony La Russa sued Twitter over an account that purported to be him and which mocked two deaths in the Cardinals organization. Kanye West also complained of Twitter impersonators and vowed to never use the site, writing: “Everything that Twitter offers, I need less of.”"}, {"role": "body", "text": "Twitter then quickly announced a beta version of a verification system, intended for “public officials, public agencies, famous artists, athletes, and other well known individuals at risk of impersonation.”"}, {"role": "body", "text": "Since then, Twitter has established a process by which they verify users who are “authentic, notable and active.” Blue checks are given out to journalists, government officials, brands, and other public figures. For many, they signify a trusted source of information, and a way for the everyday user to separate real news from the increasing volume of misinformation and static."}, {"role": "body", "text": "However, a cadre of conservative voices has said that the system, which they say creates a “blue check mark brigade,” taints the flow of public information with left-wing bias. (Many of those critics, naturally, are also verified—and Twitter admitted that its algorithm actually showed a right-wing bias in 2021.) Musk has tweeted displeasure with the system several times over the years: “Verified should be far more widespread, simply that someone is who they claim to be,” he wrote in 2020."}, {"role": "head", "text": "Musk’s plans to change verification"}, {"role": "body", "text": "This week, after Musk took over the company, the Verge reported that he planned to charge $20 a month for blue checkmarks. The idea was met with widespread backlash: “They should pay me. If that gets instituted, I’m gone like Enron,” Stephen King tweeted. Many prominent journalists joined in on the criticism, including Nate Silver, Kara Swisher, and Emily Nussbaum."}, {"role": "body", "text": "Their arguments were reinforced by the results of a poll issued by Musk ally Jason Calacanis, which showed that 81% of respondents wouldn’t pay for a blue check. “Interesting,” Musk responded."}, {"role": "body", "text": "The next day, Musk launched a Twitter thread that announced verification for $8 a month. (Like many of Musk’s tweets about platform changes, it wasn’t clear whether this was a proposal or a done deal.) The new tiered service would give verified users a boost in how many people see their tweets; show them half as many ads; and give them the ability to post longer video and audio clips. Publications seeking verified accounts would be able to bypass the fee, he wrote."}, {"role": "body", "text": "This new system, which Musk called “Blue,” would transform Twitter’s existing verification system, which, although free, has drawn fire for being inconsistent and without clear rules for who gets verified and when. The relationship between this new “Blue” tier and the existing Twitter Blue service—which is not tied to verification, and offers features including an edit button—is unclear."}, {"role": "body", "text": "Musk argued that the new system would “destroy the bots,” because any verified account that engaged in spam or scams would be suspended. Although his originally reported proposal had the plan at $20 per month, he lowered the proposed cost in a tweet to King, writing: “We need to pay the bills somehow! Twitter cannot rely entirely on advertisers. How about $8?”"}, {"role": "head", "text": "What Musk’s changes would mean for Twitter users"}, {"role": "body", "text": "If Musk indeed goes through with the plan, what could the ramifications be for Twitter users? The first possible ripple effect: trolls and other bad actors could buy a larger presence on the platform. Twitter has dealt with this exact problem before: when it experimented with opening up verifications to a wider range of people, it verified Jason Kessler, the man previously responsible for the white-supremacist rally in Charlottesville, Virginia."}, {"role": "body", "text": "Twitter’s content moderation is already under fire. On Wednesday, three civil rights leaders, including Rev. Al Sharpton, penned a letter to Musk decrying the rise of racial and religious hatred on the site over the weekend. “In flippantly declaring that, ‘the bird is freed,’ you might have unwittingly freed people to unleash the worst of human nature with communities of color and religious minorities bearing the greatest burden,” they wrote."}, {"role": "body", "text": "It’s also possible that scams could rise. Public figures on Twitter are already besieged by imposters who trick victims with crypto scams. Under a less-stringent verification system, it would be very easy to imagine scammers buying up blue-checked accounts and looping victims into scams before they get shut down."}, {"role": "body", "text": "The fact that Musk is reportedly slashing a significant amount of his workforce doesn’t bode well in the company’s ability to sift through violations reports quickly."}, {"role": "body", "text": "However, it’s entirely possible that Musk could combine the new verification system with the old: requiring those who have requested verification to provide some sort of ID confirmation in addition to spending $8. If this happens, the number of bots could decrease, and the new system would simply act as a quasi-tax upon Twitter super-users who want their content elevated."}, {"role": "head", "text": "How Twitter is dealing with misinformation under Musk"}, {"role": "body", "text": "Then there’s the constantly looming threat of misinformation. Musk’s attitudes toward misinformation on the site gained heightened attention this week when he tweeted out a far-right conspiracy theory about Nancy Pelosi’s husband. Some users believe the widespread dissemination of the blue check would be disastrous toward trust on the site: “Without a free way for notable accounts to confirm they were real, it would be easier for fake accounts posing as banks, government agencies or notable people to fool innocent users and spread fake news,” James Ball wrote in the New Statesman."}, {"role": "body", "text": "However, Jennifer Stromer-Galley, a professor at Syracuse University’s School of Information Studies told TIME that she isn’t sure that a change to verification would make the misinformation problem worse than it already is. “The reality we have right now is that even people who are known and identified are perfectly comfortable spreading incorrect and false information,” she says. “For every one person trying to produce good information, there are one or two people on Twitter doing the opposite with a blue check. And then, of course, there’s the people that are just trying to be celebrities, talking about their cute puppies or the latest album.”"}, {"role": "body", "text": "Lastly, there’s the question of Twitter’s bottom line, which is surely one of Musk’s priorities. The company is now loaded with $13 billion in debt, and has not turned a profit for eight of the past 10 years."}, {"role": "body", "text": "But even if all of the estimated 400,000 of Twitter’s verified accounts agreed to pay the $8 a year, that would only net Twitter $3.2 million—a drop in the bucket compared to their $5 billion yearly revenue, most of which comes from advertisements. In fact, to have more dodgy information and less trust on the site from verified users could make brands more skittish to advertise on the platform. Advertisers are already pulling back: on Monday, the New York Times reported that the advertising giant IPG issued a recommendation that its clients temporarily pause their spending on Twitter because of moderation concerns."}, {"role": "body", "text": "On Tuesday, more than 40 activist organizations penned an open letter to Twitter’s top advertisers including Apple and Coca-Cola urging them to boycott the platform if its safety standards were lowered."}, {"role": "body", "text": "“We know that brand safety is of the utmost importance to you,” the letter reads. “As such, you also have a moral and civic obligation to take a stand against the degradation of one of the world’s most influential communications platforms.”"}]}