{"title": "Fleishman Is in Trouble Just Doesn’t Work as a TV Show", "subtitle": "Jesse Eisenberg and Claire Danes lead a stellar cast in FX's flawed adaptation of the celebrated novel", "authorName": "Judy Berman", "coverImageURL": "https://api.time.com/wp-content/uploads/2022/11/FIIT_101-1262r.jpg?quality=85&w=1100", "coverImageWidth": 1100, "coverImageHeight": 733, "coverImageDescription": "From left Meara Mahoney Gross, Jesse Eisenberg, and Maxim Swinton in Fleishman Is in Trouble", "hashTag": "ENTERTAINMENT", "publishDate": "November 10, 2022", "contents": [{"role": "body", "text": "When a man abandons his family, that is not news, because it happens so often. But if a woman does the same thing, that is news. It’s also the man-bites-dog premise of Fleishman Is in Trouble, Taffy Brodesser-Akner’s celebrated 2019 novel turned FX on Hulu miniseries (premiering Nov. 17), in which an Upper East Side physician flails his way through a divorce. One morning, Toby Fleishman (a perfectly cast Jesse Eisenberg) awakens in his sad, new bachelor apartment to find that his ex, Rachel (Claire Danes), left their two kids there in the middle of the night. In the days that follow, she stops answering calls and texts, and it dawns on Toby that she might be gone for good."}, {"role": "body", "text": "Rachel is a monster, right? A powerful and fearsome theater agent, she’s never been the nurturing, maternal type—and even if she were, running an agency keeps her too busy to spend much time with 11-year-old Hannah (Meara Mahoney Gross) and nine-year-old Solly (Maxim Swinton). Which must make Toby, affectionate dad and healer of humankind that he is, the hero. Well, not so fast. The whole point of Fleishman, a clever thought experiment of a book that doesn’t quite work on screen, is that there’s more than one side to this apparently simple story."}, {"role": "body", "text": "The show gives us Toby’s version, at excessive length, first. Unshackled from a woman who sees his calling as a glorified hobby (and his $300k salary as a pittance), this erstwhile nebbish discovers he’s now a hot dating-app commodity. Yet even before Rachel disappears, separation is no panacea. Anxious, self-righteous, and aggrieved by nature, he stresses over a potential promotion to which he feels entitled. The casual sex is fun, but he’s still lonely enough to want to reconnect with old friends, including Libby (Lizzy Caplan), a former journalist and current disgruntled stay-at-home mom, whose essayistic voiceover narration frames the show."}, {"role": "image", "imageURL": "https://api.time.com/wp-content/uploads/2022/11/FIIT_101_00449r.jpg?w=560&w=560", "imageWidth": 560, "imageHeight": 373, "imageDescription": "Jesse Eisenberg and Lizzy Caplan in Fleishman Is in Trouble"}, {"role": "body", "text": "On the page and on the screen, Fleishman is driven by inversions. Directors including Battles of the Sexes duo Valerie Faris and Jonathan Dayton riff on the bestseller’s cover, an upside-down rendering of the Manhattan skyline, in queasily tilted shots. It isn’t just Toby and Rachel whose relationship represents a reversal of traditional gender roles, either. Once desperate for the approval of a men’s-magazine legend in the Gay Talese mold (played by Christian Slater), whose beloved books paint women as whores and imbeciles, Libby flips the script by telling a man’s story—and expanding it to include her own truth as well as Rachel’s."}, {"role": "body", "text": "It’s an ingenious conceit for a novel: Philip Roth meets Gone Girl. But it also invites a level of scrutiny the narrative can’t necessarily support. Through Libby’s eyes, Toby’s father-of-the-year journey resolves into a tale of men’s entitlement and women who are punished for their ambition. (The show, set in the summer of 2016, pounds home this point with Hillary signs and Rachel fretting that “people really hate” candidate Clinton.) Step back, however, and you might find it hard to care about any of these self-obsessed one-percenters, male or female, who never see beyond their own little midlife crises. Forget rich, white men—rich, white ladies are the real victims is not exactly revolutionary thinking."}, {"role": "body", "text": "With Brodesser-Akner acting as executive producer, showrunner, and writer of all but one episode, the FX series was probably never going to address that shortsightedness. The bigger problem is the adaptation itself. The dialogue remains as sharp as it was in the book. The actors are great—especially Danes, whose talent for channeling big emotions gets a glorious late-season showcase, and surprisingly Caplan, who’s more vulnerable here than in many of the tough-girl roles for which she’s known. Scenes of Toby, Libby, and their friend Seth (Adam Brody) bantering have a wonderfully natural flow. But the pace is plodding, and the ever-present voiceover turns long stretches of the show into lectures, with the actors reduced to visual aids. When Fleishman works as a novel, it’s thanks to Brodesser-Akner’s skill at using the conventions of literature to explore a perspective male writers rarely bother to imagine. When it falls apart as TV, it’s because the medium no longer mirrors the message."}]}