{"title": "The Problem With Mega Jackpots Like the $2 Billion Powerball Drawing", "subtitle": "One ticket from California won the jackpot, which has an estimated cash value of $997.6 million before taxes", "authorName": "Anisha Kohli", "coverImageURL": "https://api.time.com/wp-content/uploads/2022/11/GettyImages-1244470600.jpg?quality=85&w=1100", "coverImageWidth": 1100, "coverImageHeight": 733, "coverImageDescription": "People purchase lottery tickets ahead of a PowerBall $1.5 Billon jackpot from a kiosk inside the Phoenix Sky Harbor International Airport (PHX) on November 3, 2022 in n Phoenix, Arizona.", "hashTag": "U.S.", "publishDate": "November 4, 2022", "contents": [{"role": "body", "text": "Tuesday’s Powerball drawing was the biggest in U.S. history, climbing to $2.04 billion after no one hit the big win in Saturday’s drawing. The winning numbers, announced a day late after one of the 48 participating state lotteries needed more time to process ticket sales, were 10-33-41-47-56 with Power Ball 10."}, {"role": "body", "text": "One winning ticket has been confirmed, sold at Joe’s Service Center in Altadena, Calif. The incredible sum—more than 28,000 years worth of earnings for the median American household—drove lottery players into a frenzy. However, as jackpots like this one grow, so do criticisms that lotteries are becoming increasingly predatory and harmful to many people who play them."}, {"role": "body", "text": "“We’re having this huge debate around wealth inequality in our country, and you have people spending hundreds of dollars, sometimes thousands on these lottery games, which is pushing people into deeper debt,” says Les Bernal, national director for Stop Predatory Gambling, a nonprofit advocacy group. “Powerball is just like the exclamation point on that.”"}, {"role": "head", "text": "Why are jackpots getting bigger?"}, {"role": "body", "text": "The first Powerball drawing was in 1992 and a player from Indiana won $5.9 million. More than 30 years later, the U.S. economy and American standards of wealth have been radically altered by multiple recessions, inflation and economic growth."}, {"role": "body", "text": "But the major lotteries also changed the rules to ensure that jackpots get bigger and bigger—in an effort to garner media attention and generate buzz. In 2012, Powerball tickets went up from $1 to $2 per ticket and the game format has since undergone several changes to expand the number pool—and make it less likely that any individual drawing results in a jackpot winner. The effect is that jackpots have swelled."}, {"role": "body", "text": "“In the industry, they have what they call, ‘jackpot fatigue,’ where what they found with research and practical experiences is that smaller jackpots no longer appeal to players,” Keith Whyte, executive director for the National Council on Problem Gambling, tells TIME. “They’re designing the games deliberately to maximize bigger jackpots that are rare. One way to do that is to make the odds worse so that the jackpot gets bigger.”"}, {"role": "body", "text": "With an estimated cash value of $997.6 million before taxes, the winning Jackpot numbers were announced from Tallahassee on Tuesday, Nov. 8."}, {"role": "body", "text": "Powerball winners can either opt to receive their winnings in regular payments over 29 years or take the lump sum amount upon winning. Recently, financial experts have pointed out that with high inflation it might be smarter to take the annuity and keep more of the earnings from future payments as the tax rate declines. In the past, the lump sum was a good option, so winners could invest for further growth."}, {"role": "body", "text": "Whyte also describes how accepted and normalized lottery participation is today, compared to a few decades ago when a slight majority of Americans disapproved of legalized gambling. “Today, polls generally show that about 80-85% of Americans approve of legalized gambling,” he says. “There has been a massive cultural shift if you will, and I do think that’s also reflected in these larger jackpots.”"}, {"role": "head", "text": "Who gets hurt by lottery gambling?"}, {"role": "body", "text": "Bernal is a firm believer that state-sanctioned lotteries are particularly exploitative because of how they target marginalized groups. “It’s a form of financial fraud that is only legal if you partner with the state government,” he says."}, {"role": "body", "text": "Research suggests that state lottery retailers tend to be concentrated in lower-income areas and communities of color. A Consumer Federation of America survey found that a fifth of Americans believe that winning the lottery is the only feasible way for them to acquire several hundred thousand dollars."}, {"role": "body", "text": "“The lotteries feast on these demographics, they’re the business model. The lotteries don’t exist without low-income people spending their fortunes,” Bernal says. “Half the country has stocks and bonds, and they own houses. Half the country doesn’t have anything, they don’t have assets, and these are the folks that we encourage to play the lottery.”"}, {"role": "body", "text": "Whyte explains that large prizes tend to attract more people, even those who wouldn’t gamble in other settings. But he says, “there’s no question that the lottery is a form of gambling like any other and excessive use can lead to addiction.”"}, {"role": "body", "text": "“The general public doesn’t always see the lottery as gambling, both legally and psychologically. We know that people can develop gambling problems due to their lottery play; it may even be exclusively due to their lottery play,” Whyte adds."}, {"role": "body", "text": "Drew Svitko, Powerball product group chair and the Pennsylvania Lottery’s executive director tells TIME, “since the mid-1960s, lotteries in the U.S. have provided entertainment for millions of players while returning billions of dollars in funding for vital public programs, services and good causes such as education, health and welfare, transportation and the environment to benefit the quality of life for residents in their states with stringent government compliance requirements.”"}, {"role": "body", "text": "“What the ‘critics’ say is not a fair assertion and, unfortunately, these are common misconceptions about the lottery industry that are not based on fact,” Svitko added. “People from all walks of life and income levels play lottery games.”"}, {"role": "head", "text": "Where does the money go?"}, {"role": "body", "text": "Powerball tickets are sold in 45 states, Washington D.C., Puerto Rico and the Virgin Islands. According to Powerball, more than half of all proceeds from ticket sales stay in the jurisdiction where the ticket was sold. Half of ticket sales fund jackpot prizes, 35% “benefits the good causes supported by lotteries,” 9% goes to operating expenses and 6% is for retailer commissions. The Mega Millions follows a similar payout plan."}, {"role": "body", "text": "Each state’s lottery commission gets to determine where to allocate its earnings. States vary between funding different public services. Pennsylvania opts to fund programs for senior citizens; Wisconsin uses its earnings to lower property taxes. A handful of states put their lottery revenue in their states’ general funds for unspecified purposes, but the majority dedicate their earnings to funding public schools. New York and California explicitly say that their lotteries’ primary objectives are to raise money for education."}, {"role": "body", "text": "Lottery-based education funding faces high skepticism, however, with critics claiming that states don’t actually use the earnings to expand their education budgets. Instead, what some analysts say usually happens is that as more lottery money starts pouring into education, states lower their existing education budgets. In North Carolina for example, the state’s initial bill to establish the lottery said, “lottery net revenues shall supplement rather than be used as substitute funds for the total amount of money allocated for those public purposes.” That specification has since been removed from the law, according to CNN."}, {"role": "head", "text": "What are the biggest lottery drawing in U.S. history?"}, {"role": "body", "text": "Since the Mega Millions lottery began in 2002, there have been 204 winning Jackpots. Powerball has had 210 winning jackpot tickets in its 30-year lifespan.Powerball estimates that a player has a one-in-292 million chance of hitting a jackpot."}, {"role": "body", "text": "Here are the largest lottery jackpots so far, per the Associated Press."}, {"role": "body", "text": "1. 2.04 billion, Powerball, Nov. 8, 2022 (one ticket, from California)"}, {"role": "body", "text": "2. $1.59 billion, Powerball, Jan. 13, 2016 (three tickets, from California, Florida, Tennessee)"}, {"role": "body", "text": "3. $1.54 billion, Mega Millions, Oct. 23, 2018 (one ticket, from South Carolina)"}, {"role": "body", "text": "4. $1.3 billion, Mega Millions, July 29, 2022 (one ticket, from Illinois)"}, {"role": "body", "text": "5. $1.1 billion, Mega Millions, Jan. 22, 2021 (one ticket, from Michigan)"}, {"role": "body", "text": "6. $768 million, Powerball, March 27, 2019 (one ticket, from Wisconsin)"}, {"role": "body", "text": "7. $758 million, Powerball, Aug. 23, 2017 (one ticket, from Massachusetts)"}, {"role": "body", "text": "8. $731 million, Powerball, Jan. 20, 2021 (one ticket, from Maryland)"}, {"role": "body", "text": "9. $699 million, Powerball, Oct. 4, 2021 (one ticket, from California)"}, {"role": "body", "text": "10. $687.8 million, Powerball, Oct. 27, 2018 (two tickets, from Iowa and New York)"}]}