{"title": "How Democrats Defied History in the Midterms—And What It Means for 2024", "subtitle": "The ingredients were there for a Republican rout, but the predicted red wave was barely a ripple", "authorName": "Molly Ball", "coverImageURL": "https://api.time.com/wp-content/uploads/2022/11/midterms-2022-analysis-pennsylvania.jpg?quality=85&w=1100", "coverImageWidth": 1100, "coverImageHeight": 733, "coverImageDescription": "John Fetterman’s triumph in Pennsylvania could preserve the Democrats’ Senate majority", "hashTag": "POLITICS", "publishDate": "November 9, 2022", "contents": [{"role": "body", "text": "The stage was set for a triumphant scene: a capacious Washington ballroom, a sparkling lectern flanked by American flags, the words TAKE BACK THE HOUSE plastered in big letters on the wall behind it. Going into the Nov. 8 midterm elections, Kevin McCarthy, the House GOP leader, was sure he and his party would have much to celebrate."}, {"role": "body", "text": "But the triumph never materialized—and as the night wore on, neither did McCarthy. The bar closed; partygoers limped toward the exits. Finally, at 2 a.m., McCarthy emerged to proclaim what he wished to be true: “It is clear we are going to take the House back,” he said. “When you wake up tomorrow, we will be in the majority.”"}, {"role": "body", "text": "As the dust settled on a most unusual election, most signs still pointed to McCarthy’s prediction coming to pass—but by a slim margin that surprised both parties. In the Senate, too, Republicans fell short of their hopes, with control of the chamber still undecided and a December runoff pending in Georgia. The ingredients had been there for a Republican rout: inflation at a four-decade high, real wages shrinking, gas prices up, an unpopular aging president. But the predicted red wave was barely a ripple."}, {"role": "body", "text": "Vulnerable House Democratic incumbents held onto contested seats from Virginia to Ohio to Kansas. The Democrats flipped governor’s mansions in Maryland and Massachusetts while thwarting challenges from Donald Trump acolytes in Michigan, Wisconsin and Pennsylvania. The abortion-rights side swept ballot initiatives in Michigan, Kentucky, California and Vermont. In Pennsylvania, Democratic Lt. Governor John Fetterman defeated celebrity doctor Mehmet Oz, taking a Senate seat previously in GOP hands. Democrats hung on in Senate races the Republicans targeted in New Hampshire, Colorado, Washington, and likely Arizona. The far-right GOP Congresswoman Lauren Boebert appeared in danger of a shocking loss in a deep-red Colorado district."}, {"role": "body", "text": "Republicans’ biggest cause for celebration was in Florida, where Governor Ron DeSantis won a staggering victory in the onetime swing state. Republicans retained Senate seats in Ohio, Florida, and Wisconsin; again vanquished Democratic gubernatorial candidates Stacey Abrams and Beto O’Rourke in Georgia and Texas; and picked up House races in New York, even upsetting the chairman of the Democratic Congressional Campaign Committee, Sean Patrick Maloney."}, {"role": "body", "text": "While the balance of power in Washington shifted in Republicans’ direction, their failure to capitalize on a favorable political environment will lead to more recriminations than celebrations. And while Democrats breathed a sigh of relief, voters’ dissatisfaction with the country’s direction was evident, particularly when it came to the economy and public safety. Caught between Democratic fecklessness and Republican lunacy, voters delivered a stalemate—not a vote of confidence, but a repudiation of sorts for both parties."}, {"role": "body", "text": "Despite the mixed verdict, messages emerged from the morass. Americans broadly support abortion rights and continue to consider them a high priority in the wake of the Supreme Court’s June overturning of Roe v. Wade. The electorate is angry, frustrated, pessimistic—and motivated, with turnout approaching 2018’s record levels. And in the first national election since Trump left office, his continued attempts to remake the GOP in his image appeared more poison pill than Midas touch, with Trumpist candidates underperforming across the map."}, {"role": "body", "text": "At the same time, the mainstream Republicans who ignored Trump often prevailed, holding governorships in Georgia, Ohio and New Hampshire. Whether despite or because of panicked liberals’ insistence that democracy itself was under siege, election deniers were defeated in droves. Losing candidates conceded gracefully and election systems functioned as planned, bolstering confidence in institutions of governance. The two parties traded victories, but the election was a triumph for normal politics in abnormal times."}, {"role": "body", "text": "The question now is what lessons the parties take as they gear up for the high-stakes 2024 presidential race. Would Democrats, whose policies arguably contributed to historic inflation and rampant crime, be jolted out of their denial and find ways to address the issues closest to voters’ daily lives? Would Republicans, having squandered opportunities for the third cycle in a row at the hands of a failed ex-president under multiple investigations, steer away from the toxic alternate reality that has claimed so much of their base?"}, {"role": "body", "text": "Sometimes an election settles the debate, delivering a clear statement on what lurks in America’s murky heart. This one offered up more questions than answers—with the promise of more turmoil ahead."}, {"role": "body", "text": "Just two years ago, President Biden and the Democrats swept into office promising to banish the COVID-19 pandemic, unify the country and restore a sense of stability. Before Biden was even inaugurated, it became clear these would be difficult promises to keep, as a violent Trump-summoned mob stormed the U.S. Capitol, disrupting the Jan. 6 tabulation of electoral college votes."}, {"role": "body", "text": "But Democrats couldn’t blame Republican intransigence for the missteps that soured the public on the party in power. Their $1.9 trillion American Rescue Plan at first seemed like an early triumph, but it soon became clear the economy was overheated and inflation was no mere transitory phenomenon. The vaccines formulated during the Trump presidency were speedily distributed, but proved less effective against new variants as the Biden Administration struggled to roll out testing and articulate clear guidance. A trickle of migrants across the border became a flood, cities grappled with surging crime and homelessness, and the August 2021 withdrawal from Afghanistan became a deadly debacle."}, {"role": "body", "text": "A President who’d campaigned on competence, comity, and a mastery of Congress struggled to get legislators on board with his plans for infrastructure and social spending. Republicans found galvanizing themes in the culture wars over racial equity and transgender rights, which were particularly acute in public schools already struggling with the aftermath of pandemic closures. That November, the GOP won the governorship in Virginia, where Biden had won by 10 points."}, {"role": "body", "text": "But if Democrats appeared to be off track, Republicans were on a fast train to La-La Land. Given the opportunity to repudiate Trump after Jan. 6, McCarthy embraced him instead, cementing Trump’s place as the party’s leader. Candidates flocked to Mar-a-Lago to kiss Trump’s ring, where the principal litmus test was validating his delusional insistence that the 2020 election was stolen."}, {"role": "body", "text": "After months of infighting, Biden’s legislative agenda revived, with bipartisan bills on infrastructure, veterans, China, NATO and even gun control, and a last-minute resurrection of his party-line climate-and-health-care bill, rebranded the Inflation Reduction Act. He succeeded in unifying the West against Russian aggression in Ukraine, bolstering the former Soviet state’s surprisingly effective resistance to Vladimir Putin. Then, in June, the Supreme Court delivered a shock to the body politic, overturning the Roe v. Wade ruling that had kept abortion mostly legal for 50 years. The issue has long divided Americans, but it soon became clear that voters strongly rejected the court’s action. Deeply conservative Kansas rejected an anti-abortion referendum by a nearly 20-point margin in August."}, {"role": "body", "text": "Republicans hammered perceptions of surging crime and a flood of border crossings—chaotic situations that Democrats seemed to have no plans to address. The party’s message on crime was so unconvincing that Democratic pollster Stan Greenberg advised candidates to avoid the issue altogether. As Democrats frantically tried to change the subject, emphasizing abortion rights and the fate of democracy, voters looked poised to deliver a brutal verdict on their policy failures and out-of-touch priorities."}, {"role": "body", "text": "Republicans were so convinced this would be the case that they barely tried to offer a credible program or craft a sensible, moderate image. Following Trump’s lead, they nominated a clown car of politically inexperienced candidates in high-profile races. Up and down the ballot, they put up nominees who participated in Jan. 6, cast doubt on elections, or pledged to ban abortion completely. A highly mobilized electorate clearly sought a change in the country’s direction. But in case after case, they saw the GOP alternative as beyond the pale. “It turns out,” says Republican pollster Whit Ayres, “that trying to overturn an election is not widely popular with American voters.”"}, {"role": "body", "text": "There are no moral victories in politics, and if the House and perhaps even the Senate are in Republican hands, the GOP’s power in Washington has significantly expanded. But Democrats held their own in brutal political conditions. A President’s party has not been this successful in a midterm election since Republicans won the 2002 midterms in the wake of 9/11 under George W. Bush."}, {"role": "image", "imageURL": "https://api.time.com/wp-content/uploads/2022/11/midterms-2022-analysis-florida-desantis.jpg?w=560&w=560", "imageWidth": 560, "imageHeight": 373, "imageDescription": "DeSantis rallied supporters in Miami on Nov. 7 before cruising to victory"}, {"role": "body", "text": "The day before the election, Ron DeSantis took the stage in a sweaty equipment warehouse a few miles down the road from Mar-a-Lago, behind a lectern with a yellow DON’T TREAD ON FLORIDA sign, the traditional serpent replaced with a rearing alligator. Democrats, DeSantis argued, were about to be “blown out” because of their own failed policies. Meanwhile, in Florida, he said, elections run smoothly, roads get repaired, the budget has a surplus, police are respected and children aren’t indoctrinated at school. People view the state “not just as a refuge of sanity, not just as a citadel of freedom, but also a place where we’re going to maintain public order,” he boasted."}, {"role": "body", "text": "DeSantis’s prediction may not have borne out nationally, but in Florida it was vindicated. With a mix of culture-war politics and competent governance, he articulated a case not merely for the pursuit of power, but for an agenda that voters found effective even as liberals decried it as offensive. “While around the country you saw freedom withering on the vine, we in Florida were the ones that held the line—for you, for your families, for jobs, for businesses, for our kids’ education,” he said."}, {"role": "body", "text": "What Republicans elsewhere may do with their new but precarious power is less clear. McCarthy once predicted a landslide of as many as 60 Republican seats, with which the party promised to hound the Biden Administration. Washington braced for a possible return to gridlock and obstruction, with debt-limit crises, government shutdowns, and impeachments of officials up to and including the President looming on the horizon. Now, with a far narrower majority projected, it’s unclear whether McCarthy will even be able to claim the speakership he has long sought. No one has yet risen to challenge him, but the blame game is already beginning."}, {"role": "body", "text": "Some Democrats believe the worst is now behind their party. Their actions to bring down gas prices and inflation will continue to bear fruit, partisans hope, while the crime wave and COVID-19 era will recede. The result should quiet the chatter about replacing Biden, though his age remains a concern to Democratic insiders and the base alike. The party’s divisions haven’t gone away, but its apocalyptic warnings that American democracy is imperiled have been tempered by a fresh boost of confidence."}, {"role": "body", "text": "The question now is who Democrats may face in 2024. The midterms could hardly have gone better for DeSantis, who offered Republicans a resounding triumph on an otherwise disappointing night. And it could hardly have gone worse for Trump, who has teased a major announcement on Nov. 15. The former president has been privately seething for months about his onetime protege’s success."}, {"role": "body", "text": "On Nov. 6, Trump held a rally in Miami to which DeSantis was conspicuously not invited. It had all the now-familiar trappings of the former president’s carnival-style tours, with a crowd of thousands decked out in MAGA garb. Attendees I spoke to grumbled about the deep state and the stolen election; most fervently wished Trump would run again. But at other Republicans’ campaign events I’ve attended this cycle, there have been vanishingly few of his signature red hats. When I went to see Herschel Walker campaign in Georgia in September, every person I interviewed brought up DeSantis, unprompted, when I asked what they thought about Trump’s future prospects."}, {"role": "image", "imageURL": "https://api.time.com/wp-content/uploads/2022/11/midterms-2022-analysis-florida-trump.jpg?w=560&w=560", "imageWidth": 560, "imageHeight": 373, "imageDescription": "Former President Donald Trump speaks during a rally in Miami on Nov. 6"}, {"role": "body", "text": "For an hour and a half, Trump plowed through his familiar list of grievances. Dark clouds massed behind him as the sun began to set. As spooky music began to play, the downpour began. People streamed toward the exits, covering their heads with their LET’S GO BRANDON flags. Trump stood in the dark as the rain came down, basking for the moment in his movement’s adulation."}]}