{"title": "How Migos’ Takeoff Defined a Rap Era and Spearheaded a Generation", "subtitle": "Takeoff, one-third of the rap group Migos, died early Monday after being shot in Houston", "authorName": "Andrew R. Chow", "coverImageURL": "https://api.time.com/wp-content/uploads/2022/11/GettyImages-1404025404.jpg?quality=85&w=1100", "coverImageWidth": 1100, "coverImageHeight": 729, "coverImageDescription": "Takeoff performs at the Summer Smash Festival in Chicago in 2022.", "hashTag": "ENTERTAINMENT", "publishDate": "November 1, 2022", "contents": [{"role": "body", "text": "Takeoff, a member of the Atlanta rap trio Migos, was shot to death in Houston on Monday, a representative confirmed to the Associated Press. He was 28. The rapper, whose real name was Kirshnik Khari Ball, was known for his gruff and effortlessly agile delivery and long-reaching influence on trap music, a regional subgenre that would come to define modern American pop music."}, {"role": "body", "text": "Migos, made up of Takeoff, his uncle Quavo, and cousin Offset, made their swift and towering ascent to the top of the music industry in the early 2010s. While at the time, Quavo and Offset grabbed more attention—for which star they dated or which party they graced—Takeoff quickly emerged as the group’s the best rapper."}, {"role": "head", "text": "Young and Hungry"}, {"role": "body", "text": "The three Migos grew up together in Gwinnett County, in suburban Atlanta. In his 2018 song “I Remember,” Takeoff recalled bleak days in which he sold drugs as he watched his friends and family get locked up: “My n****s done had cases after cases / Go to places, come back, break the suitcase down in mama’s basement.”"}, {"role": "body", "text": "In their spare time, the three family members started making music together, and pioneered a new version of trap music—a Southern, slow, and menacing form of hip-hop—reliant on nihilistically bare beats, rapid-fire triplet flows, and rousing, absurdist ad-libs. As the trio made a name for themselves locally—by turning up strip clubs and basement parties—they also gained a rabid following online, as regional rap extended its tendrils across blogs, forums, and early social media."}, {"role": "body", "text": "In 2013, Drake remixed the group’s hit “Versace,” sending them to another level of notoriety. While the group battled legal issues and jail time, it was their work ethic that kept them from being a one-hit wonder: “It’s a day job and a night job,” Takeoff told the Fader in 2013, in between studio sessions and live appearances."}, {"role": "head", "text": "Fame"}, {"role": "body", "text": "Over the next few years, Migos’ rise would occur largely without the help of traditional gatekeepers. The New York Times reported in early 2017 that their number one hit, “Bad and Boujee” was ignored for months by radio and late-night music bookers. Migos didn’t sound like what was on the radio at the time: it was comparatively unpolished, rowdy and sounded vaguely threatening to unfamiliar ears."}, {"role": "body", "text": "Those snubs had little to no impact on the Migos, who decided to debut “Bad and Boujee” on Soundcloud, which represented the forefront of rap culture at the time. In memes and blogs, many quickly proclaimed that the Migos were “better than the Beatles.” The group popularized the dance move the dab—which rapidly turned from trendy to cringey as white teens got a hold of it on Vine—and Donald Glover anointed “Bad and Boujee” “the best song … ever” onstage at the Golden Globes."}, {"role": "body", "text": "Through this rise, Takeoff remained a tertiary public presence next to Quavo, the slick-talking, jewelry-laden quasi-frontman, and Offset, who made up one of rap’s foremost power couples alongside Cardi B. Takeoff was often relegated the last verse of songs, patiently waiting for his bandmates to finish. And he didn’t even have a verse on “Bad and Boujee”—a fact that was memed endlessly after a question about his omission sparked a confrontation between Migos and Joe Budden at the 2017 BET Awards."}, {"role": "body", "text": "But in Migos’ music overall, Takeoff played a central role in his poise and ferocity, and only improved his craft over the years. It wasn’t the actual words he delivered that made him stand out, but the way he delivered them: emphatically accenting unexpected syllables; stuffing dozens of words into bars with both fleet and force. “F-ckin’ with the wrong one, trippin’ / Thirty round extension for the tension / Hundred round drum, listen / F-ck around and end up missin’,” he rapped on “Get Right Witcha.”"}, {"role": "body", "text": "He hit another high point on Cardi B’s “Drip,” effortlessly mixing menace and humor and deploying rhythmic jukes to constantly surprise the listener: “Abort the mission, n****, they be tellin’ off and squealin’ / Splash, took a bitch to Piccadilly / Water in my ear, gave a n**** wet willy.”"}, {"role": "head", "text": "Influence"}, {"role": "body", "text": "Before long, the triplet-based “Migos Flow” that Takeoff had in particular perfected would become ubiquitous on the rap and pop charts, thanks to more sanitized artists like Post Malone and Ariana Grande. Once mostly meme fodder, trap would soon become a respected, endlessly-dissected culture and art form. “Trap is the only music that sounds like what living in contemporary America feels like,” Jesse McCarthy wrote in N+1 Magazine in 2018. “It is the soundtrack of the dissocialized subject that neoliberalism made.”"}, {"role": "body", "text": "“The fact that [rap] now the new normal is a triumph for voices who haven’t always had platforms to call their own–and finally do,” Raisa Bruner wrote in TIME in 2018. “Migos are smart to call their albums ‘culture.’ That’s exactly what it sounds like.”"}, {"role": "body", "text": "Takeoff received praise for his 2018 solo record The Last Rocket, as well as his duo album Only Built for Infinity Links with Quavo, which was released this October. On that album, the uncle and nephew pairing solidified their familial mind-meld: “You can hear their bond in their back-and-forths, the way their mutating styles make slight tweaks to an already solid formula,” Dylan Green wrote in Pitchfork."}, {"role": "body", "text": "Their latest music video, “Messy,” was released on Monday."}, {"role": "body", "text": "Tragically, it was reported that Quavo was present when his nephew was shot to death in Houston. Takeoff’s death also continues a rash of gun violence that has plagued the rap community: Trouble, Young Dolph, and PNB Rock have all been shot to death this year."}, {"role": "body", "text": "Many in the rap community paid their respects on Twitter."}, {"role": "body", "text": "“I am the laid-back one. I don’t say too much,” Takeoff admitted in a 2017 Fader cover story. But in music, his presence was towering."}]}