{"title": "Is Yellowstone a Red-State Show? According to Fans, the Answer Is Complicated", "subtitle": "As the Paramount Network hit returns for a fifth season, a look at its fanbase reveals that it's more diverse than meets the eye", "authorName": "Noel Murray", "coverImageURL": "https://api.time.com/wp-content/uploads/2022/11/gall_time4.jpg?quality=85&w=1100", "coverImageWidth": 1100, "coverImageHeight": 1178, "coverImageDescription": "Yellowstone’s runaway success may be fueled by the heartland, but its fandom is not as monolithic as it may appear", "hashTag": "ENTERTAINMENT", "publishDate": "November 10, 2022", "contents": [{"role": "body", "text": "In March 2018—three months before the hit Paramount Network drama Yellowstone debuted—an Alberta, Canada, woman who goes by the internet handle “Tori F.” began creating social media accounts under the heading “Yellowstone TV Fans.” Tori F. had been building fan spaces online since the mid-2000s; and as an admirer of the actor Kelly Reilly (who plays Yellowstone’s ruthless, damaged businesswoman Beth Dutton), she saw a lot of potential in this show. It looked to be both a western and a family melodrama, two genres underrepresented on TV. More important, it looked pulpy and fun. She says, “I was on the lookout for something new, for a Sunday night watch party with friends.”"}, {"role": "body", "text": "Right away though, Tori F. noticed something different about the Yellowstone fans she was interacting with online. They were about 10 to 20 years older than most people who gab about TV on the internet. And they were mostly scattered across the U.S. heartland—not in big coastal cities."}, {"role": "body", "text": "Since 2018, Yellowstone has become one of the most-watched scripted dramas on cable, often out-drawing shows on major networks. January’s fourth-season finale had over 9 million viewers the night it aired (excluding those who streamed it later), nearly double the number that watched the Season 3 finale. By comparison, the Emmy-winning, critically acclaimed HBO drama Succession, which tells a similar story about a wealthy family fighting to hold on to its place in the modern world, drew 1.7 million on all platforms (including some 600,000 watching on cable) for its third-season finale a few weeks earlier."}, {"role": "body", "text": "But who is watching Yellowstone? That’s a question that tends to perplex people who write about TV for a living. When the show’s fifth season debuts on Nov. 13, it will likely dominate the ratings yet again, all while drawing little attention from major media outlets or the people who hand out awards (it has been nominated for one Emmy.) Rotten Tomatoes links to 10 critic reviews for its fourth season, versus 141 for Succession’s third."}, {"role": "body", "text": "When Yellowstone does get written about, it’s often described as a “red-state show,” loved more by Texas gun-toters than Brooklyn hipsters. That’s not entirely wrong. Networks hold on tightly to detailed demographic data, but at the end of Season 2, Paramount’s website touted huge viewership in cities like Dallas, Oklahoma City, and Fort Myers, Fla. Woke Hollywood may read that as a fandom of book-banning suburban moms and angry dudes in MAGA hats, but it’s not that simple. At a time when audiences are fragmented and frequently seem only to want to watch people who think and look like themselves on TV, it’s apt that a show that shares its name with a river found success by being mainstream."}, {"role": "body", "text": "While it’s true that a lot of big hit shows have only a minimal presence in the larger popular culture—no one’s handing out Emmys or writing weekly think-pieces about NCIS: Hawaii, after all—it sure feels like Yellowstone should be discussed more. Its star, Kevin Costner, is an Oscar winner. Co-creator and showrunner Taylor Sheridan wrote the critically acclaimed movies Sicario and Hell or High Water. His stories tackle corporate greed, class conflict, racial identity—all topics that usually get cultural commentators excited."}, {"role": "body", "text": "Republicans who support candidates vowing to protect faith, family, and the Second Amendment could certianly be drawn to Costner’s John Dutton, a rugged Montana ranching magnate who pines for the good old days and uses brute force against his political enemies. But the show does not seem to be trying to actively court that crowd. Yellowstone’s premise is in line with classic nighttime soaps like Dallas, in which nearly every character has a little bit of angel and a little bit of devil in them, and where the stories sometimes dispense with logic to get to the next cliffhanger. The issues Yellowstone raises about land stewardship and big business are relevant, but the plots are more about romance, violence and feuds—all played out against a gorgeous Montana backdrop."}, {"role": "body", "text": "The 170,000-plus followers on Tori F.’s Facebook page are mostly focused on those soapy elements. They speculate about big plot twists and generate memes. (One popular recurring bit of fan schtick is someone posting “I watch Yellowstone for the plot” followed by images of hunky cowboys.) Fans also pine for life on the Duttons’ sprawling, picturesque spread, where anybody who’s willing to work can become part of the family."}, {"role": "body", "text": "Katie Bowlby is the digital director of Country Living magazine, which has covered Yellowstone extensively because, she says, “it is in line with our readership.” She agrees that the appeal goes beyond politics and finds the show is enjoyed fairly equally by men and women. In the age of streaming, it’s “appointment viewing”: a series everyone makes a point to watch when it airs, so they can talk about it the next day. She adds, “The average American doesn’t care if the show they watch is nominated for an Emmy or gets attention from some critics. They watch it because it’s entertaining.”"}, {"role": "body", "text": "Bowlby also suggests that Yellowstone “is a bit of a contrast to a lot of what you see on television now, with its wide open spaces and the celebration of nature.” That’s especially appealing when nearly every other show takes place in cramped offices and cluttered apartments. It’s what makes Country Living successful, as well as other rural-themed lifestyle publications that appeal both to people who live on ranches and people who live in cities and dream about ranches. See also: Cowboys & Indians magazine, which has covered Yellowstone alongside Native American fashion and the best places to buy rustic-looking furniture. Or Ree Drummond’s The Pioneer Woman franchise, which sells a cheerful image of a hardworking family living off the land."}, {"role": "body", "text": "If the Yellowstone audience has expanded—the ratings nearly doubling year over year since the first season—Bowlby thinks one reason is the pandemic, when people stuck at home all over the country binged the series. (In a strange showbiz quirk, the streaming rights were sold to Peacock before it became a hit, and before the service formerly known as CBS All Access rebranded as Paramount+. All of its spin-offs—last year’s 1883, this year’s 1923, and the as-yet-unscheduled 6666—are on Paramount+.)"}, {"role": "body", "text": "Bowlby’s take is seconded by David Glasser, a Yellowstone producer, who admits that “in the beginning the audience was everywhere but the coasts.” These days though he runs into fans of all ages everywhere—including at his daughter’s college, where he says recently he talked with a bunch of fraternity brothers in Yellowstone hats who wanted to ask about Cole Hauser’s macho fan-favorite ranch foreman Rip Wheeler. He thinks the show connects broadly because everyone has a family, even if they’re not quite like the dysfunctional Duttons."}, {"role": "body", "text": "That said, to devout Yellowstone fandom, there is an element of “this show is for us and only us.” As Bowlby says, “The Western lifestyle is alive and well. There are people who live on ranches, work the land and compete in rodeos. That’s a big element of American culture that gets overlooked.”"}, {"role": "body", "text": "I can vouch for this. I live in Arkansas, where kids often engage in typical adolescent pastimes like sports and band while also raising livestock to show at regional fairs. Whenever I have a casual conversation about TV around here, I invariably hear, “Do you watch Yellowstone?” My staunch Southern Baptist father-in-law has sampled the show, and although he didn’t stick with it (because of all the sex and swearing), that people in his circles were pushing it on him in the first place says something. For some, watching Yellowstone has practically become a social requirement."}, {"role": "body", "text": "Tori F. admits that although most Yellowstone fans just want to hop online to talk about the Duttons, there are times and spaces—on Facebook especially—when the fandom “gets a little Wild West.” She recalls that when she shared Paramount Network’s support for the Black Lives Matter movement in 2020, “It kicked off this whole three-week insanity of people fighting in the comments.” She mentions death threats and doxxing, lamenting, “It was the first time I had seen that type of thing for Yellowstone.”"}, {"role": "body", "text": "The show itself is fairly evenhanded. The dialogue and stories earnestly advance multiple points of view: be it conservative landowners protecting their legacies, Indigenous activists reclaiming their land, environmentalists stopping exploitation, or career politicians doing what they do. Tori F. says, “If you dig into it, you can probably see where the fans’ opinions default. But I think the show does a good job of not pitching to one side.” She adds, “A lot of my friends describe Yellowstone as a red-state show made by blue-state people.”"}, {"role": "body", "text": "For Glasser, it’s even simpler. He says Sheridan is mostly interested in “giving audiences something to come back for.” Who watches—and why—are secondary to the Yellowstone boss’s interest in doing what Tori F. was looking for back in 2018. He wants to conjure up a good, involving story, to be enjoyed alongside other people. As Glasser puts it, “When Taylor sits down to write at his computer, there is no notepad, no outline cards, there’s no writers’ rooms. It’s just the Duttons and Taylor, and his heart and soul.”"}]}