{"coverImageDescription":"Photograph by Elinor Carucci for The New Yorker","coverImageWidth":1703,"subtitle":"","title":"Shelter","authorName":"Nicole Krauss","coverImageHeight":2271,"hashTag":"fiction","publishDate":"Sep 26th, 2022","coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/shelter/images/1.png","contents":[{"role":"body","text":"The paradox of personal religion: God has abandoned me, so I’ll pray. On my knees. The sky exploding. And her on her back, gasping from the pain, making use of all the Arabic curses.\n\n•\n\nCohen saw the pregnant woman five or six times before they ended up together in the mamak, a room with reinforced-concrete walls, a heavy, sealed window, and a steel vault of a door, that can protect residents from deadly gas, earthquakes, or the blast of rockets, one room on each floor, stacked atop one another, creating a core of safe rooms in the building.\n\nShe lived across the hall from the apartment he’d Airbnb’ed. One of those young Tel Avivian women who looked like they’d learned krav maga at the breast, waited enough tables to be able to size up what you wanted, everything you wanted, with a glance, and never apologized. Nose-ringed. Silver-bangled. Carrying low, the way his wife had when she was pregnant with their sons, the younger of whom was now nearly old enough to be drafted, but would never be, since he was not Israeli but American. A boy: the first time he saw her in the hall, the afternoon he arrived from the airport, he’d had the urge to offer her this bit of folksy wisdom that older women had once bestowed on his young and pregnant wife, but she’d passed right by him, used to the constant stream of Americans struggling with the lockbox of WOW! Super Nice Apartment in the Heart of TLV."},{"text":"A boy, he was sure of it. His wife, his three children—he knew something of these things. He wanted again to tell her when he ran into her two days later at the coffee kiosk around the corner, there in the tree-lined median of the boulevard. For a moment, bewitched by the lack of boundaries that still surprised him every time he returned to Tel Aviv, he thought he might sit down across from her and start a conversation. Maybe she’d want to go with him to see a psychic in Jaffa? Cohen, who was fifty-two, didn’t believe, but there were things he wanted to know. She’d probably have no interest, knowing the future already, being the future incarnate, with the vague superpowers—technologically fostered, but extending beyond technology’s scope—that were the birthright of her generation. He never found out, because, talking into her cell phone as he stood debating with his glass of tea, she looked right through him.\n\n•\n\nHe, too, had been looking right through things. Off the Percocet and the Prozac and down to only the occasional Xanax, he had taken up microdosing psilocybin, which wasn’t addictive, but he had come to rely on it to soften things, to soften him. To help him roll through the days, to add color and texture. On the flight to Tel Aviv, where he’d been sent, by the company that had bought his company, to do due diligence on the potential acquisition of another company, he’d taken what he thought was Ambien but turned out—when the whorls of hair on the man sitting next to him began to divulge their cosmic secrets—to be MDMA, which he’d put in the same pill bottle for the purpose of camouflage at customs. Did the man with the universe in his hair know that he was on a plane? Cohen felt the nearly irrepressible need to tell him and tell him.\n\nTo Tel Aviv on business, and to give his wife space, his wife, who, after twenty-five years, might be leaving him. Had betrayed him with a cardiac surgeon, that much was certain. A man who cut open bodies and rearranged the heart as needed, pulled more life out of the muscle than it had been planning to give. The richness of it all was not lost on Cohen. A heart surgeon! The doctor’s own wife had died, and after a sufficient period of mourning he had joined a book club, run under the auspices of the 92nd Street Y, and there, where free bagels were served, he’d met Cohen’s wife. At some point between the last Philip Roth and the next-to-last Amos Oz, Nadine had discovered that the surgeon, despite his loss, could achieve erection, which Cohen, constricted and suppressed and limp from pharmaceuticals, could not. Though still he found—had always found—his wife’s body to be beautiful. The way she moved through a room crowded with people could still arrest him. All that he held against her was vast, immeasurable. But now and always and still: her smell.\n\nThe space that had unfurled between Cohen and his wife: half a world. And between Cohen and his death: less than half a life. And between Cohen and Cohen something else had slipped in, courtesy of the perspective of middle age: a hand span of ironic distance. From time to time, with enough psychedelics, he even managed to see himself from above.\n\n•\n\nFor four days, he had been meeting with the heads of the small Israeli company that had developed a facial-recognition technology that drew on the technology his previous company had developed before he and his partner had sold it—cheaply, at an early stage, to a far larger company. Cohen had gone to work for the acquiring company as part of a vestment schedule. In these past years, the job had become a golden cage. It paid well, if not extremely well—not the riches he might pursue if he were daring enough to try to start another company. But, more insidiously, it was easy. He didn’t have to work very hard to be seen as doing a good job by people who didn’t really understand what he did. Only Cohen knew how little effort he was making. Knew that his imagination was drying up. That he was coloring inside the lines, increasingly pragmatic about what he could do, and less motivated to think about what he might. Meanwhile, he’d watched all the bold ideas he’d once had get taken up by other companies that were actually able to follow through on them. Whereas there was very little tangible evidence that Cohen had achieved anything significant at the large company where he now worked, certainly nothing that he could hang his hat on outside it. Those within the company who had been impressed by his early ideas and looked to him as a sort of savant were fewer and fewer. Sure, he had accomplished some small, incremental things, just enough to keep him from entirely abandoning hope that his “efforts” might ultimately amount to something. And this was sufficient to convince him—even as his vague ambitions were dissolving, and his expectations for himself eroding, even as time was speeding up—that he might not have it as good somewhere else, and, in any case, would have to work too hard to find out.","role":"body"},{"imageWidth":1600,"imageHeight":760,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/shelter/images/2.png","role":"image","imageDescription":"“Remember—never shake on it until they show you the treat.”"},{"text":"On Thursday, after a long day of meetings, Cohen went out to have a drink with Gal, who at thirty was the oldest of the founders of the Israeli company, and the most brilliant. Things were looking good, Cohen told him, he would send back a positive report. He expected Gal to be excited by this news, but the younger man remained reserved and thoughtful. He had hair the color of the desert, watery blue eyes, and an occasional stutter that he mostly managed to suppress but that some part of Cohen—the part that was the victim of his own feats of suppression—inwardly rooted for, feeling a charge of joy whenever the conversation came to a sudden halt, caught in the jaws of the wild beast that wished to wrestle the word away from Gal. Cohen saw in the younger man something of the talent he’d once had, but it was this private, internal conflict that Gal had no choice but to publicly endure that most warmed Cohen to him.","role":"body"},{"text":"The bar was on a rooftop, and in the distance, between the pale-yellow buildings, was a slice of the sea. The sun was going down, and the light grew soft and resplendent. Gal was expecting his first child in three months, and Cohen regaled him with charming anecdotes about his own children’s early years, omitting the difficult parts. He was older, he had already gone much farther down the road in life, and he felt the urge to reassure the younger man about the view from where he was, about the solidity of early promise. Twisting in his seat, he waved the waitress down and ordered another round of drinks. As he raised his glass, he almost had faith in what he was peddling, and it was only out of the corner of his eye that he caught a flash of the sword that swung above him.\n\n•\n\nFriday morning Cohen e-mailed his report, and at midday, the city slowing down for Shabbat, his depression catching up to him, he nibbled at a golden hunk of psilocybin he had got from Gal—been gifted by Gal, as he’d heard the young people say—and went to walk on the beach. And there it was, all over again: the bright, pellucid beauty of the world. The sun’s warmth on his skin, as if for the first time. All the anxiety dried up, replaced by the peace that had presupposed everything, which sobriety always obscured. Hours passed. Cohen, feet in the shallow water, lost his intimacy with failure. The red sun began to sink into the sea. Cohen lost himself, too, in reverie; the exquisite, intricate order of things, and the things behind things, and the non-things, the interconnectedness of it all, the goodness, was so breathtaking that tears filled his eyes. In that vast order he, too, had a place; he was woven into it. No, he was not lost; on the contrary, he would be shown the way if he only opened himself to the signs.","role":"body"},{"text":"Lying on his back on the warm sand, swan-diving inward, he didn’t notice when his bag was lifted by a quick and graceful man who’d been watching him from the break wall. When Cohen at last opened his eyes, there was only a concave dent in the sand where the bag had been. Money gone, keys. His cell phone was in his pocket, but, after powering it back on, he could not think of whom to call. In the cruddy mirror of the bathroom at Banana Beach, he saw his pale and sweaty face, his crazed hair. The hair he still had, because the men in his family never lost their hair. That much he was keeping.\n\n•\n\nHe let himself into the building with the code. In the darkened lobby, his phone screen glowing, he searched for the e-mail chain that would allow him to contact Hila, his Airbnb host, for a spare set of keys. He was drifting down, languid, exhaustion creeping into his limbs. Climbing the stairs, he took forever. He thought of knocking on the pregnant woman’s door, to ask if he could wait inside until he heard back from Hila. Would her husband be home? Her boyfriend, whatever: the father. Cohen had seen him, too. As young as she, but lacking her presence and beauty. Soon to lose his hair, Cohen had noted. He approached their door, stickered with millennial crap—music shows, pole dancing, Japanese anime—and was about to bring his knuckles down when he discovered a photo of the couple taped there in the middle. Cohen studied it, studied her face softened by pastel desert light, and dropped his fist. Turning, he caught sight of the metal door to the mamak, with its signage for three or four kinds of disaster. He pulled it open and breezed in. Hard, dusty mats lay rolled in a corner, as if waiting for him. The tiny, impeccable justices of the world. He unrolled one and lay down, and with a last thought of Nadine’s face—her face as it had looked reflected in the window that evening two months earlier, when he’d come upon her speaking to her lover on the phone—he drifted off.\n\n•\n\nWoken, or half woken, by—a scream? A siren? In his fantasia, Cohen imagined missiles, anti-missiles. He sat up, rubbing his eyes. Staggering to the door, he opened it and found her leaning on the railing, cursing, digging through her bag. Her gray sweatpants were stained black in the crotch and down one leg. He tried to ask if she was all right. Bathed in vague confusion, he wanted to ask if what he had heard was a missile, but reading her face he had the wherewithal to grasp that it would not be a welcome question. She had been in bed, she explained in heavily accented English. And when she turned she felt something pop in her pelvis, and the rush of fluid down her leg. Cohen thought he heard another blast, though it might have been construction work outside, or a pure product of his mind, freshly returned from alternate realities. She exclaimed in Hebrew, threw up her hands, and dropped her phone. Cohen watched as it bounced, as if in slow motion, and the screen shattered. He rubbed his face, trying to smear away what was left of his high. He tried to focus. Tried to remember the protocol. To remember what he had done right, if he had done anything right, when his wife had gone into labor. Quickly—was it quickly?—he unrolled another mat and she eased herself down onto her back, the dome of her belly pulsing, enormous.","role":"body"},{"text":"He thought the other neighbors might arrive, but none came. Only the contractions, like a tsunami. It had happened like that with Jack, their third child. They had got into the taxi and by the time they were pulling up to the emergency room the baby was crowning. Cohen had barely been able to keep up with the medics as they swept his wife away. But the truth was that already by the birth of their daughter he had been rendered useless. More than that, he had felt he wasn’t wanted there, clumsy and helpless among the cabal of women with their special knowledge: his wife, the midwife, the midwife-in-training, and the nurse. It was only with their first child that he had been needed by Nadine, as a bulwark between her and the pain.\n\nThe woman now began to shout and writhe. He reached for her hand, the tan fingers decorated with silver rings, and she crushed his like a vise. What was her name? Her name? She didn’t seem to hear the question until she did.\n\nNava.\n\nShe had started to sweat, little beads gathering at her temples. Up close, her face was softer, less decided. Cohen searched his mind for the thing to do. What if the baby came now? The baby was coming now, wasn’t he?\n\nShe tugged at her sweatpants. Cohen grabbed them from the ankles and stripped them off. Some intelligence not his own moved in him, and he rolled them up and placed them under Nava’s lower back. She bent her legs, her thighs heavy from the long months of carrying. There was no time to think. Push! he urged her. She was grunting with pain. That’s it, now again, he said. I want you to push with everything you have.\n\nThe head, matted with black hair, appeared. Cohen slipped his fingers in and felt the heat of the infant’s slick face.\n\nA boy, he told her. I think it’s going to be a boy. She screamed in pain, a wild and ardent scream that tore through him like something he had not felt for a long time.\n\nOh, God, Cohen prayed. Let it be a boy. Let me be right, for once, about everything.\n\n•\n\nLater, as he stood in the doorway of the hospital room where Nava sat looking upon the child like a Renaissance Madonna, newly gifted with light and perspective, Cohen was confused for the father. The nurse offered him congratulations and paperwork. Oh, Cohen said, sober at last. Not mine. Though as soon as the words came out he felt them to be not wholly true. For in that moment he felt that something of the child belonged to him, too, that the child had arrived bearing a message for him, a restoration. In his mind’s eye, he saw himself uncurling the tiny, mottled fist to reveal an ancient code written on the palm. He rubbed his eyes. Perhaps he was not yet entirely sober after all. Or the capacity for visions still lingered; that happened sometimes, too.\n\nThe nurse, Russian, shot him a dirty look, the look of a woman tired of men. Tired of all the men in the birthing rooms trying to slip the noose of paternity—were there so many? Cohen wished to explain that he wasn’t one. Or that he had at least managed to internalize his rage against responsibility, rather than enact it on his children. He had the urge to take out his phone and show her photographs of them, grown now, the youngest soon to leave for Oberlin. Instead, he just pointed at the darkened screen. Her phone shattered, he explained. The father had not yet been called. Soon he would arrive, Cohen thought, stumbling and sweaty, lugging the bag that had stood by the door for weeks, packed with things needed for a labor that had already passed, things rendered useless by the infant’s sudden arrival. All that had been needed was what Cohen had: his wits, his voice, his hands.\n\nBut the father was not called. The father, as it happened, was out of the picture, the baby the result of a brief affair with a man not interested in fatherhood. The man Cohen had taken for her partner was only her best friend and roommate, and he was working in Jerusalem and couldn’t come. Cohen’s spirits brightened at this turn of events. There was room for him here, more than he had expected. Soon Nava’s mother arrived in a turban and flowing skirts, hectic and disorganized, on the phone with her rabbi, from whom she wanted a blessing. She placed her hand on the baby’s head while the rabbi, or maybe merely a guru, came through on speakerphone. She tied a red string around the baby’s tiny wrist, muttering spells. Nava arched an eyebrow, and in that arch and the set of her jaw Cohen saw the ancient line of daughters dedicated to being nothing like the mothers their own mothers had been.\n\nThe baby was weighed and measured, capped and wiped down. He experienced his first defecation and screamed. So much screaming at the start of life! A way to vocalize the power of life moving through us, taking us up in its great, rushing volume! Such were Cohen’s thoughts when the nurse returned and, holding the shrieking infant like a football, swaddled him tightly then stuck him to the breast to suck. But he wouldn’t take, and so she grabbed the huge, engorged nipple and plugged his mouth. At last he accepted this first of many compromises and settled down, purring and gurgling at his mother’s breast. The nurse murmured encouragingly, and Nava, wild-haired, flushed with her own success, lifted her eyes to meet Cohen’s, to meet his wonder with her own; in her eyes, Cohen felt himself, for a moment, magnificently reflected.","role":"body"},{"text":"Presently the nurse turned to look at him, too. Her lips produced a scolding sound. What? Cohen shrugged. But, when she narrowed her eyes at him, he understood that he was being summoned. She wants a Coke, the nurse instructed. Restored once more to usefulness, Cohen trotted through the maternity ward in search of the vending machine. When the can of soda rattled down and landed with a thud, he remembered all over again how he had caught the baby and guided him into the world.","role":"body"},{"imageWidth":1600,"imageHeight":1027,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/shelter/images/3.png","role":"image"},{"text":"By the time Cohen was ready to leave the hospital the banks were closed, and, having no way to replace his lost cards, he borrowed two hundred shekels from Nava’s mother, who, like the nurse, seemed to believe him to be more implicated than he was. Cohen half expected—half wished?—her to bless him, too, as he went, promising to return tomorrow to visit the mother and child. On his way to the Airbnb, where Hila was to meet him with the spare keys, he stopped to stuff himself with hummus and falafel. Then he himself slept like a baby, tucked deeply into sheets that smelled pleasantly of other people’s childhoods.\n\nHe woke early the next morning and thought of calling his wife. But when he pictured Nadine at the window, phone clamped between shoulder and ear, inspecting her orchids on the sill, he decided against it. When the blooms fell, she cut the stems down to nubs and stored the plants in the laundry room until they sent up new shoots. She could wait years for this new growth, happening there in the darkness. Her patience was extraordinary: she gave everyone and everything the benefit of the doubt, and had always believed that each of the children would eventually blossom, too. But her patience for Cohen had run out long ago. The injustice of this had often driven him to rage, and thinking of it now he felt the anger stir in him again until, looking down at his hands, he found there the marks of Nava’s nails and remembered: a boy, it had been a boy. He wanted to tell his wife. But tell her what?\n\n•\n\nHe took his coffee on the beach and strolled along the boardwalk. He was not eager to return to New York the following day, to confront the difficult mess that awaited him at home. What was it that he wanted? Nadine claimed that he didn’t know, had not known for years, that his desire had floated away, rudderless. When she said this, Cohen saw his desire like a paper boat drifting toward the edge of a flat world, until it abruptly tumbled over. But he did know: what he wanted was for his capacities to be seen and believed in, perhaps by her especially. Then he would find a charge again, find the energy to take definitive action. But wherever he looked all he found reflected back was dullness and uselessness; only the great disappointment heaped up within himself.\n\nA man rollerbladed past with an enormous white Siamese draped around his neck; the cat’s paws hung down, its eyes two long slits against the sun. Cohen was filled with envy of the creature, who was not called on to do anything but be, and even that only vaguely. From a bench, he watched the surf roll in; the wind was up, and the windsurfers skidded along the crests of the waves, catching air under their boards and flying.\n\nAnd yet something had happened to him here. Back home, the space for him had narrowed: soon there would be no place left at all. But space had opened for him here, hadn’t it? Had parted to accommodate him; had invited him in. Here, in a country where every last scrap of space was bitterly contested, room had been made for him. A vision came to Cohen of him, Nava, and the child living together in a small bungalow by the sea. He would settle with his wife, giving her not just the Seventy-ninth Street apartment but the whole of New York City. What did he need with winter, with the M.T.A.? His grown children could visit him here, by the Mediterranean, where they, too, would see him in a new light.\n\nEventually, he came to a large hotel and turned inland, wandering down twisting streets. He passed a store with jewelry in the window, hammered silver and gold. It was closed, but the owner was there, doing the accounts. She saw him peering through the window and invited him inside. An elegant Frenchwoman in her fifties, her pedicured toes delicately peeking out from rhinestone-studded sandals. Was he looking for something in particular? Cohen stood blinking at all the precious metal set with roughly cut stones. A gift, he replied. The woman smiled; her gold hoops caught the light. For whom? A new mother, Cohen said, barely able to contain his pride. The woman removed a long chain from the display case; on it hung a small gold charm that Cohen thought was a heart but, on closer inspection, discovered was a circle. A perfect circle, the circle of life: the child a new beginning and he, by proxy, restored to the beginning, too. He held the delicate piece in his palm, imagining it around Nava’s neck.\n\nThe woman laid the necklace in a small box covered in marbled paper. She, too, seemed to believe he was the father. And who was he to dissuade her? From a roll on a dowel behind her, she unfurled a thin yellow ribbon. Only then did Cohen remember that he had cancelled his stolen credit cards. He explained the situation, and she agreed to allow him to wire the money on Monday, as soon as the bank opened in New York. Mazel tov, she said, handing him a bag tipped with silver tissue. Her trust, her sparkling sandals, the tiny bells attached to the door, which, as he pulled it open to leave, tinkled brightly: Cohen, newly attuned to the auspicious, caught it all.\n\n•\n\nHe took a taxi to the hospital. His mood was buoyant. At a traffic light, he watched as a Haredi man crossed the street in a daze. Life was choosing a path for Cohen, just as it had chosen a path for the man in a dark suit and earlocks, who would make his way home on a bus to Bnei Brak, where his wife, chosen for him by his and her parents, would be waiting to greet him, never asking why she was married to him and not to someone else. Maybe Cohen’s mistake all these years had been to believe that his fate lay in his own hands, that he was responsible for both his victories and his failures, that all the good that had come to him and all the bad that had befallen him were equally the result of his own doing. Had he, busy assessing his own performance, missed the waves that had come to carry him, so that instead they had swept past without him?","role":"body"},{"text":"The taxi-driver cursed loudly, interrupting Cohen’s train of thought. Rousing himself, he saw that they were stuck in traffic. Construction for the light rail had made a mess of the roads. Leaning out the window, the driver screamed at a car blocking the clogged intersection. His thick neck was covered with mole-like skin tags. The phone rang, and a disgruntled voice came through the speaker. His father, Cohen gathered from the few words of Hebrew he knew. In any case, someone else to argue with, and the driver went at him blindly, like a bull at the mercy of picadors who have changed direction. Cohen felt his inner weather darken. He tried to shake it off, but now he saw that it was the sky itself that had blackened. Heavy clouds had gathered. While the taxi-driver lay into his father and they sat unmoving in a knot of cars, Cohen had the feeling of time passing. Not minutes but whole years. By the time he got to the hospital Nava would be long gone, the child would already be making a mess of his food, would refuse to listen, would outgrow all his clothes and demand privacy, would start to smell in his sleep, a smell that would invade the room. He would become a man and Cohen would call him on the phone while he was stuck in traffic and the man-child would lay into him. He who had midwifed the boy into the world! Cohen felt the injury, the injustice of it. The sky continued to darken, and then came the first splat of rain on the windshield, heavy as bird shit. The only wave he felt now was of anxiety—not so much a wave as an undertow pulling him back into the deep water from which he had briefly been rescued. As he arrived at the hospital, the sky opened and began dumping its great weight.\n\nThe lobby was full of the old and ailing, or those waiting for news of the old and ailing. Cohen maneuvered among the walkers and canes and terminal cases. When the elevator opened onto the maternity ward, he was relieved. A young blond mother was at the nursing station rocking her precious bundle while the father filled out the paperwork for their release. Everything was still ahead here, yet to be decided. But no sooner had he thought this than he was intercepted by the Russian nurse, who grabbed his arm and reproached him. Cohen stammered some excuse, and held up the bag with the gift, but the nurse only scowled and pushed him toward Nava’s room. There he found the new mother with a look of worry on her face. Next to her sat her roommate, the one Cohen had assumed to be the father, gently kneading her shoulder. He was wearing a gold hoop earring and a pink tank top, but great bushes of dark hair bloomed under his muscled arms. What did he care if the baby was a boy or a girl? It was all the same to him. He looked at Cohen blankly, while Nava’s mother sat in the corner, barely glancing up from her soundless recitation from a small purple leather-bound book of Psalms. Cohen stood foolishly holding the bag with the necklace. He asked if everything was all right, which he knew to be a stupid question even as he asked it. They had taken the infant for tests, Nava said. Something to do with his . . . and here she fumbled for the word until the roommate said, Like, the breathing. From this explanation it could have been anything, a stuffy nose or a hole in the lung tissue, something that hadn’t properly closed; Cohen had no way to assess the gravity of the situation. Exhausted, Nava wasn’t in the mood to elaborate. In a low voice, the roommate spoke to her in Hebrew, and she replied; perhaps he was asking her who Cohen was. Not knowing what else to do, Cohen offered to get her another Coke from the machine. She nodded glumly.\n\nOn the way, passing the rooms of new and expectant mothers, he was swamped by a wave of sadness. He remembered Nadine as she had been back then, himself as he had been then, when they were still conduits of the future, holding their new children, filled with a great sense of accomplishment, unaware that it was premature. He passed a swarthy father carrying his tiny, swaddled progeny, talking loudly into his cell phone. So much pride concentrated in one place: it was oppressive. Cohen felt claustrophobic; he needed a Xanax. Sweating, he punched the button for the elevator and rode down to the lobby, then hurried out into the rain. His belligerent taxi-driver was still parked there, waiting out the storm perhaps, or too busy yelling at his father to look for his next fare. Cohen knocked on the window, and the driver acknowledged him with a jerk of his chin, as if he had been expecting him. He got in, still holding the wet gift bag, and was about to give the address of the Airbnb. But it wasn’t there that he wanted to go. Then, where? Drive, Cohen instructed the man, who was still going at it on the phone, howling his litany of grievances. The driver shrugged and tapped the meter on: what did he care, he had his scores to settle. Cohen, damp from the rain, had an idea. Take the freeway! He had to raise his voice to be heard. North or south, what did it matter? Cohen, failing to remember the size of the country he was in, felt relieved by the possibilities, the sense of motion, of freedom. The sodden gift bag was torn, and he pulled out the little wrapped box. Untying the ribbon, he lifted up the chain and the golden circle fell, then caught there and swung.","role":"body"}]}