{"coverImageDescription":"Mondrian, shown in his thirties, was driven to reach beyond appearance.","coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/the-mysteries-of-mondrian-hans-janssen-piet-mondrian-a-life/images/1.png","subtitle":"A newly translated biography excavates the enigmatic genius of the Dutch modernist who reduced painting’s whats and hows to a rock-bottom why.","title":"The Mysteries of Mondrian","authorName":"Peter Schjeldahl","coverImageHeight":1707,"hashTag":"Books","contents":[{"role":"body","text":"Pablo Picasso and Piet Mondrian are, to me, the twin groundbreakers of twentieth-century European pictorial art: Picasso the greatest painter who modernized picture-making, and Mondrian the greatest modernizer who painted. (They call to mind an earlier brace of revolutionaries from the southern and northern reaches of the continent: Giotto, in Italy, humanized medieval storytelling, and Jan van Eyck, in the Low Countries, revealed the novel capacities of oil paints with devout precision.) The case for Picasso makes itself, with the preternatural range of his formal and iconographic leaps—forward, backward, and sideways—in what painting could be made, or dared, to do. The brief for Mondrian is harder to extract from a cookie-cutter modernist narrative (“Next slide, please”) of marching styles, from the artist’s modest-looking Dutch landscapes in the eighteen-nineties to the riveting abstractions he made in the decades before his death, as a wartime expatriate in New York, in 1944. But style for him, from first to last, served a quest to manifest soul-deep spirituality as a demonstrable fact of life. His aim, he said, was not to create masterpieces, though he did that, too. It was “to find things out.” He reduced painting’s uses and procedures, the whats and the hows, to a rock-bottom why.\n\n“Piet Mondrian: A Life” (Ridinghouse and Kunstmuseum Den Haag), by the late Hans Janssen—a former chief curator at the Kunstmuseum Den Haag, with its matchless collection of the artist’s work—is the first thorough Mondrian biography since the nineteen-fifties to be published in English (translated, from the Dutch, by Sue McDonnell) and unlikely to be supplanted. It is audacious in structure. Janssen, who died last year, at the age of sixty-seven, drew on his profound knowledge to dispense with strict chronology and to write not only about his subject’s prodigious mind and eye but also from within them. He openly employs devices of fiction to parse intellectual insights and emotional states and, now and then, to cobble together imagined conversations between Mondrian and some of his significant contemporaries, with lines taken verbatim either from Mondrian’s own writings and letters or from the diaries, letters, or recollections of others, such as the American sculptor Alexander Calder. The readerly effect is a bit uncanny, recalling Marianne Moore’s definition of poetry as “imaginary gardens with real toads in them.”\n\nMondrian fully justifies heterodox analysis of his famous abstract paintings of sparse black lines or bands and of blocks of primary color, his predominant repertoire after the early nineteen-twenties. There’s obdurate mystery in his powerful combinations of hermetic sensibility and formal clarity, which dumbfound even as they command attention. Mondrian’s character as a man is enigmatic, too: cognizant of his times, but, with rare exceptions, living and working stubbornly alone. He never married. He and Picasso cohabit no world except the whole one. Picasso’s sphere is Dionysian, saturated with his personality. That of Mondrian is Apollonian, evacuated of anyone’s. People will have things to say about Picasso forever. I expect that Janssen’s book will remain sui generis for Mondrian.\n\nMondrian was born in the province of Utrecht in 1872. His father was a headmaster with a specialty in drawing instruction. The young Mondrian used to paint and draw in the Dutch countryside in the company of an artist uncle. His early landscapes exercise modes of naturalism, verging on Impressionism, but restlessly, with a palpable yen toward unusual nuances of beauty. After studying at the National Academy of Fine Arts in Amsterdam, where fashions ran to provincial emulations of Symbolism, Mondrian took to adapting such avant-garde demeanors as the blazing palettes of French Fauvism, but with a latent fealty to nature. His “Evening; The Red Tree” (1908-10) is feverishly brushed and plenty fiery but achieves the very quiddity of leafless tree-ness. Always, there’s a drive to reach beyond appearance to something unbound by precedent.\n\nFor Mondrian in these years, frustration and self-doubt alternated with intimations that he was on the right track, by whatever route seemed viable. Decisively, in 1909, he encountered a show in Amsterdam of pictures by Paul Cézanne. Cézanne’s game-changing translation of visual reality into equally emphasized lines and daubs electrified Mondrian. The look didn’t matter to him. What did was the self-abnegating intensity."},{"imageWidth":1280,"imageHeight":1924,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/the-mysteries-of-mondrian-hans-janssen-piet-mondrian-a-life/images/2.png","imageDescription":"Mondrian in his studio, in 1942.","role":"image"},{"role":"body","text":"Mondrian came into his own during his first sojourn in Paris, from 1911 until the onset of the First World War, where he hungrily absorbed Cubism, with reservations. He regarded the illusory bumps and hollows in pictorial space of even the most radical works by Picasso and Georges Braque as surreptitiously conservative, and he took no pleasure in their overlays of collage. True to the formal logic of Cézanne, he would keep things righteously flat. Among my favorite of all art works—I want one!—are his “plus and minus” paintings and drawings from the war years, made back in Holland: oval arrangements of short, often crisscrossing horizontal and vertical black lines. Poetically evoking ocean wavelets and starry skies, they give me, however fleetingly, a sense of coming home to a refuge of all-forgiving grace. No big deal, because the results are vouchsafed by humility. Recoiling from anything in art that smacked to him of “vanity,” Mondrian evinced a sincerity like that of no other modern except his compatriot predecessor Vincent van Gogh, whom he appropriately revered.\n\nMondrian was caught up for much of his life in Theosophy, the anti-materialist mythos that was initiated in 1875, in New York, by the much travelled Russian occultist Helena Petrovna Blavatsky. Its pantheistic mysticism seemed to resonate with everything he craved in both art and life. Theosophy’s tenet of an ascent from the natural by way of the spiritual toward a union with the divine was right up Mondrian’s temperamental alley. He was most immersed from about 1908 to 1912, when he painted metaphysically supercharged flowers and frankly weird totemic figures. In the years that followed, he shrugged off the aspects of the movement that seemed pedantic and nebulous rather than liberating and practical, not to mention its mediumistic hocus-pocus, but he never regretted the influence. He remarked later, “One cannot call oneself an atheist without really having experienced some form of religion.” He kept painting flowers, however, with unfailing virtuosity but waning enthusiasm, as a stock-in-trade to support his experimentation with frontal, vibrant geometric patterning.\n\nMondrian boiled down his religiosity to a belief in the intrinsic potency of the craft of painting, in and of itself. His voluminous writings on the subject grope, not very cogently, toward possible theories but mainly expatiate on forms that he had intuited with brush, pencil, palette knife, or ruler in hand. Intuition was everything for him—versus “instinct,” which he deplored as an ego-inflating snare and came to associate with, among other derangements, the brutally repressive mystique of Nazism. He was ever eager to explain what he did, after he had done it, with an ingenuous presumption that anyone else might pick up the thread and accomplish as much. Mondrian wrote in an appreciative letter to an admiring critic, in 1914, “By not wishing to say anything human, by completely ignoring oneself, the artwork becomes a monument to Beauty: transcending the human; and yet human in its depth and generality!” That’s as mordant an aesthetic verity as I know, but Mondrian’s guileless confidence in being understood is touching. He seemed genuinely to want other artists to be as good as or better than himself. Only, for that to happen, they would have to be him.\n\nIn 1917, after he’d returned to the Netherlands, there began a spell of public collaboration—propagating ideals and commercial applications of abstraction—with Theo van Doesburg, the crackerjack designer and gifted promoter, if lesser artist, eleven years his junior. Their movement was dubbed De Stijl, after a magazine that van Doesburg published. Mondrian preferred the rubric Neo-Plasticism, to identify painting with the flexible manipulation of its naked means and ends. This led him to limit himself to strictly horizontal and vertical lines or bands, echoing a canvas’s edges, and delimited zones of solid color. Many-layered blocks of white advance to the eye, melding with the surface rather than representing negative space. He felt, Janssen speculates, that “ ‘beauty’ was not the same as ‘truth’. The ‘beauty’ of the New Plastic was more ‘beauty-as-truth’.” You can’t go looking for that. Work hard enough, though, and it may find you.\n\nJanssen notes as a transitional step to the artist’s mature methods the work “Composition with Grid 9: Checkerboard Composition with Light Colors” (1919). Jarringly simple for its time, it presents uniform small squares, thinly outlined in black and painted watery red, blue, yellow, or gray. In a darker version from the same year, “Composition with Grid 8: Checkerboard Composition with Dark Colors,” Janssen’s seasoned eye notices variant hues of “cyan, magenta or chromate yellow” in addition to off-white. (Such discriminations lose force, as do the truly crucial factors of objecthood, scale, and directed brushwork, in photographic reproductions.) A year earlier, when holding a painting by one of its corners, Mondrian hit by accident on the potency of diamond formats—square or squarish canvases rotated forty-five degrees—to hint at the extension, invisibly, of rectilinear layouts beyond their material bounds, perhaps to infinity. He needn’t portray the complete universe. He could imply it."},{"role":"body","text":"Van Doesburg, clinging to a metaphysics of art that his friend was casting off, seemed not to have grasped Mondrian’s increasing rigor. The formerly fervent friendship cooled. Mondrian’s uniqueness revealed itself as fate: solitary but not lonely. He mingled in whatever art scene he encountered and, given sparks of commonality, formed the agreements with colleagues that Janssen schematizes in his little one-act dialogues, mosaics of ping-ponging ideas. Among the voices is that of Calder, who was affected by a visit to Mondrian’s Paris studio in 1930. He suggested that Mondrian add physical motion to his forms. Mondrian replied, “No, it is not necessary, my painting is already very fast”—a remark, regarding stolidly stable compositions, that had to refer to a kind of subliminal velocity. It’s as close as Mondrian comes to illuminating the introspective incentives that he could only show, not enunciate. You need receptive eyes to remind you why his discourse should interest you in the first place.\n\nOn the sparsely documented front of Mondrian’s personal life, Janssen is at pains to counter a caricatural image that he traces to a 1956 biography by Michel Seuphor, a proprietary Belgian apostle. Seuphor had cast the artist as, in Janssen’s paraphrase, “an ascetic, who did not relish the company of friends, behaved strangely towards women and was obsessively focused on a strict and geometric attitude to art and life.” Janssen establishes by abundant testimony that, when not holed up working, Mondrian was an ebulliently convivial charmer and, although chary of commitment, had affairs. Albeit formal and reserved, Mondrian was always elegantly dressed, cordial and kind in manner, and, of special note, an avid recreational dancer, adept early on in the one-step, the foxtrot, and the Charleston. Janssen reports that among women in Amsterdam the young Mondrian “developed a reputation for interesting, prolonged kisses, sometimes lasting for more than half an hour.” In 1911, he broke off an engagement to an Amsterdam merchant’s daughter, and in 1932, at sixty years old, he was rebuffed, to his acute distress, by a loving but ultimately reluctant Dutch woman who was much younger than him."},{"imageWidth":1280,"imageHeight":887,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/the-mysteries-of-mondrian-hans-janssen-piet-mondrian-a-life/images/3.png","role":"image","imageDescription":"“Wanna buy a tote? We’re aiming to do away with plastic bags by next year.”"},{"role":"body","text":"Mondrian enjoyed and profited from friendships with women. You might expect a strain of puritanism from an individual who was raised Calvinist in what Janssen terms “perhaps the most traditional communities in one of the least forward-looking of countries.” The effect on the country boy of his move, in 1899, to Amsterdam’s “Quartier Latin,” a district of “bars, nightclubs, cabarets and brothels,” as Janssen tells it, can only be imagined. But, as much or as little as Mondrian plunged into the nocturnal tumult, he kept his art and his life as remote from each other as possible, to the point of destroying most of the letters that he received after reading them. Janssen, for all his sleuthing, finally confesses that Mondrian’s amours remain “more or less a closed book.”\n\nYet there was a doubleness about him in matters of eros that chimes, for me, with the latent ardors and explicit constraints of his painting. In 1941, according to the diary of a valued but inconveniently smitten journalist and painter, Charmion von Wiegand, whom he allowed to assist him in the studio and to watch him paint, he admonished her, saying that sex is “not unpleasant while it lasts—but only a communion of ideas leaves a memory.” She failed to see any compelling logic in that, but the two stayed friends.\n\nMondrian arrived in New York, by way of England, in 1940, on a convoy that had lost five ships to German submarines en route. The New York painter Harry Holtzman, an impoverished aesthete when he introduced himself to the artist in Paris, in 1934, but now flush with money by marriage, was the first in line to greet him. The move occasioned a dramatic shift in Mondrian’s art. After briefly continuing the noble astringency that he had pursued on his stopover in London, as seen in the majestic “Trafalgar Square” (1939-43), he loosened up sensationally, displacing his customary black bands with chains of syncopated squares in plangent colors. The dazzling “Broadway Boogie Woogie” (1942-43) and the unfinished “Victory Boogie Woogie,” which he started in 1942, were climactic. The latter retains the tentative bits of tape and strips and patches of colored paper with which Mondrian worked out compositions in a self-critical process of continual revision that could take months or even years to satisfy him.\n\nThe spur was jazz, a passion and a wellspring for Mondrian since his return, in 1919, to Paris, where he favored clubs that featured Black American performers. He adored Josephine Baker and ignored her box-office brand as a civilized “savage.” Rather, he deemed Baker’s improvisatory dance, song, and costume (or lack of it, in one routine, but for a few pink feathers) galvanic fine art. At a concert in 1934, in Paris, Mondrian thought Louis Armstrong already old hat except for the trumpeter’s “long lines,” he said. But he was transported “into a state of ecstasy,” Janssen writes, by Armstrong’s pianist Herman Chittison, who “allowed the bass line played with his left hand to fall out of sync, contrasting with the rhythmically varied ‘melody’ played by his right hand”—boogie-woogie in utero.\n\nJanssen’s expert citations of parallels in music for Mondrian’s art are a treat and a revelation for a musical doofus like me. Janssen likens the artist’s frequent motif, in the mid-nineteen-thirties, of paired horizontal black bands to the bass line running under the saxophone cadenzas of Armstrong’s group and others. (Thereby alerted, I see and spectrally hear it.) If, in Janssen’s telling, one dynamic recurs throughout Mondrian’s aesthetic adventuring, it is rhythm, incipient even in his youthful renderings from nature. Underlying toccatas impart physicality to works that have too often been taken as dryly cerebral. Thought, if any was needed, followed touch.\n\nMondrian’s favorite outings in New York were to Café Society, on Sheridan Square, and to Café Society Uptown, on Fifty-eighth Street, the city’s only unsegregated white-owned clubs, which shared the slogan “The Wrong Place for the Right People.” (Want to know from racism? At other venues, according to Janssen, Black patrons, should there be any, had whatever glassware they’d used smashed and tossed out.) Janssen persuasively relates Mondrian’s new liberties to his almost certain exposure, in New York, to jam sessions featuring the young Thelonious Monk, a keyboard augur of bebop and beyond, who unclenched “abrupt variations in tempo, rapidly switching chord patterns and sudden, unexpected changes in key.” So complex are the possible correspondences that I get lost trying to track them. But there can be no mistaking the analogous energy.\n\nMondrian loved the relative impersonality of the finest jazz, exalting form and technique over seductive performance—not that he minded fun. Jazz left you alone with your perceptions, even as it might bring you to your feet in joyous motion. A master like Monk built cloud castles with many rooms and startling passageways. Hearkening, you might believe that he played for you alone. I remember, poor in the sixties, standing one dank night outside the Five Spot on St. Marks Place and seeing and hearing him, clearly, through the club’s large windows. Then he stood up from the piano, as regular a person as you or anyone. But something had changed that could not change back.\n\nThrough it all, there were dance floors, where Mondrian could blissfully lose himself in up-to-the-minute mass culture. Immune to snobbery, he relished the animation, and the pathos, of Walt Disney’s “Snow White and the Seven Dwarfs,” and the novel ubiquity of the jukebox. Noncompetitive, as far as I can tell, he respected the successes of other artists, or, at least, compassionately rued their vagaries. He had acquaintances but few intimates among the hosts of hero-worshipping colleagues that accumulated, starting in Europe and burgeoning in America, most of whom spent years presuming to match or extend the gravitas of his art. Their reward? Style. They run changes on the anatomy but lack the pulse. Not that Mondrian begrudged them. Like his fellow-exiles Marcel Duchamp and Fernand Léger, he was keen to meet and to encourage American artists, unlike the standoffish European Surrealists who had also wound up in New York. It’s good that he lived long enough for a foretaste of the New World that would prove worthy of his singular spirit and refractory intelligence.\n\nA delicious tale of modern art and a testament to Mondrian’s personal character transpired when, in 1943, he served as one of the jurors for a group show at Art of This Century, a New York gallery directed by the fabulously rich heiress and aspiring doyenne Peggy Guggenheim and devoted chiefly to works by celebrated European émigrés. The episode is drawn by Janssen from published accounts that rely on firsthand testimony refracted through memory and muddled through retellings at, no doubt, dozens of cocktail parties."},{"imageWidth":1280,"imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/the-mysteries-of-mondrian-hans-janssen-piet-mondrian-a-life/images/4.png","role":"image","imageHeight":979},{"role":"body","text":"Janssen describes Mondrian walking from painting to painting, “slowly and a little stiffly,” until he comes to a halt in front of one. “Pretty awful,” Guggenheim says. “That’s not painting, is it?” Mondrian, who does not stop staring at it, eventually responds, “I’m trying to understand what’s happening here. I think this is the most interesting work I’ve seen so far in America.” The piece is Jackson Pollock’s “Stenographic Figure” (circa 1942). Guggenheim objects, “You can’t compare this and the way you paint.” Mondrian replies, “The way I paint and the way I think are two different things.” Later, when the other jurors have filed in, Guggenheim drags them over to the Pollock, saying, “Look what an exciting new thing we have here!”\n\nMondrian had known a little of Pollock, Janssen asserts, through Lee Krasner, a favorite youngish dance partner and the volcanic American’s wife-to-be. (They married in 1945.) She later recalled that her fast, ingenious pas de deux with Mondrian, initiated by him and elaborated upon by her, made them the center of attention on several occasions, delighting him. He commented tactfully on her tentative, Picasso-influenced works of the time. But his special fascination with the Pollock painting seems no politic nod but an authentic and, to me, crystal-clear response: he saw a rare fellow-painter striving, in this preliminary instance with tropes cribbed from Picasso and Joan Miró, toward a rule-breaking merger of form and feeling and mind and body, brimming with unforeseeable possibilities.\n\nJanssen surmises an ulterior motive for Mondrian’s remarks, positing them, somehow, as a bargaining chip to persuade Guggenheim and others on the jury to consider paintings by Harry Holtzman. (Though shy of patronage, as of anything entailing obligations, Mondrian had succumbed to accepting, from immediate necessity, an offer by Holtzman to pay the rent for an apartment on East Fifty-sixth Street at First Avenue.) The insinuation of nepotism by Mondrian in favor of Holtzman puzzles me. Granted, we enter shadowlands of alluvial art-world gossip. And perhaps Janssen viewed Abstract Expressionism without much enthusiasm. (He doesn’t say.) I perceive a firm affinity between Mondrian’s fastidiously self-abandoning cultivation of what Janssen calls “organised looseness”—fuelled by jazz—and Pollock’s seething, more gestural equivalents: fusions, in the eventual major drip paintings, of sullied surfaces and the depthless music of the spheres. I’m moved by what I can only believe was Mondrian’s magnanimity to a tyro who, as he may even have sensed, would usurp his place atop avant-garde royalty.\n\nIntent on Mondrian’s internal reckonings, Janssen scants what it’s like for a viewer to confront one of the artist’s great abstractions. It’s kinesthetic for me—gut-felt. Gravity is key, the force that urges everything on Earth toward horizontality. In regard to that, a diagonal is a mere anecdote: something propped up or toppling. Verticality is how, standing, we stalemate gravity, with autonomic, tiny adjustments of balance. Paintings by Mondrian have seemed a mite wonky to my eye when hung on the curved walls along the slanting ramp of the Guggenheim Museum. Certainly, they oppose the weightless modes of abstraction that were advanced by the Russians Vasily Kandinsky and Kazimir Malevich, which would look fine in outer space as a Mondrian couldn’t, with its occult memory of Dutch upright entities (windmills, lighthouses, a church) on low-down terrain. He augmented the simple physical reality of his works in the third dimension by thrusting canvases forward of recessed frames.\n\nThe complexities of a Mondrian register all at once, with a bang that can hold up to even the most quizzical inspection ever after. It’s no cinch to argue with something that has happened to you. Because they are typically asymmetrical, the compositions may trigger slight bodily crises. If we look long and hard enough, we may feel that the slightest displacement of a line or corruption of a color could compromise the stability that prevents us from falling down. Test this the next time you are in person with a Mondrian. Try speculatively altering any detail and see what happens. The effect is a condition of subjectivity without subjects. No one’s feelings, starting with those of the artist himself, are either addressed or ruled out.\n\nThough he quailed at ever meeting Picasso—I’d have been nervous of that, too—Mondrian admired him, and Picasso may or may not have returned the favor. (He held “non-figurative” art in contempt, arguing that any mark on a surface constitutes a figure.) Janssen writes that Duchamp, another contrary genius, “had a weakness for the Dutch master of ultimate simplification.” The choice of the word “weakness” intrigues. It is precisely at points where we stand aghast at our inability really to know, and fully to understand, anything cosmically pertinent that Mondrian looms like a menhir in a desert, silently replete.\n\nJanssen successfully quashes any tendency to regard Mondrian as an oddball, or to rank him pragmatically with the many other moderns whose legacies have informed developments in fine and applied arts. Did he routinely paint the walls of his studios stark white and on them pin, in scattered array, oblongs of vivid color? Yes, with endless imitative ramifications for minimalist interior design. But it was not a statement. Simply, the scheme aided his concentration, which was imperilled by outside urban noise—cacophonous at times in Paris and New York—and by vicissitudes of ill health. Mondrian had chronic bronchitis, among other maladies, which came to include arthritis and hardened arteries. Bedeviling him incessantly were floaters in his ocular fluids that he saw as drifting and darting threads, like radio static in the broadcast of a sonata. Rarely entirely well, he suffered spells of incapacitation, even as he credited fevers with helping him see things more vividly, between bursts of creative and social vitality. He died, of pneumonia, at the age of seventy-one.\n\nMondrian passed away four months before the D Day landings and the subsequent liberations of his beloved France and native Netherlands. The title of “Victory Boogie Woogie” was his first and last reference to the war or, as far as I know, to anything political; Picasso, by contrast, gave us “Guernica” (1937). But, no less than Picasso, Mondrian counsels against capitulation to tyranny. He never wavered from a heartfelt adherence to the vision of civilized progress, tensed against the big-time barbarisms, that will always memorialize the twentieth century. He transcends world events, not to mention changes in artistic fashion. Critical attention to him may rise and fall. For anyone undertaking to pay it, though, there can be no ups or downs in Mondrian’s importance, relative to other artists past, present, and to come. There is only a steady state of inexhaustible meaning, beggaring comparison and defying definition. Even the critically consummate Janssen, with his magnum opus of a biography, can merely dance around, and not penetrate, the adamantine conundrum of the Dutch magus’s dead stops in lived time. "}],"coverImageWidth":1280,"publishDate":"Sep 26th, 2022"}