{"title": "How Election Subversion Went Mainstream in Pennsylvania", "subtitle": "In the state’s midterms—which could determine the balance of the Senate and the integrity of the Presidential race in 2024—Democrats are fighting for the vote. Republicans are fighting to undermine it.", "authorName": "Eliza Griswold", "coverImageURL": "https://media.newyorker.com/photos/635c423876f5e08406ea1ab4/master/w_2240,c_limit/221107_r41286.jpg", "coverImageWidth": 2013, "coverImageHeight": 2560, "coverImageDescription": "“What’s at stake is faith in the legitimacy of democracy,” a political analyst said.", "hashTag": "The Political Scene", "publishDate": "October 31, 2022", "contents": [{"role": "body", "text": "On a recent evening at the Keystone Horse Center, in Columbia County, Pennsylvania, Doug Mastriano, the fifty-eight-year-old Republican candidate for governor and a onetime insurrectionist, climbed onto a dais in the soft dirt of the show ring, surrounded by chrysanthemums. Columbia County occupies an edge of the state’s northeastern coal region. Mastriano, who is tall and bald, wore a black baseball hat. His wife, Rebbie, a chaplain, stood at his right hand, her jean jacket unzipped. Mastriano reminded the audience that he was running only because, a year earlier, in this very barn, a small group of followers had begged him to. “You urged us, even with tears in your eyes, ‘Please run for governor,’ ” he said. He had also received instructions from Heaven, Rebbie added: “God said go!” Mastriano was down in the polls, but his supporters shouldn’t be fooled by phony numbers; he’d proved the polls wrong before."}, {"role": "body", "text": "Mastriano is, by almost any measure, one of the most extreme candidates currently running for office. Since 2019, when he was elected to the State Senate, he has supported prayer in schools, the abolition of gay marriage, and conversion therapy, a medically discredited practice to “reverse” homosexuality. Pennsylvania’s Republican legislature has tried to ban abortion, but it has been blocked by the Democratic governor, Tom Wolf. Mastriano has promised to outlaw the procedure without exception, and to prosecute women who get abortions and doctors who perform them for murder. Perhaps most notably, in 2020, Mastriano was one of the architects of the attempt to overturn the results of the Presidential election and award Pennsylvania’s electoral votes to Donald Trump. On January 6, 2021, he attended the insurrection at the Capitol. (Mastriano did not respond to repeated requests for comment for this article, but he has said that he left the Capitol when it “was no longer a peaceful protest.”) J. J. Abbott, a political strategist with Commonwealth Communications, told me, “He engaged in a conspiracy to overturn Pennsylvania’s election. And there’s little dispute about that.”"}, {"role": "body", "text": "In the barn, the story of the stolen election dominated the evening. Webb Kline, who runs Missiontrux, a program that recruits truckers to work as missionaries, took the lectern and compared the Democrats to Nazis. “This is Auschwitz!” he said. “They are coming for you.” The reign of the G.O.P. establishment also needed to end: “Tell them we’ve got our own candidates, and those guys are taking your place.” Kline praised a canny and influential organizer in the state named Sam Faddis, a career C.I.A. operations officer, who had led a team to destabilize Saddam Hussein in Iraq. After Faddis retired, he began writing and editing And Magazine, which is now a newsletter that publishes a mix of news and elaborate conspiracy theories. (Faddis told me that the newsletter “tells the truth.”) Kline said that Faddis had found “definitive evidence” that the election was rigged."}, {"role": "body", "text": "Mastriano has pledged to radically transform voting in the state. Last May, Faddis invited sixty-nine right-wing groups—including We the People, Ballot Security Now, and Unite PA—to the rotunda of the state capitol, in Harrisburg, to sign an “Election Integrity Declaration.” The oath, which begins with the words “We the People,” calls for the abolition of most voting that is not done in-person “with photo identification, proof of U.S. citizenship, state residency and hard copy paper ballots.” These measures could restrict voting among poor people, people of color, and other likely Democrats; they would also force poll workers to count ballots by hand, a process that could make tampering easier. And even the notion of widespread fraud lays the groundwork for future denials of election results. Toni Shuppe, Mastriano’s presumptive nominee for Pennsylvania’s secretary of state, who will certify elections if Mastriano wins, led a prayer at the U.S. Capitol during the insurrection. In Harrisburg, she sanctified the voting declaration by praying for a “spirit of unity” in the burgeoning movement."}, {"role": "body", "text": "When the slushy-and-hot-dog stand closed and the barn rally began to break up, I walked among the crowd. Adele Stevens, a sixty-four-year-old who owns the horse center, milled around, yanked by a border collie. Stevens, who is Puerto Rican, told me that she was tired of hearing Republicans cast as “racist.” She also told me that, unlike Mastriano, she supports “a woman’s right to choose.” But in 2021, amid resentment over Covid lockdowns, she and a dozen neighbors, including Kline, had started a chapter of We the People to combat “abusive” government overreach; they read the Constitution aloud and researched the deep state. “If you were a Democrat trying to figure out the truth about something, it would be hard to find because you’re not part of these groups,” she said. “We’re on Telegram, we read things, we look at alternative news.” She told me that, for example, she had recently learned that George Soros secretly owned Fox News, and that this explained why the network had turned against Trump. (Soros does not own Fox News.) She liked Mastriano’s commitment to taking on voter fraud: “Anyone can just walk in and give someone else’s name.”"}, {"role": "body", "text": "Election denialism is now so mainstream that it has become a kind of Republican purity test. According to an analysis by the Washington Post, the majority of G.O.P. midterm candidates have publicly claimed that the 2020 election was stolen. Dan Cox, the Republican candidate for governor in Maryland, has called Mike Pence a “traitor,” and bragged about serving as one of the “volunteer lawyers” who helped Trump fight the results in Pennsylvania. Eric Schmitt, a Senate candidate in Missouri, was among the attorneys general who sued to overturn Pennsylvania’s vote. Kari Lake, who is running for governor of Arizona, has said that she would not have certified Biden’s victory in her state. At the same time, Steve Bannon has called on his supporters to volunteer as precinct captains. “We’re taking this back village by village, precinct by precinct, and they can’t stop it,” he said, on his podcast. Some of these candidates will lose, but some will win, and they will influence how future elections are run. “Hopefully most of these deniers won’t make it into office,” Charlie Dent, who served as a Republican congressman from Pennsylvania until 2018, told me. “But elected officials are planting seeds of doubt. And that’s a concern.”"}, {"role": "body", "text": "During the primary, Mastriano faced a field of moderate Republican candidates. Josh Shapiro, the Democratic candidate, spent eight hundred thousand dollars on ads highlighting Mastriano’s campaign. Observers have argued that the effort reflected a common strategy in which candidates boost their most extreme potential opponents in the hope that they will also be the easiest to beat. When I spoke to Shapiro recently, he emphasized that the ads were critical of Mastriano, and that they probably hadn’t affected the outcome, because Mastriano was already the front-runner: “I didn’t have a primary, so we were ready for the contrast.” But Democrats used this strategy in at least five states this year; in Michigan, they funded John Gibbs, an election denier who has opposed women’s right to vote, and he won his primary by a narrow margin. The tactic, however, was risky. This July, Mastriano was polling within three points of Shapiro. “The idea that Shapiro put money toward getting Mastriano elected is a little unnerving,” Christopher Borick, a political scientist at Muhlenberg College, told me. “If you do the math, from the health-of-a-democracy point of view, this loss would be epic.” He added, “It’s Russian roulette.”"}, {"role": "body", "text": "In this year’s midterm elections, much hangs on how Pennsylvanians vote. “What’s at stake is faith in the legitimacy of democracy,” Ari Mittleman, who runs the bipartisan nonprofit Keep Our Republic, told me. The race between John Fetterman and Mehmet Oz could determine the balance of the U.S. Senate, and is currently a tossup. The shape of the Pennsylvania legislature could decide the future of reproductive access and voting rights in the state. And one of the gubernatorial candidates—who, if he wins, will oversee future elections—is an election denier. “This is my fear,” Malcolm Kenyatta, a Democratic state representative, told me. “Republicans are going to a place of only accepting elections when they win, and that’s dangerous as hell.”"}, {"role": "body", "text": "To outside observers, Pennsylvania once appeared reliably blue: the state voted for every Democratic President from 1992 until 2016. “Those victories masked the reality that Pennsylvania was, by most other measures, deeply purple,” Borick said. The legislature has been under G.O.P. control for nearly twenty-five years. This is, in part, a result of the fact that Republican voters historically turn out for midterm elections at higher rates than Democrats. “If you scrape together five to ten thousand dollars from acquaintances at your church or rod-and-gun club, you can knock on one thousand doors and win,” Mittleman said. The oil-and-gas and insurance industries pumped money into Republican campaigns to swing the legislature. In 2011, Republican lawmakers carved some of the most misshapen districts in the nation. For the next seven years, until the state Supreme Court ruled them unconstitutional, the districts pushed state politics further to the right."}, {"role": "body", "text": "Trump played on working-class grievances to turn formerly blue swaths of the state red. Pennsylvania’s No. 1 industry is still agriculture, and many farmers came to believe that regulation was driving them out of business; steel workers and coal miners resented that jobs were being moved offshore and that unions were disintegrating. Trump also stoked distrust of the government. Pennsylvanians’ level of trust in state and federal politicians is among the lowest in the country. Katie Muth, a Democratic state senator, told me, “I don’t trust the government, and I’m in it.” In 2020, pandemic lockdowns intensified the anger of those who felt squeezed. “That’s when the bitterness began,” Stevens, of We the People, told me. Jeffrey Yass, a libertarian billionaire who started the investment group Susquehanna with earnings from poker games and horse racing, funded candidates who took part in anti-masking and anti-vax rallies. And, after the 2020 vote, government distrust focussed on the notion that Democrats had stolen the election."}, {"role": "body", "text": "In the past year, grassroots groups, led by Faddis and others, have come to describe themselves as part of a statewide “patriot movement,” which Borick characterized as a “broadly defined populist and xenophobic movement.” Faddis, who has built a network of these groups called the Pennsylvania Patriot Coalition—which includes We the People; Ballot Security Now, which pushes for changes to voting laws; and Firearms Owners Against Crime, which focusses on the Second Amendment—told me, “The patriot movement is the Tea Party, maga, and America First all rolled into one.” He added, of his network, “Sometimes, at meetings, it’s hundreds of people, sometimes it’s eight guys in a barn.” Members of these groups think of themselves as part of a kind of conservative civil-rights movement: an alliance with a variety of aims but a shared fight for individual rights. Some groups, like the Three Percenters, are armed militias. A 2020 analysis by acled and MilitiaWatch, groups that monitor political violence, ranked Pennsylvania among the states at highest risk of election-related militia activity. A recently leaked membership list of the Oath Keepers militia included four elected officials from Pennsylvania."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/635c4237074e40aefdf45dd1/master/w_1600,c_limit/221107_a26284.jpg", "imageWidth": 1600, "imageHeight": 969, "imageDescription": "“Let me find some water for these.”"}, {"role": "body", "text": "The movement is fuelled in some quarters by what scholars call Christian Nationalism, which is centered on the notion that America is and should be a Christian country. Few people self-identify as Christian Nationalists; in 2021, Mastriano asked me, “Is this a term you fabricated?” But social scientists describe it as a belief system characterized by Dominionism: the idea that God has ordained Christians to exercise control over political institutions in order to prepare for the Second Coming of Christ. “They don’t believe in one person, one vote,” Philip Gorski, a sociologist at Yale, told me. “They think they’re involved in a battle between good and evil.”"}, {"role": "body", "text": "In 2020, this ideology helped drive the moral call to overturn the election. “Some of their most fanatical supernatural beliefs have been mainstreamed into the maga movement, such as the notions that Democrats are demonic or engaged in witchcraft,” Jennifer Cohn, an election-security advocate, told me. In November, 2020, Abby Abildness, the state director of Pennsylvania’s Prayer Caucus and an “apostle” with the New Apostolic Reformation, a network of pastors, hosted a series of “Jericho marches”—religious precursors to the insurrection. Followers gathered in Harrisburg, likening it to the Biblical city of Jericho, where, according to Scripture, God knocked down the walls. At similar marches in some states, people wore animal skins and blew rams’ horns, as they imagined the ancient Israelites did on their way into battle. Abildness declared her intent that, with God’s help, Pennsylvania’s electors would “go to the President” rather than to Biden. (Abildness told me, “Our Jericho march was a peaceable, worshipful prayer march allowing God to move and bring forth His purposes and election integrity in our nation.”) Earlier this year, Vote Common Good, a progressive evangelical group, sponsored a tongue-in-cheek billboard along Pennsylvania’s Route 19 that featured Mastriano and the line “Blessed are the insurrectionists.”"}, {"role": "body", "text": "In 2019, Mastriano starred in an independent film, which he also helped fund, called “Operation Resist,” set during the Second World War. In a bit of historical revisionism, the film casts evangelical Christians as members of a religious minority in Germany who were persecuted along with Jews. Mastriano plays an American military spy helping to evacuate them from the country. In one bizarre moment, Mastriano is jumped by a Nazi played by his son, Josiah, whom Mastriano chokes until he is unconscious. “Tell Hitler he’s next!” Mastriano says. The film occasionally skips to the present, where, at a school-board meeting, “politically correct editors” try to erase the Holocaust from school curricula. Mastriano shared a similar message in a recent ad: “Radical leftists are using the schools, the media, and Hollywood to indoctrinate your kids with woke ideology.”"}, {"role": "body", "text": "Mastriano grew up in a Catholic, Democratic family in Hightstown, New Jersey. His father, Richard, spent twenty years in the Navy. His mother, Janice, served as a Democratic member of the school board, until, according to the local news organization PennLive, she said that “most homosexuals are pedophiles,” and lost her bid for reëlection. In high school, Mastriano joined an evangelical group called the Way. In 1986, he began a career in military intelligence, serving in Germany; he was later deployed to Iraq, during Operation Desert Storm. At one point, Mastriano has said, his battalion was facing a squadron of Saddam Hussein’s élite forces. At home, Rebbie began a prayer circle to engage in “spiritual warfare,” leading God to send down a sandstorm to vanquish Saddam’s troops. “Prayer changed the course of nature and perhaps the outcome of the war,” Mastriano wrote on his Web site. During the war in Afghanistan, he was deployed there three times. In 2017, Mastriano became a professor at the U.S. Army War College, in Carlisle, Pennsylvania."}, {"role": "body", "text": "Two years later, Mastriano won a special election for the State Senate. He pushed bills that would mandate prayer in schools and allow adoption agencies to turn away same-sex couples. “ ‘Separation of church and state’—anyone who says that, show me in the Constitution where it says it,” Mastriano has said. “It’s never been there.” In the spring of 2020, when Governor Wolf called for places of worship to suspend in-person services, Mastriano appeared at protests alongside armed men who wore fatigues and Hawaiian shirts, a look associated with a militia called the Boogaloo Bois."}, {"role": "body", "text": "In November, 2020, Mastriano agreed—reluctantly, according to leaked e-mails exchanged with associates of the Trump campaign—to be the “point person” for the effort to overturn Pennsylvania’s election. (“I am after truth,” he wrote to me in 2021. “Is it not appropriate to ask questions and seek answers to ensure each person has a legal vote?”) Several counties were delaying certification in an attempt to undermine Joe Biden’s victory. Mastriano convened a mock tribunal at a Gettysburg hotel, with Rudy Giuliani playing the role of faux prosecutor. Via speakerphone, Trump called in to outline his frustrations. “This election was rigged,” he said. Mastriano, who claims that he spoke to Trump “at least fifteen times,” travelled with his son to the White House, but tested positive for covid and was ushered out of the building. Trump said, “There is no one in Pennsylvania who has done more, or fought harder, for election integrity than State Senator Doug Mastriano.”"}, {"role": "body", "text": "Mastriano is a proponent of the so-called independent-state-legislature theory, a fringe idea that holds that, among other things, legislatures have the power to allot electoral votes as they please, regardless of the vote. In 2020, Republican legislators in Pennsylvania selected an alternative slate of electors, who signed certificates claiming that Trump had won. These certificates, along with those of alternative electors from six other battleground states, were submitted to the National Archives for congressional deliberation. Mastriano and several of these electors have since been subpoenaed by the House committee investigating the insurrection. (Mastriano has sued the committee to block the subpoena.) This fall, in the state capitol, I watched as two of the fake electors made the rounds in the rotunda, shaking the hands of Republican lawmakers."}, {"role": "body", "text": "In December, 2020, Mastriano took part in two Jericho marches. Later, on a conference call, he prayed that God would help protesters “seize the power” on January 6th. He continued, “Bless these letters that President Trump asked me this morning to send to Mitch McConnell and Kevin McCarthy outlining the fraud in Pennsylvania, and this will embolden them to stand firm and disregard what has happened in Pennsylvania until we have an investigation.” Mastriano was scheduled to address the crowd from the Capitol steps on January 6th, and he used campaign funds to pay for six buses of supporters to travel to Washington. Weeks later, when I spoke to him by e-mail for a previous piece, he told me, “Everyone that I know of left early, returned to their buses and was not involved in any nefarious or illegal activities.” But videos and time-stamped photographs indicate that he was present after the rioting began, at the back of a crowd that tore down police barricades. (Mastriano has denied crossing police lines.) Several of Mastriano’s supporters have been accused of felonies. Sandra Weyer, a woman from Mechanicsburg, was charged with conspiracy to obstruct Congress. Samuel Lazar, a man from Lebanon County who was nicknamed “Face Paint Blowhard” on the Internet, was charged with assaulting an officer with a deadly weapon and disorderly conduct. (The cases are still pending, and both have denied wrongdoing.)"}, {"role": "body", "text": "Since securing the G.O.P. nomination, Mastriano has led a highly unconventional campaign. He has blocked reporters from covering his rallies and installed a “security team” of Oath Keepers to guard his events. He has organized much of his campaign on Gab, a fringe social-media platform. Luis Rueda, who led the C.I.A.’s efforts in Iraq, where he was Faddis’s boss, told me that the campaign’s use of election misinformation reminded him of intelligence officers’ deployment of propaganda to press for regime change abroad. “Mastriano is waging a classic PsyOps campaign,” he said. The idea that Mastriano could be in charge of future elections in Pennsylvania has alarmed some observers. “Officials are legally bound to follow the mandate of the secretary of state,” Abbott, the political strategist, said. “There’d be almost no way to reverse their directives in regard to voting.”"}, {"role": "body", "text": "The upcoming election has thus become a fight not just to win the vote but to safeguard the integrity of the electoral system. Shapiro, the Democratic candidate, said that he hopes his record has earned him the electorate’s trust. His politics are moderate. As the state’s attorney general, he launched an investigation into Catholic-clergy sex abuse, won a settlement from opioid distributors, and found frackers responsible for environmental crimes. “Shapiro is running on the idea of competency,” Borick told me. “He just looks competent and sane.”"}, {"role": "body", "text": "Recently, I met Shapiro on a campaign stop at Super Natural Produce, a grocery store in a Latino neighborhood in Berks County. Shapiro, who is forty-nine, inspected a pile of pork shoulders; their price had doubled since the start of the pandemic. He attempted polite banter with a woman behind a counter, in a mix of English and Spanish, but she didn’t understand, so he smiled and moved on. There were few voters around to court, but Shapiro told me that he believes in “showing up” in person. The strategy has worked in the past; in 2020, he outperformed every other Democrat on the ticket, including Biden. Berks County also has a particular electoral significance. In May, local officials refused to count mail-in ballots with undated envelopes, until a judge intervened. “It actually gives me chills,” Mittleman, of Keep Our Republic, told me."}, {"role": "body", "text": "If Shapiro is trying to woo technocratic Republicans spooked by Trump’s extremism, John Fetterman, the Democratic candidate for the U.S. Senate, has taken a left-populist approach, in an attempt to win back working-class defectors. On a recent Sunday afternoon, the gym at Montgomery County Community College was packed with women who had come to see him. Hundreds more waited to enter. Inside, the crowd was a sea of T-shirts in Planned Parenthood pink that read “fetterwoman.” Fetterman was late, and people started calling out “John!,” as if coaxing a rock star onstage. “He’s a no-show!” a woman shouted. Then a campaign volunteer began herding a flock of photographers toward the stage, and John Fetterman, wearing boots and a Carhartt hoodie, appeared. “I am John Fetterwoman!” he announced amid a roar."}, {"role": "body", "text": "Fetterman’s opponent, Mehmet Oz, is a doctor who grew to prominence as a health expert offering dieting advice on “Oprah.” He has suggested that zodiac signs can indicate health information and has touted raspberry and coffee-bean extracts as miracle weight-loss cures. His Republican-primary opponent was David McCormick, a financier whose wife had ties to Trump, but Trump endorsed Oz. Oz’s campaign has focussed on pandemic-era government overreach and election denial."}, {"role": "body", "text": "Fetterman grew up in York, Pennsylvania; his father owned an insurance business. After graduating from the Harvard Kennedy School, he returned to Pennsylvania and served as the mayor of Braddock, and then as the state’s lieutenant governor. Borick told me, “He’s found that spot between higher-educated Democrats, who are the real burgeoning movement, and paired it with an image and experience on the ground—a little Harvard, a little Braddock—rolled into a six-foot-eight-inch package.” He added, “If you’re thinking of long-term remedies that can combat this grassroots, far-right patriot movement, it could be burly Democrats.”"}, {"role": "body", "text": "Fetterman gained ground early by taking aim at Oz’s élitism, a tactic that Republicans often employ against Democrats. In August, Fetterman retweeted a video of Oz complaining about the price of “crudités.” Fetterman wrote, “In PA we call this a . . . veggie tray.” He has asserted that Oz lives primarily in New Jersey, not in Pennsylvania. (Oz has responded that he has a house in the suburbs of Philadelphia.) He enlisted Snooki, from “Jersey Shore,” to tell Oz in a video that he’d be “back home in Jersey soon.” He started a petition to induct Oz into the New Jersey Hall of Fame."}, {"role": "body", "text": "The strategy seemed to be succeeding. One former Trump voter told me, of Oz, “I don’t know why he needs, like, thirteen houses when most Pennsylvanians only have one.” At a gun-rights rally, I met a bisexual woman carrying a rifle and waving a “Don’t Tread on Me” flag in rainbow colors. She told me that she became a gun-rights activist in college, after a carful of people drove past her one night calling out homophobic slurs. “They circled me three times and I was sure I was going to be attacked,” she said. “I was eighteen and it wasn’t legal for me to have a gun, and yet I could’ve been killed.” She would never vote for Shapiro. “He tried to bypass the Constitution and ban a gun-parts kit,” she said. But she was also turned off by Oz, and his “ridiculous high-end organic” vegetables: “He is so out of touch.”"}, {"role": "body", "text": "Recently, however, Fetterman’s lead has begun to shrink. In May, Fetterman suffered a stroke. There was little effort to pull him from the race. “It’s really difficult to replace a candidate,” Abbott said. “Fetterman had won the primary with such an overwhelming margin.” When he returned to the campaign trail, supporters noticed that he sometimes garbled his words. Republicans posted memes of his flubs."}, {"role": "body", "text": "This summer, I texted Fetterman asking to sit down with him, and he texted back that day. But, when I tracked down his press person, Joe Calvello, at a reproductive-rights rally this fall, he apologized. “John hasn’t granted an in-person interview since his stroke,” Calvello said. Fetterman was still suffering from speech and auditory-processing delays, which affected his ability to understand what was being said and to answer clearly. With the use of closed-captioning, though, he could participate in a conversation. Calvello sent along tweets that he said Fetterman had written, including a response to a photo Oz posted of himself feigning a touchdown at the Dallas Cowboys’ stadium. “The Cowboys blow!” Fetterman wrote. But last week’s live debate did little to assuage voters’ concerns. A team of stenographers transcribed Oz’s comments so that Fetterman could follow along, but he frequently misspoke, and struggled to explain a controversial policy shift. “I do support fracking,” he said, at one point. “I don’t, I don’t—I support fracking. And I stand and—I do support fracking.” A prominent Democrat in Pennsylvania described the event to me as a “total shit show.”"}, {"role": "body", "text": "Oz has weaponized Fetterman’s condition in a way that can seem ugly. Fetterman has asked audience members at rallies to raise their hands if they, or a parent or child, have suffered a health crisis. “I certainly hope that you did not have a doctor in your life making fun of it,” he said recently. Some supporters have implied that questioning Fetterman’s fitness is a form of ableist discrimination. In October, an NBC reporter stated that Fetterman had trouble comprehending their small talk, which occurred without captions. The journalist Kara Swisher, who suffered a similar stroke, defended Fetterman: “Maybe this reporter is just bad at small talk.” Others, pointing out that we often ask Presidential candidates to release their medical records, have argued that Fetterman’s health is relevant to how he will serve as a senator, and will likely influence voters. “This is an audition for a job and people have questions,” Dent, the former congressman, who is supporting Oz, told me."}, {"role": "body", "text": "Eventually, Fetterman agreed to speak to me by video chat, which features automatically generated captions. In the early twenty-tens, I worked in Braddock, and Fetterman’s home was around the block from my office. We sometimes spoke, or shared a takeout order. Back then, at ease on his couch, he seemed brash and self-assured. But onscreen this fall, sitting before a backdrop of yellowed hotel-room curtains, Fetterman looked nervous and gaunt. I asked him about his campaign, and he stumbled, catching himself immediately. “The martyr—excuse me—the margins coming out of red counties are critical,” he said. It was humanizing, in a way, to see him less swaggering. “I have a really much kind of deeper kind of connection now with people that have all those kinds of challenges,” he said. It remained unclear, though, whether this sort of empathy would win at the ballot box. “I’m grateful that I survived,” he told me. “I’m grateful that I’m able to bounce back in a way that allows me to be in the race.”"}, {"role": "body", "text": "The U.S. Senate campaign in Pennsylvania has garnered tremendous national attention, and for good reason. But Democrats often focus disproportionately on national races, and neglect races for state legislatures, where much of the country’s rightward lurch is taking place. “Other than something crazy-bananas happening, very little information makes it out of Harrisburg,” Muth, the state senator, told me. “At the top of the ballot, politicians want it to seem like they’re the ones holding the line on abortion or voting. But the truth is, the fate of those decisions really begins at the state level, where no one is paying any attention.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/635c423876f5e08406ea1ab3/master/w_1600,c_limit/221107_a27106.jpg", "imageWidth": 1600, "imageHeight": 1094}, {"role": "body", "text": "If Republicans win the Pennsylvania legislature, even a Democratic governor might not be able to block their efforts. In 2020, at the height of covid, the legislature, led by Mastriano, put forward a referendum to limit the governor’s power to impose lockdowns. It passed with fifty-four per cent of the vote, and has become a blueprint for getting around the governor’s veto. An omnibus referendum, planned for the spring, would ban abortion, roll back voting rights, and mandate election audits. Others could amend the state constitution to, say, change how Presidential electors are appointed. In September, at Trump Tower in New York, Donald Trump met with Faddis, from the Pennsylvania Patriot Coalition; Doug McLinko, a Bradford County commissioner who sued over the state’s voting procedures after the 2020 election; and the political strategist Michael Caputo. The trio said that they sat in Trump’s personal office, overlooking a rainy Central Park, and pressed him to lend his support to a proposed bill or referendum that would ban mail-in voting in the state, except in cases where voters are unable to vote in person. Faddis told me that, with the law as it is, there was a danger that no Republican, including Trump, could win the Presidency in Pennsylvania in 2024. “We wanted Trump to put his finger on the scale,” Faddis said. According to Faddis, Trump was enthusiastic: “He was one hundred per cent in support of it.” (Trump did not respond to a request for comment.)"}, {"role": "body", "text": "Muth told me, “If we flip two seats in the State Senate, we can block these kinds of bills.” Rage over the Supreme Court’s reversal of Roe v. Wade, in June, may make this possible. Andrea Koplove, from Turn PA Blue, told me, “What I’m hearing at the doors and what we’re seeing with voter registration and volunteers is unprecedented. Women are showing up in droves.” In 2018, only three per cent of voters said abortion was their top issue; in 2022, twenty per cent did. La’Tasha D. Mayes, a reproductive-justice activist from Pittsburgh campaigning for the State House of Representatives, told me that the reversal of Roe has bolstered support for her candidacy: “The general election in Pennsylvania will tell the tale of the future of abortion in our commonwealth.”"}, {"role": "body", "text": "On a recent evening at Love City Brewing, in Philadelphia, a group of young women gathered to raise money for progressive legislature candidates. Suburban white women compose a major swing demographic. At the edge of the crowd, Sarah Shelton, a twenty-four-year-old social worker, stood awkwardly by the open bar. “I’ve never gone to anything like this before,” she said. Shelton had recently moved to Philadelphia from Virginia. “I grew up in the white evangelical world,” she told me. “I thought abortion was wrong.” Her grandfather, a Pennsylvania politician, had served in Ronald Reagan’s Cabinet, and her brother worked at a conservative organization that had filed an amicus brief to reverse Roe. But in 2016 Shelton told her dad that she was reconsidering her position on abortion. He sent her an article that described the procedure in graphic terms, and she read it sobbing, but stood firm. “I knew that I had to be able to look my dad in the eye and defend it,” she said. At the brewery, she decided to go door to door in support of progressive candidates fighting for reproductive rights."}, {"role": "body", "text": "The spectre of abortion bans is threatening to fracture the loyalty of Republican women, more than a third of whom favor keeping abortion legal in most or all cases. At Local Tap, a bar in Lansdale, Carrie DelRosso, a forty-seven-year-old state representative who is running for lieutenant governor alongside Mastriano, attended a meet and greet with a group of middle-aged women. “I’ve been fighting school boards since I was eleven years old!” she announced. DelRosso, who wore a red business suit, began to recite her stump speech, but the crowd grew restless. “When a lot of people are going door-knocking and talking to family, friends, neighbors, we’re all hearing that a lot of women are concerned about Doug with the women’s-rights issues,” an occupational therapist said. “I feel like it’s really hurting him.” Another woman in the audience called out, “They’re really concerned about abortion!”"}, {"role": "body", "text": "DelRosso attempted to answer with a personal anecdote: “My daughter was born at thirty-three weeks. She wasn’t breathing. Josh Shapiro might have killed her!” The audience shifted uneasily. “There’s got to be exceptions!” a woman shouted. DelRosso attempted to change the subject, but the room was lost to her. A woman sitting on a barstool said, of Mastriano, “He seems too much like a colonel,” and stiffened her arms and legs to imitate a wooden soldier. Afterward, I asked DelRosso to clarify her position on abortion. “I support exceptions,” she told me. “Very much.” This was a departure from Mastriano’s platform. Mastriano himself has backpedalled recently, saying that the matter won’t really be up to him but “up to the people.”"}, {"role": "body", "text": "This fall, Mastriano began to sink in the polls. He had refused, on a number of issues, to move to the center after the Republican primary. Shapiro has raised more than fifty million dollars for this race, and Mastriano has raised less than four million, leaving him unable to pay for television advertisements. Increasingly, Republicans were speaking out against his candidacy. The Commonwealth Leaders Fund, an organization funded largely by Jeffrey Yass, donated fifteen thousand dollars to Mastriano when he first became a state senator, and the Commonwealth Children’s Choice Fund, another group funded in part by Yass, gave him ten thousand dollars the following year, but those relationships have since ended. Matt Brouillette, the treasurer of the Commonwealth Leaders Fund, told me, “We spent millions of dollars trying to beat Doug in the primary. Our problems with him weren’t about policy—we didn’t think he could win critical swing voters, or that he could govern.” It’s possible, of course, that Mastriano’s supporters are not responding to polls; a recent article on the Bulwark, a center-right news Web site, raised the fear that Mastriano’s base could resemble a fifty-foot shark—invisible to observers, but no less real. Mastriano, certainly, has remained steadfast. In September, he announced that, to win God’s favor, he would undertake a forty-day fast, to end on Election Day."}, {"role": "body", "text": "In September, I joined Shapiro at the Gettysburg battlefield, where, in 1863, the Union Army drove back the Confederates, turning the tide of the Civil War. Mastriano has often used the battlefield as a backdrop for his campaign. Lance Wallnau, a QAnon celebrity, cited Abraham Lincoln’s remarks at the battlefield while speaking at a Mastriano rally: “Pennsylvania will be like Little Round Top, and America will have a new birth of liberty.” In 2020, after a hoaxster posted on social media that Antifa was coming to Gettysburg to pull down Confederate statues, Mastriano showed up, alongside white nationalists, to defend them. This past April, at Gettysburg, Julie Green, a self-styled prophet, told Mastriano that God had this message for him: “Doug, I am here for you and I have not forsaken you. The time has come for their great fall—for the great steal to be overturned.”"}, {"role": "body", "text": "Shapiro was filming a video for social media there, in Mastriano’s symbolic back yard. Before he shot it, we climbed the ridge of Culp’s Hill, where Confederate soldiers had battled Union troops to claim the high ground. Shapiro noted that Mastriano had chosen to wear a Confederate uniform for his faculty photograph at the U.S. Army War College in the 2013-14 academic year, and until recently it had hung in the institution’s hall. “He opted to wear the uniform of a traitor,” Shapiro said, “those who literally fought to defend slavery.” After we descended Culp’s Hill, and Shapiro wandered off toward the camera, I spied three Civil War reënactors wilting in wool uniforms. Two were wearing Union blue; the third was clad in green—the uniform of a Union sniper called a Berdan Sharpshooter, he explained. I asked them how the upcoming election, and the political tenor in Pennsylvania, had become so polarized. “Look down at where you’re standing,” the man in green said."}, {"role": "body", "text": "Two hours later, I accompanied Shapiro to his campaign office in Chambersburg. Gathered there was a group of young men who’d formed a Students for Shapiro organization at Shippensburg College, in a traditionally red part of the state. “We’re like a blueberry in a bowl of tomato soup,” one told me. I also spoke to a mother and daughter, both registered Republicans, who were voting for Shapiro. The daughter, who was in her late forties, asked to remain anonymous, for fear that speaking against Mastriano might cost her her job. She found Mastriano’s mix of militarism and Scripture alarming. “He’s a Hitler wannabe,” she said. She wasn’t voting for Oz, either: “His signs look best when you turn your head. They read ‘no.’ ” Sheri Morgan, the chairwoman of the county Democratic committee, wearing a pair of aviators, noted that there was real rage around this election. She told me that recently, near a polling place, “a Mastriano supporter claimed that I was intimidating him by standing outside. He screamed at me, ‘I’m going to fucking run you over!’ ” She added, “I’ve never seen anything like this.”"}, {"role": "body", "text": "Mastriano will, in all likelihood, lose the election. “Women may win this round, but one electoral loss will do little to defeat the movement,” Borick, the political scientist, said. And whether or not the results of the election will be honored remains a question. “The biggest threat to the election isn’t voter suppression, it’s subversion,” Kenyatta, the state representative, told me. Around the country, Republican candidates are refusing to commit to honoring the results. “I’m going to win the election, and I will accept that result,” Kari Lake, the gubernatorial candidate in Arizona, has said. An aide to Tudor Dixon, the Republican nominee for governor of Michigan, told the Times that there was “no reason to believe” that state officials “are very serious about secure elections.” DelRosso has dodged the issue, saying, “We’re not going to lose. I’m a winner.” Mastriano has ignored multiple requests from media outlets for comment on the subject. But he has already raised doubts about the election, claiming, in a now deleted Facebook video, that it would take a large turnout “to overcome the fraud.”"}, {"role": "body", "text": "Battles over results are looming. Courts have issued contradictory rulings on whether undated ballots should be counted, setting up a future contest. After meeting with Toni Shuppe’s organization Audit the Vote, York County commissioners have decided to count ballots by hand. Since 2020, election workers across the state have received numerous threats. A spokesperson for Pennsylvania’s secretary of state told me, “It’s disturbing that these workers are still experiencing these issues.” Some of Mastriano’s supporters have announced that a motorcycle rally called Governor Douglas Mastriano’s Ride to Victory!!! will take place on Election Night in the state capital, which observers worry may be a harbinger of violence. “This is the warmup act for 2024,” Mittleman, of Keep Our Republic, told me."}, {"role": "body", "text": "At Gettysburg, just below Culp’s Hill, there is a creek called Spangler’s Spring, where both Union and Confederate boys collected water; the place became a symbol of common ground. Today, the spring is barred by a grate and a padlock. “There is no common ground,” Shapiro told me. The most frightening aspect of Mastriano’s candidacy, he said, was his repeated refusal to respect the electoral process. “I’ve run against seven or eight Republicans and wanted to win every race, but I’ve never felt they posed a threat to the underlying system,” Shapiro said. “Never.” He added, “This guy is a clear and present danger to our democracy.”"}]}