{"title": "Briefly Noted", "subtitle": "“James Purdy,” “Beyond Measure,” “Cocoon,” and “Everything the Light Touches.”", "authorName": "The Editors", "coverImageURL": "https://media.newyorker.com/photos/638646b21a55e42d953b2e70/master/w_1600,c_limit/221212_r41506web.jpg", "coverImageWidth": 1600, "coverImageHeight": 1200, "coverImageDescription": "", "hashTag": "Books", "publishDate": "December 5, 2022", "contents": [{"role": "body", "text": "James Purdy, by Michael Snyder (Oxford). This biography of a cult writer and pioneer of queer fiction tries to reconcile mainstream neglect of his work with the acclaim he received from authors including Tennessee Williams and Susan Sontag. Purdy, who once insisted that “all of my work is a criticism of the United States,” specialized in a kind of “outlaw fiction.” His treatment of “passing” and his use of Black vernacular made Langston Hughes assume that he was Black. Snyder takes us from Purdy’s childhood on an Ohio farm to his final years in New York, in a tantalizing portrait of a man with a talent for alienating colleagues, but also for conveying “a tragic sense of life couched in dark laughter.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/638646b2a0e213bfa02f0411/master/w_1600,c_limit/221212_r41507web.jpg", "imageWidth": 1600, "imageHeight": 1200}, {"role": "body", "text": "Beyond Measure, by James Vincent (Norton). This book uses a seemingly simple question—How did our units of measurement originate?—to deliver a profound reflection on how we experience and describe the world. The author’s inquiry takes him from Cairo, where he visits a thousand-year-old device for measuring the Nile’s floodwaters, to an iron cabinet in Paris that houses the standard metre and kilogram produced after the French Revolution. If measurement constitutes, as Vincent believes, “a mirror to society itself,” then it is perhaps no surprise that its history is one of both ingenuity and oppression. Ultimately, Vincent writes, our “frameworks of order that seem inviolable because of their deep roots in tradition and authority are as changeable as anything else in life.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/638646b2aa8105337f610eb0/master/w_1600,c_limit/221212_r41508web.jpg", "imageWidth": 1600, "imageHeight": 1200}, {"role": "body", "text": "Cocoon, by Zhang Yueran, translated from the Chinese by Jeremy Tiang (World Editions). In this multilayered novel about the sins and traumas of China’s past, two childhood friends reunite in their provincial home town after years apart. In the course of a winter night, their alternating monologues sift through their family histories, circling a fateful moment during the Cultural Revolution which left one man’s grandfather comatose and set the other’s up for an eminent medical career. As the two friends’ fortunes become increasingly intertwined, they also trade stories of their childhoods in the eighties, and the historical weight shouldered by their generation. “Blood ties are a form of violence, the way they yoke together people who feel nothing for each other,” Zhang writes."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/638646b27fbfe441c60937d2/master/w_1600,c_limit/221212_r41509web.jpg", "imageWidth": 1600, "imageHeight": 1200}, {"role": "body", "text": "Everything the Light Touches, by Janice Pariat (HarperVia). Four characters embark on journeys that bring them into close communion with nature, in this philosophical novel. A young Indian woman finds a sense of purpose in her country’s rural east. In the Edwardian era, an English botanist journeys to the same remote area, searching for a mythical tree. Carl Linnaeus, the father of biological classification, travels through Lapland, and Goethe develops his framework for perceiving the unity of a natural world in which “all is leaf.” Goethe’s rejection of the scientific wish to define nature and the mercantile one to extract value from it provides the book’s intellectual core. As one character muses, “How much harder to see things, in continuity, in extension, in expansion, as uninterruptedness.”"}]}