{"title": "So You Want to Be a TikTok Star", "subtitle": "The social-media platform is transforming the music industry. Is that a good thing?", "authorName": "John Seabrook", "coverImageURL": "https://media.newyorker.com/photos/6387a644f4f76dbac1c122fd/master/w_2240,c_limit/221212_r41503.jpg", "coverImageWidth": 1871, "coverImageHeight": 2560, "coverImageDescription": "TikTok’s algorithm can make almost any creator’s video go viral, giving unsigned artists a shot at a big record deal.", "hashTag": "Annals of Music", "publishDate": "December 12, 2022", "contents": [{"role": "body", "text": "In December, 2020, after spending nine months of the pandemic at home with her family, Katherine Li began posting her music on TikTok. “There was nothing else for me to do,” Li, who is a nineteen-year-old sophomore at the University of Toronto, told me when I visited her in Oakville, a leafy Toronto suburb, where she had holed up during the lockdown with her father, Chengwu, her mother, Xiaohong (who goes by Maggie), and her brother, Vincent, who is five years younger. She also has a sister, Alice, her elder by nine years."}, {"role": "body", "text": "“I was always in my room,” Li went on. “With the keyboard, writing snippets of songs. I thought, What am I going to do with these? Oh, I’ll put them up on TikTok!”"}, {"role": "body", "text": "Like many Gen Z kids, Li grew up steeped in social media (she started using Instagram in third grade) and in music, much of it transmitted visually. When Maggie Li was pursuing her master’s degree in economics at the University of Ottawa, Katherine was born, in 2003, and Maggie would put the crib in front of the TV with music videos or music-oriented programming playing while she studied. As a tween, Katherine became obsessed with Nickelodeon’s “Victorious,” a sitcom about a teen musical artist, played by Victoria Justice; Ariana Grande was among the cast members."}, {"role": "body", "text": "“I’d see all the music and think, That looks so fun! I really want to do that!” she told me. By the end of middle school, she was still thinking, I believe in myself, and I can totally do this!"}, {"role": "body", "text": "Her mother had imagined Katherine’s future differently. The Lis, who speak Mandarin at home, left Beijing for Canada in October, 2001, “in search of a better life,” as Chengwu Li, a mechanical engineer, put it. Their middle daughter was an outstanding student. “The best in everything,” Maggie told me, with fierce pride. She thought that Katherine would attend medical school and become a pediatrician. Alice was the performer in the family. She sang, modelled, acted, danced, and won beauty pageants. “I’ve looked up to her my whole life,” Katherine said, of her big sister."}, {"role": "body", "text": "Katherine began piano lessons in first grade, and could sight-read music. Her showpiece was Richard Clayderman’s “Mariage d’Amour.” But, apart from singing in the choir at school, and occasionally busking with Alice (who was chosen as an official subway musician by the Toronto Transit Commission), her only public vocal performances were the YouTube videos she made in her room, in which she sang covers of songs by Taylor Swift, Julia Michaels, and Shawn Mendes. She hoped to follow the bedroom-to-Billboard path blazed by her countryman Justin Bieber, who was discovered on YouTube in 2008, and, more recently, by Mendes himself, another Canadian, who broke out in 2013 on Vine, a short-form-video platform. But Katherine Li’s YouTube videos did not go viral. Fifty views, mostly friends, was a good showing. She began to doubt herself, wondering, Are people interested? Is this realistic?"}, {"role": "body", "text": "In 2014, Li downloaded Musical.ly, an app for sharing short, user-generated videos which had been launched in Shanghai that year by two Chinese entrepreneurs, Alex Zhu and Yang Luyu, and quickly became popular in the U.S. She posted videos of herself lip-synching and dancing to trending songs on the app. In 2017, Musical.ly was bought by ByteDance, a Chinese startup that had previously created Toutiao, an algorithmically fed news aggregator; Douyin, a short-form-video platform available only in China; and TikTok, a Douyin-like app for the rest of the world. ByteDance engineered a new algorithm for Musical.ly, and merged its users with those of TikTok."}, {"role": "body", "text": "By mid-2021, thanks to teen-agers like Li, TikTok had reached a billion active monthly users. Facebook, by comparison, which was launched in 2004, has 2.9 billion monthly users. TikTok users skew younger. Sixty-seven per cent of all American teen-agers use the app, and their parents are joining now, too. According to the data-analytics company Sensor Tower, the average user spends ninety-five minutes on the site—almost twice as long as they linger on the Gram."}, {"role": "body", "text": "At first, Li was only a viewer, rather than a “creator,” as TikTok flatteringly refers to anyone who uploads videos. To soundtrack their videos, TikTok creators can choose from a vast library of licensed sounds, which are mostly parts of songs, and which vary in length from a few seconds to a minute. The genius of TikTok’s business model is that the entertainment is almost entirely composed of user-generated videos, which cost a tiny fraction of the seventeen billion dollars that Netflix, for example, spent on professional content in 2021. TikTok is reportedly on track to make nearly ten billion dollars in revenue this year, mostly by selling ads against what is essentially free programming. Even so, this figure is still well short of the hundred and eighteen billion dollars that Facebook made in 2021."}, {"role": "body", "text": "“I was on the ‘For You’ page a lot,” Li told me. The “For You” feed is algorithmically tailored for each TikTok user; like snowflakes, no two “For You” feeds are exactly the same. Instead of the app displaying content that you’ve chosen to see from a collection of friends and other accounts that you’ve curated yourself, a machine-learning algorithm is your curator. Drawing on your usage patterns, your account settings, and data from your device—which could include information about people who are contacts in your phone, Facebook friends, and people you have sent TikTok links to or opened links from—the app predicts what content you really want to see. If you post a video in which you appear, biometric and demographic information that includes gender, ethnicity, and age could be scraped from your face and potentially added to the data slurry."}, {"role": "body", "text": "Mainly, though, the TikTok algorithm relies on the “signals” harvested from your responses to your “For You” feed: likes, comments, and the length of time you watch a video before swiping to the next one, by flicking your fingers up the screen. Every action, or lack of one, tells the A.I. something about your level of “engagement”—the caviar of social metrics. A user who swipes through thirty fifteen-second videos, say, provides the TikTok algorithm with many more signals than YouTube gets from a user who watches one seven-and-a-half-minute video on its platform. Those signals, in turn, allow the TikTok algorithm to home in more closely on your private desires. After a couple of hours of swiping, TikTok users get bespoke recommendations that make other feeds feel off-the-rack. “The TikTok algorithm knows me better than I know myself” is a Gen Z utterance I heard often in my reporting."}, {"role": "body", "text": "Li’s first original posts featured her singing sweet-sad melodies with lyrics about high-school crushes, a TikTok-enabled genre loosely defined as “bedroom pop.” She felt empowered on the platform, where, on any given day, the algorithm can make almost any creator’s video go viral, regardless of how many followers she has, which is not the case on YouTube."}, {"role": "body", "text": "O.K., this is my chance, Li thought."}, {"role": "body", "text": "The music industry has been the canary in the digital-content coal mine ever since Napster made music free, in 1999. As technology has steadily altered the form recorded music takes—vinyl records became cassettes, then CDs, then MP3s, then streams—the industry has found new ways to monetize the thing that never changes: the emotional connection a song creates between an artist and a fan."}, {"role": "body", "text": "After lean years early in the new millennium, when the industry saw CD sales crater while its technophobic leaders dithered over converting to file-sharing, the major labels figured out how to turn streaming to their advantage. In recent years, the three majors—Universal, Warner, and Sony—have aggressively enforced copyright and pushed Spotify and other streaming platforms to hand over as much as seventy per cent of their revenues; the profits from, and the value of, the music catalogues the labels own have soared. In 2021 alone, the value of global copyrights rose eighteen per cent, to $39.6 billion, according to a recent report by the author and former Spotify chief economist Will Page."}, {"role": "body", "text": "Now music is meeting a kind of metaverse, in the form of the rapidly evolving platform of sound, video, social media, and marketing that is TikTok. Even before the covid-19 pandemic, TikTok had become a potent music-discovery tool. In one minute on the site, a user like my fourteen-year-old daughter, Rose, might swipe through twenty or more brief videos, each with a short piece of a song synched to it by the video’s creator. Some songs are new, but many are decades old. If Rose hears an interesting sound—Smashmouth’s “Walkin’ on the Sun,” for example—she can click the record icon at the bottom and go to the sound page, where she can see the artist and the song name. Then, in theory, she can go to Spotify, Apple, or another distributed streaming platform, where the whole song can be streamed and its owners paid. (In reality, she goes to YouTube, where the stream pays, too, but at a lower rate.) On a distribution platform, a song’s owners are paid per stream, but on TikTok there is no set royalty structure in place, and it provides only negligible income, a growing point of tension with the music industry."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/6388f682f22c6bbb011e031b/master/w_1600,c_limit/221212_r41519.jpg", "imageWidth": 1600, "imageHeight": 1201, "imageDescription": "“I was always in my room,” Katherine Li says. “With the keyboard, writing.”"}, {"role": "body", "text": "The videos function as a kind of trailer for the songs, but, instead of a song’s owners being in charge of the production, TikTok creators can synch the sound to videos they’ve made about almost anything, provided they stay within community guidelines, which forbid nudity and abuse. They can also slow down or speed up music, in accordance with the latest TikTok trend. Syco Entertainment, founded by Simon Cowell, recently announced that sixty seconds of “Red Lights,” a new song co-written by the Swedish hitmaker Max Martin, Savan Kotecha, and Ali Payami, would be made available for remixing by TikTok creators before its release."}, {"role": "body", "text": "One of TikTok’s early champions within the music industry was Ole Obermann. In 2018, when he was the chief digital officer at the Warner Music Group, he had an “Aha!” moment about TikTok, he told me. “The only other time I had a similar moment was when I first used Spotify,” he said, referring back to 2007. Partly because of TikTok’s merger with Musical.ly, an app that had been utilized primarily for tween lip-synching battles, many executives weren’t using it. Obermann tried to make his skeptical colleagues understand that TikTok was going to be the next big thing. He likened user-generated videos, on which creators spend many hours, to the mixtapes people made back in the day—“the ultimate form of fandom,” he said. To me, he described TikTok as a combination of elements of Top Forty radio, music television, and streaming: “There has never been anything that can get a song hooked in your head the way TikTok does it.”"}, {"role": "body", "text": "In March, 2019, “Old Town Road,” a little known song by Lil Nas X, went viral on TikTok, thanks in part to a video by a twenty-one-year-old Boston-based creator named Michael Pelchat. In the video, Pelchat did a dance featuring a quick-cut costume change into a cowboy outfit (a “transition,” in TikTok lingo), which was synched to the lyric “I got the horses in the back.” An explosion of videos by other creators using the song and the same gimmick followed in the next few months. A remix of the song with Billy Ray Cyrus topped the Billboard Hot 100 for nineteen weeks, an all-time record, converting most remaining music-industry skeptics into TikTok champions. Pelchat earned five hundred dollars for his contribution to making “Old Town Road” a megahit. Lil Nas X gave him the money himself, saying, “Thank you, man, for changing my life, here’s $500,” Pelchat told Rolling Stone."}, {"role": "body", "text": "The “Old Town Road” rocket launch demonstrated the essential role that creators’ videos play in a song’s viral trajectory. The videos could potentially spread a piece of the song to hundreds of millions of listeners, who might then stream the original version on another platform. TikTok also proved that it could make hits out of songs that bricked at first. “Sunday Best,” a track by Surfaces, a Texas-based electro-pop duo, became extremely popular on TikTok in early 2020, a year after its release, when the line “Feeling good, like I should” was synched to dance videos. The song was rereleased to radio that March, at the start of lockdown, and turned into a global smash."}, {"role": "body", "text": "Finally, TikTok showed that a forty-year-old hit could chart again. When a video selfie made by Nathan Apodaca, in which he skateboarded and drank cran-raspberry juice from a bottle while vibing to the first lines of Fleetwood Mac’s 1977 track “Dreams”—“Now, here you go again, you say you want your freedom / Well, who am I to keep you down? / It’s only right that you should play the way you feel it”—went crazy viral, the song returned to the Billboard charts, in October, 2020. A month later, Stevie Nicks, who wrote the song, sold the publishing rights to most of her catalogue, including “Dreams,” for a reported hundred million dollars. Apodaca, who was homeless at the time he made the video, earned no royalties, but he did receive donations, and Ocean Spray gave him a pickup truck loaded with juice; he also scored a recurring role on the most recent season of the Hulu comedy “Reservation Dogs.”"}, {"role": "body", "text": "By then, Ole Obermann had left Warner Music for a new gig: global head of music at TikTok."}, {"role": "body", "text": "Katherine Li had already seen other musicians blowing up on TikTok. There were new superstars like Doja Cat and Megan Thee Stallion, whose hit song “Savage” caught fire on the platform in the spring of 2020. But both artists’ careers had predated TikTok, and they had major-label backing. Although Li, like virtually all TikTok creators, longed for fame, she couldn’t imagine being that kind of famous herself. She could, she told me, relate to “these smaller artists on TikTok, who were also getting so much exposure.” In 2020 alone, more than seventy new artists who broke out on TikTok signed contracts with record labels. “In a pre-TikTok world, it was hard to draw a crowd, and artists used that process to hone their craft,” Billy Mann, a Grammy-nominated producer, songwriter, and record executive, told me, of the traditional route to a record deal—performing live to growing audiences. “Now you can start with a crowd in your phone and pray that craft catches up.”"}, {"role": "body", "text": "Li was intrigued, too, by D.I.Y. TikTok artists who were monetizing their music careers through influencer deals with brands. That way, they could often keep the rights to their songs. She also cited Taylor Swift to me as a music-business role model. Swift is currently rerecording albums that she made earlier in her career for Big Machine, a Nashville-based independent label distributed by Universal, in order to regain control of her “masters,” the industry term for the original sound recordings—those copyrights are separate from the lyrics and melodies in the composition, known as the “publishing.” Scooter Braun, Big Machine’s then owner, sold Swift’s masters to Shamrock Holdings, a Disney-family investment vehicle, against the artist’s wishes. The “Taylor’s Version” masters are her revenge."}, {"role": "body", "text": "“I learned from Taylor,” Li said. “You keep control of your masters.”"}, {"role": "body", "text": "Swift built her career during the file-sharing era, which changed the business model for many artists, shifting the main source of revenue away from recorded music, which can be pirated, and toward ticket sales to live events. The pandemic ended the touring economy almost overnight. Live-streamed concerts tried to fill the void, but they were pale substitutes for the real thing. With everyone stuck at home, TikTok became the show."}, {"role": "body", "text": "Tours returned in full force in 2022, but the TikTok algorithm has remained the sun around which the music industry orbits, and the arbiter-in-chief of what’s hot. Top Ten songs on radio and streaming charts often start trending first on TikTok. As many as a hundred thousand new tracks are now released by record labels and individual musicians every day on any number of platforms. Having a viral video attached to part of a song is one of the few ways to capture anyone’s attention. Virality also tilts the arcane economics of streaming in the copyright holders’ favor, because the worth of any single stream is based on the percentage of a streaming platform’s total monthly streams that the song commands. In other words, a lot of listens in a short amount of time will make you more money per stream than a slow-burner will."}, {"role": "body", "text": "But how does the algorithm launch viral trends on TikTok? Machine learning is a form of A.I. that identifies patterns in data and makes predictions and recommendations based on them. Because of the complexity of their calculations and the sheer volume of data they ingest, the exact workings of powerful A.I.s like TikTok’s are difficult to comprehend. Still, there are theories about TikTok’s algorithm. The batch theory holds that the algorithm shows new content to small batches of users around the world, and, if a video gains traction somewhere, the app sends the video to a larger batch of users, and then a still larger one. Within the batch theory, there are more theories about how a video gains traction in the first place. Some hold that the ratio of likes to views is the key metric. For others, it’s whether people stay with a video to its end. Some combination of all these factors is probably at play. TikTok itself has confirmed aspects of this on its Web site, but without much granularity. There is no shortage of YouTube videos or Reddit threads probing the mysteries of the recommendation algorithm for users who suspect that it is being periodically tweaked by ByteDance engineers."}, {"role": "body", "text": "Viral videos aren’t new, of course, but attempting to incorporate virality into the way artists are discovered and their songs are marketed is. For label executives looking to sign and develop new talent, the challenge is to understand why a song goes viral on TikTok in the first place. Is it the music, or is it the artist’s personality? Or is it the creator who started a dance trend synched to the sound? Or is it the flash of a tattoo on a hunky creator’s biceps, or the glimpse of a creator’s cleavage as she bends to press Play before doing her slinky dance?"}, {"role": "body", "text": "“You could be gaining eyeballs and fans for things other than music,” Mike Caren, a former president of A. & R. at Warner Music, told me when I went to see him at APG, a boutique label in Beverly Hills, where he is the C.E.O. Caren, who is forty-five, and who started in the business as an intern at Interscope Records when he was fifteen, went on, “Or, you could have songs that go viral because of a six-second line in the song, but then when people hear the whole song they go, ‘This sucks!’ So you have to see through all that and ask, Is it really about the music?”"}, {"role": "body", "text": "Industry gatekeepers have always used data to try to gauge how deeply a song or an artist connects with fans. Radio programmers have long relied on “call-out research,” derived from playing a song’s hook for a focus group, to help predict whether the song will be a hit. TikTok does something similar, automatically. It offers real-time global call-out data on every sound on the platform, new and old."}, {"role": "body", "text": "Likewise, record executives have scouted talent online since the early years of YouTube, which launched in 2005 and was purchased by Google in 2006. But before the pandemic few would have signed an act without first hearing the artist perform live. Caren recalled going to a basement club in London in 2010 to see an unknown artist named Ed Sheeran. “I had already seen data which led me to go,” Caren said. “He opened for a rapper and there was a hip-hop d.j. on before him. And Ed walks out there with an acoustic guitar over his back. I thought, Oh, man, this is going to be brutal. People are going to turn their backs. But he managed to capture the entire audience, who were not there for him, because of his passion.” That show, Caren said, was “another data point. But it wasn’t a numerical metric.” Warner signed Sheeran several months later."}, {"role": "body", "text": "During the pandemic, however, signing acts on the basis of social-media presence alone became the norm among the majors—your phone was the club—and the practice has persisted even as live shows have returned. Some music professionals say, with sadness, that if forced to choose between an artist with good numbers on social media but so-so music and one with great music but lacklustre “socials,” they’d have to choose the former. Chioke (Stretch) McCoy, a veteran manager of top hip-hop acts, told me that he would always favor the artist’s talent over the data, but he added that while TikTok was great for music it was not necessarily great for musicians, whom labels are treating as if they are as disposable as their songs."}, {"role": "body", "text": "Caren mentioned a TikTok artist who had recently had a viral moment. “If he had signed a deal last week, he would have gotten a couple of million dollars,” he said. “If it takes him a couple weeks to close his deal, and the data keeps going up, it could get more expensive for us.”"}, {"role": "body", "text": "And if his data go down? “Some would back off. It’s possible no one might sign him.”"}, {"role": "body", "text": "In the weeks leading up to Christmas, 2020, while Li was working on her college applications, she tried to write “an original snippet” of a song for TikTok, just a couple of lines generally, every other day. “Usually, I wrote it just thirty minutes before I posted it,” she told me. With her phone propped up on a small tripod, she’d record the snippet, singing along to chords she played on a keyboard in her bedroom, and upload it to TikTok. In the morning, she would check TikTok as soon as she woke, then go downstairs and say, “Look, Mom, I got thirty views!”"}, {"role": "body", "text": "“Woo-hoo!” her mother would respond gamely."}, {"role": "body", "text": "The Lis weren’t overly concerned with the politics surrounding TikTok, which some governments view as a major security risk. India permanently banned the app in 2021. In 2020, President Donald Trump issued Executive Order 13942, which stated that TikTok’s “data collection threatens to allow the Chinese Communist Party access to Americans’ personal and proprietary information.” The Trump Administration sought to force ByteDance to sell TikTok to Microsoft, Oracle, or another U.S.-based tech company or be banned, but the bid stalled in federal court. A bill seeking to ban TikTok from government-issued devices, sponsored by Missouri’s junior senator, Josh Hawley, is currently before Congress. Christopher Wray, the F.B.I. director, recently told lawmakers that TikTok raises national-security concerns. TikTok said in response, “As Director Wray specified in his remarks, the FBI’s input is being considered as part of our ongoing negotiations with the U.S. Government. While we can’t comment on the specifics of those confidential discussions, we are confident that we are on a path to fully satisfy all reasonable U.S. national security concerns.”"}, {"role": "body", "text": "On December 23rd, Li sat at her desk and prepared to record a new snippet. Next to her was a handwritten list of goals for 2020, with a small box drawn beside each goal, checked or unchecked, depending on whether it had been accomplished. The box next to “Stay Off WiFi for One Day” remained unchecked."}, {"role": "body", "text": "Looking into her phone, Li sang all that existed of “Heartache,” her latest song bite, closing her eyes, her long black hair falling over her forehead:"}, {"role": "quote", "text": "We’re in a heartache"}, {"role": "quote", "text": "And I hope it’s O.K."}, {"role": "quote", "text": "That you’re living rent-free"}, {"role": "quote", "text": "In my mind"}, {"role": "body", "text": "The clip is entirely affectless—an authentic moment of pure lyricism. It’s as though we were watching from the other side of a looking glass as a sweet, guileless girl shares what’s in her heart in the privacy of her bedroom. Li’s vocal tone on the word “heartache” carries a piercing note of sadness that may have sounded especially resonant that pandemic holiday season."}, {"role": "body", "text": "Li posted the video, climbed into her big, round bed under colored L.E.D. strip lights on the ceiling, and went to sleep."}, {"role": "body", "text": "Jacob Pace was nineteen when, in 2017, he assumed control of Flighthouse, a Musical.ly account that he helped transform into a studio for short-form videos for TikTok. At first, he told me, labels and publishers wanted Flighthouse to pay a fee for a license so that it could use copyrighted music, as is standard practice in TV and film. But Pace couldn’t believe it. “They wanted us to pay them for using their songs!” he exclaimed to me recently, still incredulous at age twenty-four."}, {"role": "body", "text": "Bruh. What did you expect? That was how the industry survived Napster and its spawn: by leveraging the publishing and recording copyrights owned by the majors. But, with the rise of platforms like Musical.ly and TikTok, the century-old consumption-based model of royalty payments has been replaced by a collaborative model, in which rights holders and online creators are partners in the chancy enterprise of virality. As a social-media native, Pace knew what the music industry would soon grasp collectively: that the balance of power had shifted from the song and its owners to the netizens who could make the song go viral. A new economy of TikTok creator-influencers was emerging, who were selling lightning in a bottle, and Flighthouse became an apothecary of virality."}, {"role": "body", "text": "In 2019, Barbara Jones, a former marketing manager at Columbia Records who had had her own “Aha!” moment about TikTok, founded Outshine Talent, to represent TikTok creators and act as a conduit to the labels and brands that need their influence. Charli D’Amelio, one of Jones’s first clients, was a teen-age competitive dancer from Norwalk, Connecticut, whose videos of herself doing choreographed dances to hip-hop songs in her upper-middle-class family home made her wildly popular on TikTok, a kind of Kardashian next door. By mid-2020, whatever song Charli chose had a decent shot at going viral. When Charli danced to “Lottery (Renegade),” by K Camp, the song exploded. (D’Amelio, who is white, was later revealed to have appropriated the choreography for her video from a Black creator, Jalaiah Harmon.) Likewise, “In the Party,” by Flo Milli, got a spike from Charli’s moves. But, unlike Michael Pelchat, who helped make “Old Town Road” go viral, D’Amelio, with Jones’s assistance, monetized her influence."}, {"role": "body", "text": "Jones walked me through the prices that creators charge to boost songs, distinguishing between “initiators,” who can start a fire under a song, and “accelerators,” who add fuel to it. Lower-tier creators, with follower counts ranging from twenty thousand to a million, can charge between two hundred and fifty dollars and a thousand dollars a video; mid-tier creators, with millions of followers, get between a thousand dollars and three thousand dollars; and the upper tier, where such TikTok élite as D’Amelio dwell, can receive up to seventy-five thousand dollars for a post. However, Jones cautioned, “it’s still so risky. You can’t make something viral.” Would Nathan Apodaca’s “Dreams” video have gone viral if he’d been a paid influencer? All a digital marketer can do is closely monitor what’s happening organically on TikTok, and then hire creators to juice the trend."}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/6388f6822eba863884184782/master/w_1600,c_limit/221212_a26954.jpg", "imageWidth": 1600, "imageHeight": 1380}, {"role": "body", "text": "The Federal Trade Commission supposedly maintains oversight of these paid sponsorships in music, but in contrast to paid brand sponsorships, which are required to be labelled as ads, hired music influencers are rarely identified as such. One insider told me, of the way labels pay creators, “It’s down and dirty—‘Can you get it done tomorrow? We’ll Venmo you.’ ” The practice is not unlike payola, except that it doesn’t seem to be very heavily policed; it dwells in the same murky mixture of marketing and culture that extends across much of TikTok."}, {"role": "body", "text": "Jacob Pace went from Flighthouse to Pearpop, an influencer marketing platform founded by Guy Oseary, a longtime talent manager, and Cole Mason, a former fashion model, that connects labels and brands with TikTok creators. Creators with lesser followings can enter hundreds of different TikTok hashtag challenges listed on Pearpop. In a recent example, #frozenchallenge, the copyright holders of Madonna’s 1998 hit song “Frozen” offered cash prizes of up to fourteen hundred dollars for the most viewed videos that were made using a trap mix of the original song, in the hope, one assumes, of increasing the copyright’s value. (Oseary also manages Madonna.)"}, {"role": "body", "text": "These hashtag challenges can themselves birth careers. Stacey Ryan, a twenty-two-year-old singer-songwriter from Montreal, blew up on TikTok last December with an “open verse challenge,” in which she sang the first line of the chorus of an unfinished song, “Don’t Text Me When You’re Drunk,” and invited creators to contribute verses and to “duet” with her. Forty thousand creator videos later, hundreds of millions of people on TikTok had heard the hook, which led to her signing a seven-figure licensing deal with Island Records, a division of Universal. She released a version of the song she collaborated on with one creator, Zai1k. Ryan’s manager, Nils Gums, the founder of Creative House L.A., told me, “The leverage she gained through TikTok has allowed us to keep her masters as well as her publishing.”"}, {"role": "body", "text": "The morning after Li posted her new song, she checked her phone as soon as she woke up. “Heartache” had amassed seven thousand views overnight, far outdistancing any of her previous videos."}, {"role": "body", "text": "“Wow! That’s a lot more than thirty!” her mother exclaimed after Li had come rocketing downstairs, shrieking. “I was just bouncing around off the walls!” Li recalled. It was her first viral moment. The video hit a hundred thousand views by that evening, and was close to a million within a week."}, {"role": "body", "text": "Having gone viral once, Li tried to make it happen again through the spring and summer of 2021. What had made that particular video so successful with the algorithm? She studied the comments, and responded to them. Users were generous, without the snark of Twitter or any traces of envy, the green-eyed monster that stalks Instagram. In follow-up videos, Li acted as her fans’ relationship coach, advising them on their own heartbreaks. “They feel like me,” she said, of her online community. “A thousand me’s” from all over the world, including many from India and the Philippines."}, {"role": "body", "text": "In August, Li posted a new song fragment titled “We Didn’t Even Date,” which produced a second viral moment. A few weeks later, she got a call from two young men at Interscope Records, in Los Angeles. Sean Lewow and Max Motley, both twenty-four years old, had seen Li’s videos in their “For You” feeds, which, like everyone in A. & R. these days, they rely on to spot new talent."}, {"role": "body", "text": "The music industry has always welcomed young people with hustle, and being Gen Z TikTok natives gave Lewow and Motley special status with the aging millennials they worked for. In addition to their Interscope gigs, Motley and Lewow were planning to start their own management company and label, with a focus on TikTok creators."}, {"role": "body", "text": "“We had two great conversations,” Lewow said, of their calls with Li. “We told her, ‘Yo, when these songs blow up on TikTok and you release them on YouTube, you’re not actually able to monetize,’ ” because YouTube pays so little for a stream. They thought that “We Didn’t Even Date” had potential, but it needed proper production, and they introduced Li to Joe Avio, an L.A.-based producer. They also suggested that Li “get back in the good graces of the algorithm,” as Lewow put it, by teasing bits of the music before releasing the finished song."}, {"role": "body", "text": "In December, 2021, Li posted a few lines from a new song, “Happening Again,” on her singular theme, unrequited love. “That song, when I first posted it, was not the biggest video I had,” Li told me. “But in the comments people seemed like they were way more engaged with that song.”"}, {"role": "body", "text": "Li still wasn’t ready for a record contract; the idea of leaving the nurturing confines of TikTok had little appeal. Lewow and Motley told her about SoundOn, a music-distribution service that TikTok was planning to launch in the spring of 2022, with an emphasis on its D.I.Y. stars. That sounded perfect."}, {"role": "body", "text": "In the months leading up to the May, 2022, release of her album “Dance Fever,” Florence Welch, the songwriter and front woman for Florence and the Machine, kept hearing about TikTok from her label, Polydor. “What are you doing for TikTok? What are you doing for TikTok?” she was asked repeatedly, she told me. “And I was, like, ‘What the fuck is going on?’ ”"}, {"role": "body", "text": "It was explained to Welch that if she made a TikTok video it might go viral, and that would help her streaming numbers. Welch responded to the label, “Oh, I actively don’t want to go viral. Anytime anything of mine has gone remotely viral, it’s filled me with dread. Any kind of attention that is not directly related to the work or an album, I don’t want it.”"}, {"role": "body", "text": "For artists of a certain age and temperament (Welch is thirty-six, and has spoken about how social media has compounded her struggles with mental health), it can be difficult to grasp why, after having labored many hours in the studio to polish a record to perfection, it is necessary to prerelease an iPhone video of themselves, recorded with lo-fi audio, engaged in an activity that is both natural and meme-able. Only a few years ago, most pop labels went to great lengths to prevent music bloggers or mastering engineers from leaking music before the official release day. (Hip-hop labels have long understood the power of strategic leaks.) These days, if there’s not a viral prerelease video, the song might not get released at all."}, {"role": "body", "text": "“My fans, the people who follow me, are not going to believe that I just suddenly decided to do TikTok,” Welch told the label. Until now, social media would not have been a problem for an artist of Welch’s stature. The label would assign a social-media manager to rustle up content for her Instagram, Facebook, and Twitter feeds. But the user-generated culture of TikTok requires the artist to take part in the content to increase its chances of going viral. And, unlike Instagram, where artists have control over their image, on TikTok the creators are your collaborators, like it or not."}, {"role": "body", "text": "Digital natives like Charlie Puth, the thirty-one-year-old singer-songwriter who built a fan base on YouTube, thrive on TikTok. Puth shared bits of his hit “Light Switch” with his fans on the platform as he was writing it. But for other artists, especially those with established followings, TikTok is just another in a growing list of online marketing chores that keep them from making and playing music. “It’s not what they signed up for,” a younger industry executive at a major label told me. “There’s a huge struggle between the artists who aren’t talk-show hosts, and don’t have content ideas every day, and those who do.” He added, “Some artists want to be TikTok-trained. It’s like hiring a personal trainer.”"}, {"role": "body", "text": "“I don’t want to pretend to be someone else,” Sheila Mohebpour, a twenty-seven-year-old digital marketing manager at Range Media Partners, a top talent agency in Los Angeles, told me, of working with artists on TikTok. “The artist has to pull their own weight.” Mohebpour said that she doesn’t think of what she does as marketing at all: “It’s community-building.”"}, {"role": "body", "text": "Radio call-out research traditionally tests the chorus on audiences. But on TikTok any part of a song can go viral. “It’s not necessarily the chorus,” said Tor Hermansen, of the production duo Stargate, who, with Mikkel Eriksen, produced several of Rihanna’s biggest hits. “It could be the surprising moment that happens after the second chorus. Or a random, fun lyric line.” The lyrics from Lizzo’s “About Damn Time” that have inspired more than two million creator videos so far consist of the end of the chorus and the first lines of the second verse: “All right, it’s about damn time / In a minute I’ma need a sentimental / Man or woman to pump me up / Feeling fussy, walkin’ in my Balenci-ussy’s / Tryna bring out the fabulous.” TikTok savants like Mohebpour offer advice on what part of a song might be most likely to start a trend, but ultimately it is the users who will decide."}, {"role": "body", "text": "Finally, Welch agreed to make a TikTok video: “I was just, like, I am about to go into another meeting about this launch, and they are going to fucking ask me why haven’t I done something.” The video, in which the artist sings part of “My Love,” a song from the album, did go mildly viral, and “Dance Fever” subsequently débuted at No. 7 on the Billboard album chart. Reading the comments from viewers, Welch grew attached to the TikTok community, “which I found to be anarchic and hilarious and weird in a way that I really enjoyed,” she told me. She has continued to make TikTok videos, even though Polydor stopped asking for them."}, {"role": "body", "text": "“I feel like it’s a platform on which you can be stranger,” Welch said. “Like, if I just want to drink fake blood in a graveyard, TikTok is an environment that would embrace that.”"}, {"role": "body", "text": "Like CD Baby, DistroKid, and TuneCore, SoundOn is a music-distribution service that gives independent songwriters and artists access to streaming platforms, in exchange for a share of royalties, while allowing them to keep their copyrights. The name refers to the default audio setting on TikTok videos, which, in contrast to YouTube, is always on. In addition to distribution, SoundOn offers its artists best practices for keeping users’ profoundly distracted attention. These include remaining authentic, finding a niche and staying with it, using SoundOn analytics to understand how many people are listening to your song and featuring it in their TikTok videos, and being able to react quickly if any TikTok data show that your song might be gaining traction somewhere on the planet."}, {"role": "body", "text": "Some see in SoundOn, and in ByteDance’s streaming platform, Resso, the emergence of a kind of parallel music industry, one that could erode the value of the traditional industry in a way that independent services like TuneCore, which lack the music-discovery tools and global reach of TikTok, never could. Barbara Jones, of Outshine Talent, speculated on ByteDance executives’ future plans: “They could say, ‘We have the artists, we have the fans, we have the distribution, we have the algorithm—there’s no reason why we aren’t setting up as a label with streaming.’ ” Resso currently operates in India, Indonesia, and Brazil, and is, according to a recent article in the Wall Street Journal, planning to expand to more countries, a fact that Ole Obermann, TikTok’s music chief, told me he could neither confirm nor deny. If Resso became available in the U.S., users could potentially stream songs without leaving TikTok at all."}, {"role": "body", "text": "Obermann, who works out of his home in Spain, elaborated in a recent Zoom call on how SoundOn helps artists like Katherine Li. “The entrance into the giant coliseum that is TikTok is perhaps a little intimidating for musical creators who are still really early on in that journey,” he said. “So let’s build a separate entrance only accessible to these undiscovered, unsigned creators. We keep an eye on them, work with them on their journey,” and, he explained, introduce them to influential creators who “match their sensibility, and who could make a video to increase their chances of success.”"}, {"role": "body", "text": "SoundOn also puts its artists together with small and large brands. Until the advent of TikTok, advertisers had to either pay for an expensive synch license in order to use a well-known song or go with commercial music that the brand had commissioned itself. Now an advertiser can pay a TikTok creator or a SoundOn musician a relative pittance to use his original music and leverage his following, and hope to catch a viral wave on the platform. The ad, in turn, promotes the artist’s music. Obermann pointed to the SoundOn artist Nicky Youre and his summery, feel-good song “Sunroof”:"}, {"role": "quote", "text": "I got my head out the sunroof"}, {"role": "quote", "text": "I’m blasting our favorite tunes"}, {"role": "quote", "text": "I only got one thing on my mind"}, {"role": "body", "text": "The song first gained traction on TikTok in late 2021, because smaller brands were using it in ad campaigns. “Then creators with followings got onto it and the song hockey-sticked,” Obermann said—that is, the streaming numbers angled steeply upward. By mid-September, 2022, “Sunroof” was No. 4 on the Billboard Hot 100."}, {"role": "body", "text": "Among the brands that approached TikTok in search of music to use in ads in the spring of 2022 was American Eagle, the Gen Z-focussed clothing company. Craig Brommers, the company’s chief marketing officer, explained to me that his team was looking for a “back-to-school anthem” to build its fall advertising campaign around. “And while we have the brand strength and budget to work with most of the big music stars out there today,” he went on, “there was something in our head that said, ‘This Gen Z entrepreneurial spirit is something we should pursue, instead of just working with a Shawn Mendes or someone of that nature.’ ”"}, {"role": "body", "text": "TikTok pitched several of its artists to American Eagle, including Katherine Li. “We were looking for someone who had an instant connection through the phone,” Brommers explained, “who didn’t feel manufactured, someone who felt he or she had a personal story, whose music was real but also leaning toward optimism.” After reviewing the SoundOn roster, Brommers’s team decided that “Katherine was just perfect for what we were looking for.”"}, {"role": "body", "text": "Li had fewer than four hundred thousand followers at that point—a minuscule following compared with Charli D’Amelio, say, who currently has nearly a hundred and fifty million. But the TikTok of 2020 that spammed D’Amelio into everyone’s “For You” feed isn’t the TikTok of 2022. As more people have joined the platform, affinity groups have developed, which have grown into siloed subcultures. There’s Comedy TikTok, Football TikTok, Alt TikTok, Cooking TikTok, Conspiracy TikTok, and BookTok. What was once just TikTok is now referred to as Straight TikTok."}, {"role": "body", "text": "“TikTok shows you what you want to see,” Max Bernstein, the founder of the viral-marketing agency Muuser, told me. “So, if you’re targeting people who like cosplay and manga comics, you won’t even reach them with a video from Charli D’Amelio.” From a marketing perspective, a creator with a small but intensely engaged following who can start a trend at least semi-organically in her community could be preferable (and much cheaper) to a creator with a huge following, like D’Amelio, whose ability to start trends “authentically” has diminished as her celebrity has grown; there’s now a D’Amelio-family reality show on Hulu. The snake has eaten its tail."}, {"role": "body", "text": "“This Gen Z audience isn’t stupid,” Brommers, who previously headed marketing at Juul, the e-cigarette company, told me. “They are fully aware that many creators are working with brands. But Gen Z also has a strong bullshit meter. If a creator is partnering with a brand that doesn’t make sense, they’ll call you out. And it can get ugly very quickly.”"}, {"role": "image", "imageURL": "https://media.newyorker.com/cartoons/6388f682312d1dd2a6cbae78/master/w_1600,c_limit/221212_a25792.jpg", "imageWidth": 1600, "imageHeight": 1596, "imageDescription": "“I’d like to order one large pizza with traditional toppings that have stood the test of time, and two large riskier choices that everyone will hate.”"}, {"role": "body", "text": "American Eagle asked Li to rewrite some of the lyrics of “Happening Again,” to mention the brand. The company also paid for a professionally produced, eleven-minute music video, shot in a former high school, in which Li—clad in the fall line—and a cast of extras act out her crush."}, {"role": "body", "text": "In late August, American Eagle launched a three-day hashtag challenge, with Li inviting creators to make music videos for her song, wearing their own American Eagle jeans. The winning video would be played on the company’s Times Square storefront Jumbotron, and the winner would receive a three-thousand-dollar gift certificate. Lewow and Motley brokered the terms of the deal, under which American Eagle paid Li slightly more than a hundred thousand dollars."}, {"role": "body", "text": "When we spoke in early September, Brommers was awed by the numbers the challenge had produced. One and a half million creator videos had used the hashtag #AEJeansSoundOn. “It sounds crazy, but the challenge produced over three billion views,” he said, taking into account all the views the creator videos generated. “That is a very big deal for us.” He added, “This is a real kid. We could have gone a superstar route. But this seems extremely effective.”"}, {"role": "body", "text": "In the 1984 movie “Footloose,” Kevin Bacon plays Ren, a teen-ager who moves to Bomont, a small, God-fearing town that has prohibited dancing and rock music; Ren convinces the city council to allow a senior dance, reversing the ban. When I asked Brendan Carr, one of four current Federal Communications commissioners, about his congressional testimony in July, in which he portrayed TikTok as a dire national-security threat, he began by referencing the movie: “I’m the guy who comes in and says, ‘Stop the dancing!’ ”"}, {"role": "body", "text": "The F.C.C. regulates certain types of network hardware that could compromise national security, but TikTok, being made of data, software, and math, lies beyond its jurisdiction. That hasn’t prevented Carr, a Republican commissioner, from calling for the app to be banned from the Apple and Google app stores."}, {"role": "body", "text": "“You may say, ‘I don’t get it,’ ” Carr observed. “ ‘What’s the national-security issue with popular dance videos being uploaded?’ And what I say is: It’s not about what you’re uploading. That’s just the sheep’s clothing. Underneath that, TikTok really functions as a kind of sophisticated surveillance tool. It’s collecting everything from search and browsing history to keystroke patterns and biometrics, including face prints and voice prints—that’s an awful lot of data that you aren’t choosing to upload.” He added, “China has the most sophisticated data operation in the world, which they use to control their own people. Why we would be O.K. with private, sensitive data on millions of Americans being fed into that surveillance operation is beyond me.” In Carr’s world view, TikTok isn’t “Footloose”; it’s “The Manchurian Candidate” with a sick beat."}, {"role": "body", "text": "ByteDance disputes these claims, and said through a spokesperson, “It is unfortunate that, despite sitting down with members of our policy team for a briefing on our privacy and security efforts, Commissioner Carr continues to push unfounded claims about our service that he knows to be false.”"}, {"role": "body", "text": "In October, 2021, a TikTok official claimed in sworn congressional testimony that TikTok user data gathered in the U.S. are stored in the U.S. and Singapore, not in China, implying that no one in China has access to that information. But in June, 2022, Emily Baker-White, a former policy manager at Spotify turned journalist, published a story in BuzzFeed News on leaked audio she’d reviewed from a September, 2021, ByteDance meeting. According to Baker-White, a U.S.-based member of TikTok’s Trust and Safety department could be heard saying, “Everything is seen in China.”"}, {"role": "body", "text": "In response, TikTok insisted, “We now route a hundred per cent of U.S. user traffic to Oracle Cloud Infrastructure”—a service run by Oracle, which is based in Austin, Texas—“and we are continuing to work on additional safeguards on U.S. data for improved peace of mind for our community.”"}, {"role": "body", "text": "“The assurances from TikTok were nothing other than gaslighting,” Carr told me, referring to Baker-White’s reporting. (Baker-White is now at Forbes, where she continues to cover ByteDance and TikTok.) I brought up ByteDance’s engineering project to sequester TikTok data within the U.S., in the Oracle Cloud Infrastructure, internally named Project Texas. In addition, ByteDance has pledged to allow independent auditors access to the workings of the TikTok algorithm."}, {"role": "body", "text": "“Does this alleviate your concerns?” I asked."}, {"role": "body", "text": "“No,” Carr said."}, {"role": "body", "text": "When I asked Li recently if she was worried about her TikTok data being misused in any way, she said, “It’s not a concern of mine.” We were having dinner at a sushi restaurant in Oakville. Li had begun her second year at college, where she’s pursuing a major in commerce, which she thought would be easier to juggle with a music career than medical school."}, {"role": "body", "text": "Although Li’s parents told me they were pleased with her American Eagle payday, there was a difference, at least in their minds, between a career as an artist and one as a brand pitch person; Li hadn’t traded medical school for that. As long as their daughter remained at U.T. and got her degree, Maggie Li told me, she would be content. Accounting, her field, was also Katherine’s focus."}, {"role": "body", "text": "In the restaurant, however, Li told me that she might not finish her degree, at least not in consecutive years. When she said, “The window of opportunity is open now,” I could hear Lewow and Motley’s counsel."}, {"role": "body", "text": "In late August, Li performed her music in front of an audience for the first time, at School Night!, an L.A. industry showcase where Billie Eilish had played one of her first shows. “Crush(ed),” an E.P. of six original songs, came to streaming platforms in mid-October, and one, “Never Had a Chance,” quickly topped ten million streams. Down the road, Li needed to hire an experienced manager to complement her team of Lewow and Motley, as well as a publicist and a touring agent—the kind of support that, in the old days, an artist with a following the size of Li’s would already have."}, {"role": "body", "text": "“Touring!” Li said nervously. She bowed her head and shut her eyes, daunted by the prospect of leaving the TikTok incubator, going on the road, and actually selling tickets to her shows, still the ultimate metric of engagement."}, {"role": "body", "text": "In the meantime, she would be posting on TikTok every other day, to stay in the good graces of the algorithm. I mentioned the unchecked box next to one of this year’s goals on the list in her bedroom: “Read Three Books.”"}, {"role": "body", "text": "“I know!” Li said. “I’ve still got time!”"}]}