{"title": "The Spectrum of Congee", "subtitle": "New outposts of Congee Village and Maya Congee Café serve the rice porridge in traditional and unexpected iterations.", "authorName": "Hannah Goldfield", "coverImageURL": "https://media.newyorker.com/photos/638932d94d4403fc45f91360/master/w_1920,c_limit/221212_r41524_rd.jpg", "coverImageWidth": 1920, "coverImageHeight": 1172, "coverImageDescription": "The modular menu at Maya Congee Café consists of components—avocado, peanuts, eggs, whitefish salad, braised chicken—that can be assembled in myriad combinations, atop bowls of congee or in sandwiches.", "hashTag": "Tables for Two", "publishDate": "December 2, 2022", "contents": [{"role": "body", "text": "Among au-courant gifts for expectant parents—especially those who use the term “self-care” unironically—is Heng Ou’s book “The First Forty Days: The Essential Art of Nourishing the New Mother.” It’s inspired by zuo yuezi, or “sitting the month,” the Chinese postpartum tradition of spending several weeks after a baby is born doing little but resting and tending to the body. In a section on congee, Ou describes the rice porridge as “one of the most reassuring meals you can eat.” Soft, warm, and easy to digest, it’s also a “blank canvas on which to improvise,” made with broth or water, endlessly customizable."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/638932d82276ab205c0119a9/master/w_1600,c_limit/221212_r41498.jpg", "imageWidth": 1600, "imageHeight": 1066, "imageDescription": "Layla Chen’s passion for grits and for her Chinese heritage led her to focus on congee, which she makes with both jasmine and brown rice, plus quinoa, dried bay leaves, and medjool dates."}, {"role": "body", "text": "You can find congee at many restaurants in Manhattan’s Chinatown, including, perhaps most famously, Congee Village (100 Allen St.), which opened in 1996. A more surprising place to find it is in brownstone Brooklyn. In 2017, Layla Chen took over the sandwich shop Bed-Stuy Provisions and slowly transformed it into Maya Congee Café (563 Gates Ave.), named for her now five-year-old daughter. Chen had initially wanted to offer grits, her favorite thing to order at the beloved, now shuttered Bed-Stuy bakery Scratchbread. But when she hired Scratchbread’s proprietor, Matthew Tilden, as a consultant, he suggested leaning into her roots. When Chen was seven, her family moved from Guangdong to Hawaii, where her dad opened a Chinese food-court counter."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/638932d74d4403fc45f9135e/master/w_1600,c_limit/221212_r41526.jpg", "imageWidth": 1600, "imageHeight": 1066, "imageDescription": "The Wake Me Up congee includes smoked cheese, a soft-boiled egg, spicy shredded pork, avocado, and fried shallots."}, {"role": "body", "text": "Chen’s parents made congee when she was growing up, and, indeed, she ate congee in the weeks after Maya was born. On Nov. 1, roughly forty days after the birth of her second child, Chen opened a second Maya Congee Café, in Clinton Hill (1013 Fulton St.), in a bigger, brighter space, with indoor seating, and an elegantly modular menu, consisting of components prepared in an off-site kitchen which can be warmed and assembled, in dozens of ways, à la minute."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/638932d8f7d7848588bd344c/master/w_1600,c_limit/221212_r41527.jpg", "imageWidth": 1600, "imageHeight": 1067, "imageDescription": "Chen recently added a black-sesame mochi cake to her evolving menu."}, {"role": "body", "text": "The congee is made with both jasmine and brown rice, plus quinoa and, for a touch of sweetness, medjool dates, a combination that Chen pointedly qualifies, on the menu, as “non-traditional,” and which gives it a satisfyingly thick, creamy texture and a gentle nuttiness. Cooked in water seasoned with bay leaves, it happens to be vegan, and it’s easy to keep it as such, even with plenty of toppings: roasted peanuts, avocado, shaved broccoli, Chen’s superlative salsa (ginger, turmeric, jalapeño, and garlic), crispy shallots out of giant tubs imported from Vietnam—which are available for purchase among the café’s pantry items."}, {"role": "body", "text": "Omnivores can choose from a range of proteins, including braised chicken (the leftover braising liquid is mixed with the salsa for a rich, fortifying soup); spicy shredded pork; a house-made smoked-cheese blend; a soft-boiled hen egg or a tangy preserved duck egg, whose whites have gone black and glossy; and a surprisingly successful dollop of smoked whitefish salad. Most of these are also available on toasted hero rolls, for what Chen calls nontraditional banh mi."}, {"role": "image", "imageURL": "https://media.newyorker.com/photos/638932d844550cf2d973f8b0/master/w_1600,c_limit/221212_r41528.jpg", "imageWidth": 1600, "imageHeight": 1066, "imageDescription": "Pantry items for sale include tinned fish, chili crisp, and spicy honey."}, {"role": "body", "text": "To traditionalists, I say that tradition is in the eye of the keeper; Chen’s mother has always liked to add alternate grains, such as millet, to her congee. Moreover, Congee Village, which expanded to Flushing (36-36 Prince St.) in 2016, has opened another location in Manhattan (207 Bowery), in August. On a recent afternoon, I popped in for a clay pot of sampan congee, named for the small boats that cruise the Pearl River in Guangdong, whose operators sell the porridge laced with a mix of meat and seafood. My congee—made with only white rice, loose and silky—was topped with cilantro and peanuts. Within its steamy depths, I found delicate curls of squid tentacle, sliced fish cake, pork rinds, and ribbons of roasted pig skin. I added splashes of thick soy sauce, spoonfuls of chili oil, and segments of you tiao, twists of fried dough served at breakfast in China, and felt thoroughly nourished by the spectrum of congee. (Maya Congee Café congee bowls $10-$15; Congee Village congee $4.95-$12.95.)"}]}