{"title": "The Procrastination Diary of Merrick Garland", "subtitle": "", "authorName": "Anand Giridharadas", "coverImageURL": "https://media.newyorker.com/photos/63879f5a72960a8631048baa/master/w_2240,c_limit/221212_r41500.jpg", "coverImageWidth": 1601, "coverImageHeight": 1201, "coverImageDescription": "Illustration by Luci Gutiérrez", "hashTag": "Shouts & Murmurs", "publishDate": "December 5, 2022", "contents": [{"role": "second", "text": "The Postpone Your Procrastination Diary™"}, {"role": "body", "text": "“Because later is, in fact, never.”"}, {"role": "body", "text": "Student name: Merrick Garland"}, {"role": "body", "text": "Diary due date: 11/7/2022"}, {"role": "body", "text": "Actual submission date: 11/18/22"}, {"role": "body", "text": "Comments: Sorry! Again. —MG"}, {"role": "second", "text": "October 11th"}, {"role": "body", "text": "I don’t really remember what happened on October 1st, the day I was supposed to start keeping this diary. It’s been a lot."}, {"role": "second", "text": "October 12th"}, {"role": "body", "text": "Got some good momentum going. On this diary, I mean. Two days in a row. I can do this. Don’t let them get to you, Merrick. You can finish what you start. You have what it"}, {"role": "second", "text": "October 15th"}, {"role": "body", "text": "At the beginning of every month, as I promised my Postpone Your Procrastination personal coach, Stu, I will make a to-do list, prioritizing what is important and realistically estimating how much time each task will take. This month, my priority is indicting Trump. If I can just free up a couple of hours, I feel like I’ve got him."}, {"role": "second", "text": "October 17th"}, {"role": "body", "text": "I am about to get going on an Espionage Act charge, which you don’t see every day, but you don’t end up seeing it on this day, either, because Wirecutter comes out with a new writeup of espresso machines. There goes the afternoon/the rule of law."}, {"role": "second", "text": "October 18th"}, {"role": "body", "text": "Feeling guilty about yesterday, I come to the office at 4:30 a.m. to try to get my daily yogurt-making out of the way so I can concentrate on the big prosecution. I mistakenly let the last batch run out, so I need to go around asking my deputies if anyone has a spoonful of yogurt they can spare to get my new batch going. Not a lot of D.O.J. officials make yogurt at the office, it turns out, but I find an unguarded Yoplait cup in a mini-fridge, and by noon I can turn my focus to work."}, {"role": "body", "text": "But, also, I feel like the espresso machine I ordered yesterday may not have the steam power I’m looking for. So I check to see if I can cancel it. Because it’s a third-party seller, Amazon passes me around to different customer-service agents for two hours, which is ridiculous, given my responsibilities. It makes me think I should also stop procrastinating going after the illegal monopoly that that company represents."}, {"role": "second", "text": "October 20th"}, {"role": "body", "text": "My coach, Stu, recommends the “treats” approach, where you plan little rewards for staying focussed. Today, I try this, leaving the building to buy and smoke a single cigarette every time I finish a paragraph of the upcoming indictment. People don’t realize how hard it is to go looking for loosies when you have a security detail. I end up leaving the building twenty times—a whole pack’s worth—which is a good sign: it means twenty paragraphs done!"}, {"role": "second", "text": "October 21st"}, {"role": "body", "text": "Stu has been telling me to peel the onion of the inner beliefs that encourage procrastination. I spend the day journaling about that. Part of me feels like my indictment has to be perfect, so that’s why I put it off. Then, there’s the self-doubt that creeps in. Who am I to be indicting Donald Trump? So I stand in front of the floor-length mirror I had installed in my personal bathroom and make power poses, flexing different muscles. It helps."}, {"role": "body", "text": "The excuses flood my brain: It’s too early to indict him. It’s too late to indict him. I need to hit the gym first. I’m better under pressure; let’s wait until Biden’s last day in office. I must do laundry. Above all, I’m tired. I need a vacation, but I keep putting it off."}, {"role": "second", "text": "October 23rd"}, {"role": "body", "text": "Stu says I need a new rhythm and maybe a change of scene. So this morning I tell the security team I’ll drive myself in. I park in the department garage, put down the seat, and tuck myself in at around 9:30 a.m. By sleeping during the day, I will avoid the distraction of unnecessary meetings. My plan is to sneak into the building after everyone leaves and finally get to work drafting memos on the possibility of possible steps."}, {"role": "second", "text": "October 24th"}, {"role": "body", "text": "So, circadian rhythms are actually hard to change, and I end up sleeping in my car for twenty-four hours. CNN goes wall-to-wall with a “Where’s Merrick?” chyron. After I finish eating the homemade yogurt I had brought to the garage with me, I return home and take a day off to recover from this episode."}, {"role": "second", "text": "October 26th"}, {"role": "body", "text": "Stu told me to find an “accountability partner.” Great idea. I got in touch with a college buddy who is totally outside my professional world and has a lot of money. I told him a few months ago: Len, if I don’t indict Trump by October 15th, I want you to send a donation in my name to the Proud Boys every day until I do. So today I get in the mail a thank-you from Proud Boys HQ. Apparently, I am now their top donor, which could raise conflict issues."}, {"role": "second", "text": "October 28th"}, {"role": "body", "text": "The draft indictment is coming along! I have fifty-three pages—halfway there! I take a moment to celebrate the milestone, and cruise social media. I accidentally lose the next four hours executing what you might call a search warrant of nostalgia on my college girlfriend."}, {"role": "second", "text": "October 29th"}, {"role": "body", "text": "Feeling bad about my procrastination yesterday, I practice the most powerful of Stu’s techniques: visualization. I sit at my desk trying to imagine the moment when they cuff him. Better yet: the moment when I cuff him. I wonder if they’ll let me do that. It would be so cool. I spend the rest of the day at the library looking for books that clarify whether an Attorney General can do that."}, {"role": "second", "text": "October 30th"}, {"role": "body", "text": "The work goes on, but slowly, to be honest, because I am daydreaming at my desk. Mostly about the parade that will happen when I finally deliver. It’s a lot to have the rule of law dependent on one man, me, little Merrick—crazy, really. I snap out of the daydream when Josephine, the janitor, knocks on the door. “General Garland,” she says, “I believe the sausages you have hanging in your conference room have properly cured. Would you like me to take them down from the ceiling?”"}, {"role": "body", "text": "Josephine is so great. I tell her not to worry. I will take care of the sausages. I have the time. I just love the process of making them."}]}