{"title": "Is Listening to Audiobooks Really Reading?", "subtitle": "WIRED’s spiritual advice columnist on bardic traditions for a modern age—and why book snobs worry about the wrong things.", "authorName": "Meghan O'Gieblyn", "coverImageURL": "https://media.wired.com/photos/634865f5e81217c42cd9fac1/master/w_1920,c_limit/WI110122_ST_CloudSupport_01.jpg", "coverImageWidth": 1920, "coverImageHeight": 1157, "coverImageDescription": "ILLUSTRATION BY FRANZISKA BARCZYK", "hashTag": "IDEAS", "publishDate": "October 27, 2022", "contents": [{"role": "body", "text": "“I LISTEN TO a lot of books on audio. It works for me. But certain more literary friends of mine say it doesn’t quite count as reading. Part of me wants to read more, but I find it much easier to listen. What do you think? Should I care?”"}, {"role": "body", "text": "—Easy Listening"}, {"role": "body", "text": "Dear Easy,"}, {"role": "body", "text": "I wouldn’t put too much stock in what your “literary” friends say; they sound like bores. When it comes down to it, people who think about reading in terms of what “counts”—those who piously log their daily reading metrics and tally up the titles they’ve consumed on Goodreads—don’t seem to actually enjoy books all that much. Their moralistic gloom is evident in the extent to which reading has come to resemble exercise, with readers tracking their word-count metrics, trying to improve their speed, and joining clubs to keep them accountable."}, {"role": "body", "text": "While some disciples of this culture are quick to dismiss audiobooks as a shortcut, they cannot seem to agree on why, exactly, listening is an inferior form of engagement. Some cite studies that have shown people who listen to books retain less than those who read them, which is bound up with how tempting it is to do other things while listening. (As easy as it is to multitask with audiobooks, the form does make it harder to return, after a spell of distraction, to the passage where your mind started to wander.) Others insist that audiobooks eliminate the reader’s responsibility to interpret things like irony, tone, and inflection, given that the person recording does the work of conveying emotion. According to this rather tenuous logic, listening to audiobooks is inferior precisely because it is easier—because it lacks the element of suffering that is incontrovertible evidence of accomplishment, the same way soreness is proof of a real workout."}, {"role": "body", "text": "The larger problem, however, is in viewing books as a means to some other end. Many people who aspire to read more are motivated by the promise that doing so will prevent cognitive decline, improve brain connectivity, or increase emotional intelligence. Even the obsession with retention assumes that the purpose of reading is to absorb knowledge or nuggets of trivia that one can use to demonstrate cultural literacy or being “well read.” What all of this obscures is the possibility that books might be a source of intrinsic pleasure, an end in themselves. I’d be willing to bet, Easy Listening, that your earliest experiences with the joy of literature were aural. Most of us were read to by adults before we learned to read ourselves, and listening to audiobooks recalls the distinctive delight of being told a story: the rhythms of the prose made incarnate in a human voice; the dialog animated through the performance of a skillful reader; the ease with which our eyes, liberated from the page, are free to roam around the bedroom (or the aerobics room, or the landscape beyond the car windshield) so as to better imagine the actions of the narrative playing out."}, {"role": "body", "text": "Oral storytelling predates writing by millennia, and many of the oldest stories in our literary canon existed for centuries as bardic tales before they were put down in print. The Homeric epics likely originated with bards who told them around fires and improvised their central plot points, which were passed down and adapted from one generation to the next. Evolutionary biologists have all sorts of conjectures about the utilitarian function of these rituals—storytelling may have emerged to deepen community bonds or model unfamiliar situations in ways that might have increased chances of survival—but I doubt that members of these cultures were consciously thinking, as so many readers are today, about how narrative exposure might boost their short-term memory or sharpen their capacity for empathy. Rather, they listened to stories because they were, quite simply, transfixed by their power."}, {"role": "body", "text": "These early stories were largely composed in verse, at a time when poetry, music, and storytelling were often so intertwined as to be indistinguishable. And I suspect that audiobook fans are at least partly drawn to listening because it’s easier to discern the melodic qualities of prose, which often get lost when we quickly scan a page of text without actually hearing the words in our heads. There is some evidence that listening, as opposed to reading, engages the right hemisphere of the brain, which is more closely associated with music, poetry, and spirituality. This might explain why some religious texts are designed to be read aloud. The scholar Karen Armstrong recently pointed out that the term qur'ān means “recitation” and that the scripture’s many repetitions and variations take on their full effect only when they are voiced by a gifted reciter who can, as she put it, “help people to slow down their mental processes and enter a different mode of consciousness.”"}, {"role": "body", "text": "If you’re like most people I know, you probably find it difficult to recall the last time a book—regardless of how you consumed it—succeeded in altering your consciousness. Even your desire to “read more” contains a whiff of compulsion, suggesting that many books you’ve encountered have failed to live up to their transcendent potential. Anxieties about post-literacy tend to focus obsessively on the question of medium, and audiobooks are often hailed as one of the four horsemen of the apocalypse, alongside social media, visual entertainment, and the decline in attention spans. But it seems to me that there exists a more obvious explanation for why reading often feels so dull: Most books are very bad. The vast majority of them are uninspired, unconvincing, and poorly written. This has always been the case (surely there were some flops even among those bardic epics of yore), though it’s a truth that grows more elusive when we are led to believe that reading is not supposed to be enjoyable. When a culture falls prey to an obsession with “reading challenges” and daily word count goals, it is all too easy to become inured to the shoddiness of the texts we’ve chosen and more difficult to object to the offensive quality of many of the books on offer."}, {"role": "body", "text": "My advice, Easy, is to be less discriminating about the medium and more choosy about the books you pick up. If you find that your mind is wandering or that you’re not able to fully enter into the reality of the narrative, consider that this might be a problem with the content, not the mechanism through which you are experiencing it. Audiobooks have some distinct advantages when it comes to this kind of discernment. It’s easier to identify a tin-eared writer when the book is read aloud. And the liberation from the physical discomforts of reading—neck pain, eye strain—makes it harder to blame one’s growing annoyance with a text on environmental factors, an excuse that leads so many readers to stick with bad books longer than they should. Most of all, though, I would urge you to trust your instincts—to “listen,” as it were, to the critic within who instinctively knows what is worth your time and who will rarely lead you astray."}, {"role": "body", "text": "Faithfully,"}, {"role": "body", "text": "Cloud"}]}