{"title": "The Real Reason Elon Musk Wants You to Have More Babies", "subtitle": "People who complain about population aren’t talking numbers—they’re fantasizing about tightening the reins on workers.", "authorName": "VIRGINIA HEFFERNAN", "coverImageURL": "https://media.wired.com/photos/6349c2e3c54652e29defa0e9/master/w_2240,c_limit/WI110122_ST_Heffernan_WTE_01.jpg", "coverImageWidth": 2240, "coverImageHeight": 1389, "coverImageDescription": "PHOTOGRAPH BY SHAWN MICHAEL JONES", "hashTag": "IDEAS", "publishDate": "October 28, 2022", "contents": [{"role": "body", "text": "“IF PEOPLE DON’T have more children, civilization is going to crumble,” proclaimed Elon Musk from a Tesla factory late last year. As usual, he was treated as an oracle. Deepening the effect, he added, preposterously: “Mark my words.”"}, {"role": "body", "text": "Musk spoke his truth at a Wall Street Journal event while hyping his proposed Tesla bot, an android that performs grunt work. Only a bot army, he said, can meet the corporate need for laborers willing to work without rest, meals, or complaint. (Human dignity is a drag on profits.) But until the bots are up and running, Musk’s Squid Game still needs flesh-and-blood workers."}, {"role": "body", "text": "“The fundamental constraint is labor,” Musk said. “There are not enough people. I can’t emphasize this enough: There are not enough people. One of the biggest risks to civilization is the low birth rate.”"}, {"role": "body", "text": "Musk tends to be an experimental talker, and he’s of course passionate about trolling; his utterances, like those of a Fed chair, don’t describe reality so much as create social fluctuations. To fact-check Musk’s statements, therefore, is to misunderstand their import. (Though, for the record, a United Nations study debunked his demographic math a week later.)"}, {"role": "body", "text": "Still, Musk’s histrionics (“civilization is going to crumble”) and pomposity (“mark my words”) are intriguing because they uncannily echo the population hysterics of 50 years ago. With a key difference: The 1970s Nostradamuses were afraid of too many babies. Musk is afraid of too few."}, {"role": "body", "text": "When an alarmist claim can be flipped like a coin without losing its tone, its empirical underpinnings seem sus. It’s possible that cultural capos who complain about population are not talking numbers at all. Rather, they’re fantasizing about tightening the reins on workers and women. We need more babies, fewer babies, cheaper babies, better babies. The women are failing at reproduction, and their children aren’t botlike enough."}, {"role": "body", "text": "POPULATION PANIC STARTED in earnest in 1798, when the Anglican cleric Thomas Malthus published An Essay on the Principle of Population. The landmark book argued that people with money tend to reproduce with abandon, and this is a mistake. Ruling-class humans who monopolize planetary resources ought not to increase their own numbers. They ought to feed people who are already born."}, {"role": "body", "text": "Malthus published his essay when the population of the earth was just shy of 1 billion, and he failed utterly to foresee the industrial revolution. Still, because he was concerned with the poor and the earth, he became something of a hero among liberals, even as they summarily rejected his prescription for population control: Abstain from sex, especially if you’re poor."}, {"role": "body", "text": "Population panic in its modern form hit in 1968, when Paul Ehrlich, a butterfly researcher at Stanford, was disgusted by the sight of crowds of South Asians in Delhi. In response, he dashed off a thin piece of agitprop called The Population Bomb. “Collapse of civilization is a near certainty within decades,” he wrote. Obstetrics also preoccupied the Vatican that year. As if directly responding to secular population panickers, Pope Paul VI issued the 1968 encyclical, the so-called Humanae Vitae, that reaffirmed the Catholic Church’s law against contraception, abortion, and nonprocreative sex. Ehrlich set his rickety science against Vatican superstition and became an unlikely superstar, yukking it up with Johnny Carson on The Tonight Show some 25 times between 1970 and 1980. The two men bantered suavely about hot chicks while implicitly scolding the bad chicks who kept having babies."}, {"role": "body", "text": "Though Ehrlich opposed poverty, he never pushed for a redistribution of wealth. To him, people were best described in numbers, like butterflies and other insects. His remedies for overpopulation were draconian: steep taxes on diapers, mass sterilization, and the addition of sterility agents to food exported to foreign populations. In 1969, Stewart Brand, one of Ehrlich’s Stanford protégés, told an interviewer at an overpopulation protest, “We’d like to see people have fewer children—and better ones.”"}, {"role": "body", "text": "Better ones."}, {"role": "body", "text": "In 1971, Garrett Hardin, who had a PhD from Stanford in microbiology, went further. In a New York Times opinion piece, Hardin argued flatly for stripping women of “the right to breed.” The Southern Poverty Law Center now calls Hardin’s writings “frank in their racism and quasi-fascist ethnonationalism.”"}, {"role": "body", "text": "MUSK GRABBED THE population panic mic around 2020. He sounded contrarian, even papal. Though he had elsewhere expressed indifference to caring for babies—and has been disowned by one of his 10 children—he was quoted in The New York Times as saying “babies are supercool.” Furthermore, by siring a big brood, he told the Journal audience, “I’m trying to set a good example.”"}, {"role": "body", "text": "Musk also announced, on the Lex Fridman Podcast, that “sex without procreation … is quite a silly action.” Some Catholic traditionalists pounced, claiming Musk had gone full Humanae Vitae. Meanwhile, the modern NoFap set, who refrain from masturbation in an effort to channel their mojo into nobler things, also claimed Musk as a brother."}, {"role": "body", "text": "Others on the right are similarly panicking about birth rates. J. D. Vance, the Ohio-based venture capitalist, mewled to Tucker Carlson last year that “childless cat ladies” run the United States. To promote pregnancies in such ladies, Vance—his logic shaky—proposed an “outright ban” on pornography. “If we want a healthy ruling class in this country … we should support more people who actually have kids,” he said."}, {"role": "body", "text": "Population concerns rattle Carlson too. For years he’s been preoccupied with unnamed ghouls who are disappearing white people to replace them with “new people, more obedient voters from the Third World.” The culprits are white women of his own social class for not being fruitful enough. In July, Carlson told the journalist Ben Smith that he’s “not mad at Black people” because he reserves that vitriol for a “38-year-old female white lawyer with a barren personal life.” “I hate you!” he shouted merrily."}, {"role": "body", "text": "Vance and Carlson are deep in the far-right tank, but Musk may never enjoy the full conservative embrace. His idea of cool babies, after all, extends beyond white babies. In an address to Republican fat cats in August, Musk faulted the party for its stand against immigrants and urged the GOP to show more compassion."}, {"role": "body", "text": "This wasn’t as sweet as it seemed. Immigrants, to Musk, are just a bigger labor pool; he welcomes anyone who will do manufacturing grunt work for long hours and low pay. If birth rates shot up, but the new people, instead of working for him, subsisted on government programs, Musk—the notorious tax-avoider—might change his tune."}, {"role": "body", "text": "Every population ideology eventually skews sinister. Opponents of underpopulation, just like opponents of overpopulation, issue decrees in their thunderous way simply to conceal a monstrous program of eugenics. Ehrlich wanted fewer poor people; Vance and Carlson want more white ruling-class people; Musk wants more pro bono laborers. None of them want actual warm-blooded people, the oddballs we learn from, collaborate with, even love. I can’t emphasize this enough. Caring about butterflies or bots does not mean caring about humans. Mark my words."}]}