{"title": "Why the Emoji Skin Tone You Choose Matters", "subtitle": "WIRED's spiritual advice columnist on whether to use the tone that most resembles your own—or to stick with the original Simpsons-esque color.", "authorName": "Meghan O'Gieblyn", "coverImageURL": "https://media.wired.com/photos/636ea24e8cea9c3346925fef/master/w_1920,c_limit/WI120122_ST_CloudSupport_01.jpg", "coverImageWidth": 1920, "coverImageHeight": 1080, "coverImageDescription": "ILLUSTRATION BY ROCHE", "hashTag": "IDEAS", "publishDate": "November 17, 2022", "contents": [{"role": "body", "text": "“I'M A WHITE person, and despite there being a range of skin tones available for emoji these days, I still just choose the original Simpsons-esque yellow. Is this insensitive to people of color?”"}, {"role": "body", "text": "—True Colors"}, {"role": "body", "text": "Dear True,"}, {"role": "body", "text": "I don't think it's possible to determine what any group of people, categorically, might find insensitive—and I won't venture to speak, as a white person myself, on behalf of people of color. But your trepidation about which emoji skin tone to use has evidently weighed on many white people's minds since 2015, when the Unicode Consortium—the mysterious organization that sets standards for character encoding in software systems around the world—introduced the modifiers. A 2018 University of Edinburgh study of Twitter data confirmed that the palest skin tones are used least often, and most white people opt, as you do, for the original yellow."}, {"role": "body", "text": "It's not hard to see why. While it might seem intuitive to choose the skin tone that most resembles your own, some white users worry that calling attention to their race by texting a pale high five (or worse, a raised fist) might be construed as celebrating or flaunting it. The writer Andrew McGill noted in a 2016 Atlantic article that many white people he spoke to feared that the white emoji “felt uncomfortably close to displaying ‘white pride,’ with all the baggage of intolerance that carries.” Darker skin tones are a more obviously egregious choice for white users and are generally interpreted as grossly appropriative or, at best, misguided attempts at allyship."}, {"role": "body", "text": "That leaves yellow, the Esperanto of emoji skin tones, which seems to offer an all-purpose or neutral form of pictographic expression, one that does not require an acknowledgment of race—or, for that matter, embodiment. (Unicode calls it a “nonhuman” skin tone.) While this logic may strike you as sound enough, sufficient to put the question out of mind while you dash off a yellow thumbs-up, I can sense you're aware on some level that it doesn't really hold up to scrutiny."}, {"role": "body", "text": "The existence of a default skin tone unavoidably calls to mind the thorny notion of race neutrality that crops up in so many objections to affirmative action or, to cite a more relevant example, in the long-standing use of “flesh-colored” and “nude” as synonyms for pinkish skin tones. The yellow emoji feels almost like claiming, “I don't see race,” that dubious shibboleth of post-racial politics, in which the ostensible desire to transcend racism often conceals a more insidious desire to avoid having to contend with its burdens. Complicating all this is the fact that the default yellow is indelibly linked to The Simpsons, which used that tone solely for Caucasian characters (those of other races, like Apu and Dr. Hibbert, were shades of brown). The writer Zara Rahman has argued that the notion of a neutral emoji skin tone strikes her as evidence of an all-too-familiar bad faith: “To me, those yellow images have always meant one thing: white.”"}, {"role": "body", "text": "At the risk of making too much of emoji (there are, undeniably, more urgent forms of racial injustice that deserve attention), I'd argue that the dilemma encapsulates a much larger tension around digital self-expression. The web emerged amid the heady spirit of 1990s multiculturalism and color-blind politics, an ethos that recalls, for example, the United Colors of Benetton ad that featured three identical human hearts labeled “white,” “black,” and “yellow.” The promise of disembodiment was central to the cyberpunk ideal, which envisioned the internet as a new frontier where users would shirk their real-life identities, take on virtual bodies (or no bodies at all), and be judged by their ideas—or their souls—rather than by their race. This vision was, unsurprisingly, propagated by the largely middle- and upper-class white men who were the earliest shapers of internet culture. The scholar Lisa Nakamura has argued that the digital divide gave cyberspace a “whitewashed” perspective and that the dream of universalism became, in many early chat rooms, an opportunity for white people to engage in identity tourism, adopting avatars of other races that were rife with stereotypes—a problem that lives on in the prevalence of digital blackface on TikTok and other platforms."}, {"role": "body", "text": "It's telling that skin tone modifiers were introduced in 2015, when social platforms teemed with posts about the police killings of Walter Scott and Freddie Gray, among others, and when the tech press began to take stock of algorithmic bias in the justice system, acknowledging that technologies once hailed as objective and color-blind were merely compounding historical injustices. That year, Ta-Nehisi Coates observed (at the close of the Obama presidency) that the term post-racial “is almost never used in earnest,” and Anna Holmes noted that it “has mostly disappeared from the conversation, except as sarcastic shorthand.”"}, {"role": "body", "text": "It's tempting, given this context, to see emoji diversity as an implicit acknowledgment that “users” are embodied human beings who do not abandon their lived experiences at the login page. A closer look at the history of emoji choices, however, reveals a far more complex reality and underscores the power imbalances that persist in corporate tech. Before Unicode, Apple, and Google introduced skin tone modifiers, iPhone users could download emoji of different skin tones through an app called iDiversicons, conceived and created by a Black woman named Katrina Parrot. The app caught the interest of both Unicode and Apple, and although Parrot met with executives at both organizations, they ultimately introduced their own skin tone palettes without offering her compensation or attribution. Parrot is currently suing Apple for copyright infringement."}, {"role": "body", "text": "Incorporating skin tone modifiers cost these companies (quite literally) very little, and some commentators have argued that the feature amounts to so much empty gesticulating, “a big horse and pony parade … to appease people of color,” as the writer Paige Tutt put it in The Washington Post. More options for self-expression may be an inarguable social good, but such features also earn corporations easy plaudits and obscure the more insidious ways in which their technologies disproportionately impact marginalized communities: Big Five companies post messages in support of Black Lives Matter while continuing to profit from their collaborations with the police state. Improvements in face recognition technologies, while celebrated for making headway in recognizing Black and brown faces, are used to justify dragnet surveillance in already overpoliced neighborhoods. The emoji modifiers also feel insufficient for more obvious reasons: Despite the range of skin tones available, the broad strokes of these pictographs fail to capture the complexities of individual identity."}, {"role": "body", "text": "I realize, True Colors, that this discussion has probably only complicated the dilemma you posed, rather than simplified it. What I hope has become clear is that the uneasiness you feel is really a glimpse into the difficult dilemmas of identity and self-expression that people of color have long navigated, both online and off. If there's any virtue in the existence of a white emoji option, it's that it extends some small portion of this burden to white users, who've long benefited from an implicit exemption. The discomfort you feel as your thumb hovers over the screen isn't something to solve, shirk, or liberate yourself from. It might be the whole point."}, {"role": "body", "text": "Faithfully,"}, {"role": "body", "text": "Cloud"}]}