{"coverImageDescription":"The performer devotes himself fully to a modernist masterpiece.","publishDate":"Sep 26th, 2022","subtitle":"David Greenspan turns Gertrude Stein’s “Four Saints in Three Acts” into a solo tour de force.","title":"An Actor’s One-Man Apotheosis","authorName":"Helen Shaw","coverImageWidth":2012,"hashTag":"The Theatre","contents":[{"role":"body","text":"It’s perhaps easiest to describe the Lucille Lortel production of “Four Saints in Three Acts,” starring David Greenspan, by saying what it is not. For one thing, it’s not at the Lortel, which is in Manhattan, but at an experimental theatre in Brooklyn. Nor is it really a play—there are elliptical references to scenes and scenarios but no dramatic dialogue. Gertrude Stein wrote it, in 1927, for the composer Virgil Thomson to set to music, subtitling it “An Opera to Be Sung,” but Greenspan performs it solo, as a text without a score. So it’s not exactly a libretto, either. Even Stein’s title won’t tell you what it is: Greenspan refers to around twenty saints, and the show runs to four acts, not three.\n\nThis production of “Four Saints” brings us on a pilgrimage to a street of warehouses in Sunset Park, into a performance space hidden behind a bright-yellow garage door. (Although it is “in” the Lucille Lortel Theatre’s season, this is Target Margin’s Doxsee Theatre, home to the baroque, the fringe, the abstruse.) Greenspan, dressed in a simple blue shirt and gray pants, stands on a square platform covered with a pale Persian rug. Surrounded by gauzy curtains glazed in honey-colored light, this plinth, created by the set designer Yuki Nakase Link, sits on a glassy black surface and seems to float a few feet above the floor. Greenspan therefore appears to be on a flying carpet in a room untethered from gravity and time: the night outside is very dark, but inside we’re in a warm, eternal afternoon.\n\nStein’s spare, Cubist language—full of puns and children’s rhymes (“one two three four five six seven all good children go to heaven”), sideways allusions, and an insistent present tense—often leaves readers and listeners at sea. “Pigeons large pigeons on the shorter longer yellow grass alas pigeons on the grass,” Greenspan says to his puzzled audience. The feline sixty-six-year-old actor moves like a melodrama villain who trained with Martha Graham, and his exaggerations and stylizations offer tantalizing glimpses of story. “Four Saints,” though, can still feel like a comprehension test for a language that you’ve been faking for years. The nouns pop—saints, magpies, windows—but the verb tenses are disorienting. If you’re lucky, understanding creeps in through your tissues, via a kind of capillary action.\n\nWhat is Greenspan doing, all alone onstage with this wild language? “Four Saints” is the third in the actor’s enthralling experiments with solo performance and the American canon. (His own writing includes such downtown landmarks as “The Argument” and “Dead Mother.”) He started in 2011, with a soufflé, a one-man version of “The Patsy,” a breezy Barry Conners romance from 1925. Greenspan played all the nineteen-twenties stock parts—status-obsessed mama, resolute pa, heart-of-gold daughter—with gestural exactitude; it was easy to understand who was gee-whizzing whom, even in rapid-fire screwball conversation. Then, six years later, Greenspan performed all six hours of Eugene O’Neill’s unwieldiest work, “Strange Interlude,” playing every character in the nine-act psycho-potboiler. It was a staggering achievement, and it won him his sixth Obie.\n\nNow he brings his high-affect technique to Stein, and she both gives way and resists. Without Thomson’s composition to lean on, Greenspan must rely on his own lacquered cadences, which run the gamut from James Mason-ish purrs (caressing, urbane, amused) to tinny yelps. The first, long section whirls by entertainingly, buoyed by Greenspan’s impish charm, but eventually our incomprehension slows and roughens the experience, changing it into . . . something else.\n\nThese days, Stein, the mother of modernism, is much referred to—as a queer forebear, a saloniste, a friend of Picasso’s, a literary provocateur—but her approximately seventy-five plays are rarely produced. When they are, it’s often with music, such as the composer Heather Christian’s 2014 score for the children’s work “The World Is Round.” (Music makes the medicine go down.) When “Saints” was first performed, in 1934, John Houseman, who went on to form the Mercury Theatre with Orson Welles, directed a Gesamtkunstwerk from a spectacular scenario given to him by Thomson. (It was only “accepted” by Stein.) Featuring an all-Black cast, it roiled with action and visual event: picnicking and parading saints, Florine Stettheimer’s glowing cellophane cyclorama, dances by Frederick Ashton, and Thomson’s music, which married contemporary dissonance to Gregorian chant. Greenspan, though, indulges in no such embellishments. He speaks only what’s on Stein’s page, including lines, such as “Repeat First Act,” that might be stage directions."},{"role":"body","text":"Greenspan tells us about an oddly erotic Saint Therese (which happens to be one of the author’s nicknames for her lover, Alice B. Toklas), who is “half in and half out of doors,” and the action, what there is of it, eddies around her: “There are a great many places and persons near together. Saint Therese not young and younger but visited like the others by some, who are frequently going there.” When saints arrive, Greenspan gives them each a recognizable attitude, sometimes borrowed from canonical paintings: Saint Ignatius holds his hands up as if making his way through a fog; Stein’s fictional Saint Chavez mimes shouldering a bindle and assumes an aw-shucks optimism. (Greenspan creates dozens of distinct personae this way.) At the same time, the narration gives us a bright, flat, modernist landscape of the mind, where language tolls like bells. “All Saints. Settled all in all saints. Saints. Saints settled saints settled all in all saints. All saints. Saints in all saints.”\n\nHow much of this can we parse? Greenspan and his director and frequent collaborator, Ken Rus Schmoll, include a quote from Stein in the program: “If you enjoy it you understand it.” (She was chiding an interviewer who asked her about intelligibility.) This question of enjoyment is a keen one. Stein’s insistent in-the-moment-ness requires huge infusions of energy and attention: it’s not as if a plot engine is going to roll the show forward. My own internal negotiations with the event included annoyance, boredom, delight, surprise, distraction, and then a quick blaze of love. There is meaning, too; but it arrives obliquely. “There can be no peace on earth with calm,” Greenspan says. That sentence is not hermetic at all—it’s a rallying cry.\n\nStein was concerned that audiences seemed to experience drama in what she called “syncopated time.” Our emotions during a conventional play run either ahead of or behind the immediate action—we remember the characters’ pasts or predict their futures. So how, she asked, can we let go of that distraction and experience events now? How can art place us in the present? Greenspan’s own innate lightness is useful in answering that—particularly the way he tells us, waggishly, that the show runs ninety minutes. (Do we believe him?) He and Stein vibrate on the same ecstatic frequency, and his sense of humor rhymes with hers, particularly when he’s flicking an imaginary robin off his finger as Saint Therese. (What does not interest her does not interest her.) In fact, his methods and Stein’s are so in accord that they risk becoming redundant. Greenspan’s stylizations ran thrillingly counter to the warmth of Conners and to the lugubriousness of O’Neill, but here he comes close to seeming like Stein’s priest.\n\nAll this means is that the show is occasionally difficult, just as a church service can be. Nearly a hundred years after Stein wrote it, “Saints” has not staled or softened. Even though I am bewitched by Stein, and by Greenspan, and by Greenspan doing Stein, I still found myself needing to enforce some mental discipline. About an hour into the performance, my attention started to slacken. (In my notes, I wrote, “Recommit!,” and then kept underlining it.) This is Stein’s and Greenspan’s way of using time, or, rather, of teaching us to use time. It’s theatre as meditative discipline. One must deliberately choose the show over other temptations: one must choose to listen. So we chose. We were choosing there. In a way, we are still choosing, with a great many saints there, who are choosing there together."}],"coverImageHeight":2560,"coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_03/an-actors-one-man-apotheosis-four-saints-in-three-acts/images/1.png"}