{"title": "Amazon Wants to Review Your Sleep. (No, Thanks.)", "subtitle": "The new Halo Rise studies your body and breathing and rates your restfulness, from “Poor” to “Great.” Who needs this?", "authorName": "Brian X. Chen", "coverImageURL": "https://static01.nyt.com/images/2022/11/30/multimedia/30techfix-1-fe46/30techfix-1-fe46-superJumbo.jpg?quality=75&auto=webp", "coverImageWidth": 2048, "coverImageHeight": 1536, "coverImageDescription": "The Halo Rise, a ring-shaped alarm clock with a built-in sleep tracker.", "hashTag": "TECH FIX", "publishDate": "November 29, 2022", "contents": [{"role": "body", "text": "Is there any technology more ironic than sleep tracking? Tech companies say their wearables and apps that study your body as you snooze can help you get a better night’s rest. But many sleep experts, and the companies themselves, say technology itself is to blame when you don’t sleep well."}, {"role": "body", "text": "Our brightly lit smartphones and social networking apps create distractions that may be keeping us up and contributing to poor sleep. So one of the most common pieces of advice you’ll read about getting better sleep, including in sleep-tracking apps, is to stop using tech a few hours before bedtime."}, {"role": "body", "text": "So why are we adding more tech to our sleep routine?"}, {"role": "body", "text": "The latest attempt to solve the problem of sleep comes from Amazon. Last week, the company began selling the $140 Halo Rise, a ring-shaped alarm clock with a built-in sleep tracker. It uses motion sensors to study your movement and breathing patterns to assess your sleep. To wake you up, the device includes a light that can be programmed to gradually get brighter."}, {"role": "body", "text": "With hopes of solving my own sleep problems, I have been testing sleep-tracking technology for several years, including products made by Fitbit and Oura and apps available for the Apple Watch. I have repeatedly felt let down because the data gathered from the devices simply confirmed that I had poor rest, and at times made me feel even more anxious about that."}, {"role": "body", "text": "Still, I was curious to sleep alongside the Halo Rise for a few nights to see what it would offer. Yet again I was disappointed: It provided data with questionable accuracy, and even though I liked being woken up by the yellow light, the same result could be achieved with a light bulb plugged into a timer. Plus, the benefits weren’t strong enough to warrant giving even more of my data to Amazon."}, {"role": "image", "imageURL": "https://static01.nyt.com/images/2022/11/30/multimedia/30techfix-2-fe46/30techfix-2-fe46-superJumbo.jpg?quality=75&auto=webp", "imageWidth": 2048, "imageHeight": 1536, "imageDescription": "The app shows a chart illustrating your sleep stages, including light sleep, deep sleep and R.E.M. Jim Wilson/The New York Times"}, {"role": "body", "text": "The most useful insight derived from all the hype over sleep technology isn’t the tracking itself. It’s the actionable guidance found inside sleep-tracking apps for how to get a better night’s rest — advice that I can share with you. (More on this later.)"}, {"role": "body", "text": "To get started, the Halo Rise plugs into a wall outlet, and its smartphone app walks you through connecting it to the internet. From there, you place the tracker on your night stand, orienting its face toward your upper body as you sleep."}, {"role": "body", "text": "After you’ve awakened in the morning, the app shows a chart illustrating your sleep stages, including light sleep, deep sleep and R.E.M. (for rapid eye movement). It tallies up a grade, such as “Poor” or “Great.”"}, {"role": "body", "text": "Here’s where I became skeptical. For four sleep sessions, during which I didn’t feel that I slept particularly well, the Halo app graded my sleep “Good.” On each of these nights, my Labrador, a dog in her senior years with special needs, woke me up at an odd hour to go outside."}, {"role": "body", "text": "Monday night was especially problematic. I went to bed at 10:30 and tossed and turned, occasionally looking at the clock, for at least three hours before finally falling asleep. The alarm went off at 6 a.m. The Halo app reported that I had slept six hours and 37 minutes and considered this good."}, {"role": "body", "text": "I shared my results with Amazon and asked how the company could guarantee the accuracy of the Halo Rise. Dr. Michael Miyamoto, a medical director for Amazon, said the company had done internal studies comparing the results of its algorithms with data measured with polysomnography, the gold standard of sleep tracking that involves hooking up sensors to someone’s face and neck to measure eye movements and brain activity."}, {"role": "body", "text": "Dr. Miyamoto said that Amazon found the Halo Rise results to be accurate, but that the company had yet to work with a third party to validate the accuracy of the product, though it plans to."}, {"role": "body", "text": "Other consumer-grade sleep trackers are worn on the body or stuffed under the mattress, and research about their accuracy has begun to surface. In March, a study published in Nature and Science of Sleep compared the performance of four commercial sleep trackers, including a Fitbit bracelet and an Oura ring, against gold-standard scientific equipment. The study found that the commercial devices were more accurate at detecting when people were asleep than when they were awake, and concluded that they were not ideal for monitoring different sleep stages."}, {"role": "body", "text": "Olivia Walch, a mathematician who has studied circadian rhythms, said that because research had shown that sleep-tracking wearables had trouble distinguishing sleep from wakefulness, it would probably be even harder for motion sensors to do the job."}, {"role": "body", "text": "What’s more, she called the idea of Amazon’s giving your sleep a grade based on sleep stages “goofy.”"}, {"role": "body", "text": "“You can’t go to bed and say, ‘I’m going to R.E.M. so hard,’” said Dr. Walch, who leads Arcascope, a tech company that makes an app to help shift workers adjust their body’s internal clock. “We shouldn’t be making people feel bad for something that’s outside of their control.”"}, {"role": "body", "text": "Gimmicks and questionable accuracy aside, sleep tech isn’t all bad. It has raised awareness among everyday people about the impact of sleep on their health. The products have also helped some people discover they have disorders, such as sleep apnea, so they can seek treatment from a doctor."}, {"role": "body", "text": "For everyone else, I’ve found that the best aspect of sleep-tracking tech is the advice that their apps offer to help you train your body and mind to get a better night’s slumber. It’s an all-day regimen that looks something like this:"}, {"role": "quote", "text": "In the morning and throughout the day, get as much light as possible. Step out for lunch or exercise to get sun."}, {"role": "quote", "text": "Have consistent mealtimes. Most important, avoid caffeine in the afternoon and have dinner at least three hours before bedtime."}, {"role": "quote", "text": "As you wind down in the evening, minimize exposure to light. That involves dimming the lights in the house and avoiding screen time as you get ready to go to bed."}, {"role": "body", "text": "None of those steps require buying a piece of tech."}]}