{"title": "Did physicists create a wormhole in a quantum computer?", "subtitle": "An unusual teleportation experiment is just ordinary quantum physics, but was inspired by tunnels through an exotic ‘toy universe’.", "authorName": "Davide Castelvecchi", "coverImageURL": "https://media.nature.com/lw767/magazine-assets/d41586-022-04201-6/d41586-022-04201-6_23768452.jpg?as=webp", "coverImageWidth": 767, "coverImageHeight": 549, "coverImageDescription": "An artistic representation of the quantum-teleportation experiment.", "hashTag": "Science", "publishDate": "December 1, 2022", "contents": [{"role": "body", "text": "Physicists have used a quantum computer to perform a new kind of quantum teleportation, the ability of quantum states to be transported between distant places, as though information could travel instantly. Although teleportation is an established technique in quantum technology, the purpose of the latest experiment was to simulate the behaviour of a passage called a ‘wormhole’ through a virtual universe."}, {"role": "body", "text": "The researchers behind the experiment, described in Nature on 30 November1, say that it is a step towards using ordinary quantum physics to explore ideas about abstract universes where gravity and quantum mechanics seem to work harmoniously together. Quantum computers could help to develop a quantum theory of gravity in these ‘toy’ universes (developing a quantum theory of gravity for our own Universe is one of the biggest open questions in physics). “It’s a test of quantum-gravity ideas on a real lab experimental testbed,” says Maria Spiropulu, a particle physicist at the California Institute of Technology who led the study."}, {"role": "head", "text": "Tunnels in space-time"}, {"role": "body", "text": "Physicists Albert Einstein and Nathan Rosen proposed the idea of wormholes — passages through space-time that could connect the centres of black holes — in 1935. They calculated that, in principle, wormholes were allowed by Einstein’s general theory of relativity, which explains gravity as an effect of the curvature of space-time. (Physicists soon realized that even if wormholes exist, they are unlikely to allow anything like the interstellar travel that feature in science fiction.)"}, {"role": "body", "text": "Because they were working with an exotic toy universe, the latest research didn’t simulate anything resembling the kind of wormhole envisioned by Einstein and Rosen that could conceivably exist in our Universe. But their teleportation experiment can be interpreted as analogous to a wormhole in their virtual system — quantum information fed into one side of the researchers’ ‘wormhole’ reappeared on the other side."}, {"role": "body", "text": "“The surprise is not that the message made it across in some form, but that it made it across unscrambled,” write the authors of an accompanying News and Views article. “However, this is easily understood from the gravitational description: the message arrives unscrambled on the other side because it has traversed the wormhole.”"}, {"role": "head", "text": "Exotic physics"}, {"role": "body", "text": "The experiment was inspired by earlier research linking the physics of exotic universes and their own version of gravity to more-standard — but still virtual — quantum system. The main idea is that some abstract versions of space-time emerge from the collective behaviour of ordinary quantum particles living in a sort of ‘shadow world’ — similar to how a two-dimensional hologram can create the illusion of a three-dimensional image. That ‘holographic’ behaviour dictates how the emergent space-times curve upon themselves, producing the effects of gravity."}, {"role": "body", "text": "Although physicists do not yet know how to write quantum theories of gravity for emergent universes directly, they know that such phenomena should be fully encapsulated in the physics of the shadow world. This means that gravitational phenomena such as black holes — which still pose riddles to theoretical physicists — or wormholes must be compatible with quantum theory."}, {"role": "body", "text": "The latest experiment follows a scheme that co-author Daniel Jafferis, a theoretical physicist at Harvard University in Cambridge, Massachusetts, and his collaborators proposed in 20172. That work focused on the simplest such holographic correspondence, known as SYK after the initials of its creators. In this toy model universe, space has only one dimension rather than three."}, {"role": "body", "text": "In the latest study, Jafferis and colleagues simulated an even more stripped-down version of such a hologram using the quantum bits, or qubits, of Google’s Sycamore processor. They expected their simulated quantum particles to reproduce some behaviours of gravity in the virtual universe — but they were limited by the capabilities of today’s quantum computers. “We had to find a model that kind of preserves the gravity properties and that we can code on a quantum processor that has a limited amount of qubits,” says Maria Spiropulu, a particle physicist at the California Institute of Technology who led the study. “We shrunk it down to a baby model, and we checked that it preserves gravitational dynamics.”"}, {"role": "body", "text": "“Before we worked on this project, it wasn’t obvious that a system with such a small number of qubits could exhibit this phenomenon,” Jafferis adds."}, {"role": "body", "text": "Some researchers believe that this line of research is a promising pathway for developing a quantum theory of gravity for our own Universe, although others see it as a dead end. The theory tested at the Google lab “only has a very tangential relationship to any possible theories of quantum gravity in our Universe”, says Peter Shor, a mathematician at the Massachusetts Institute of Technology in Cambridge."}]}