{"title": "Elon Musk Says ‘Misunderstanding’ With Apple Is Resolved", "subtitle": "Mr. Musk, who had said the company was trying to sabotage Twitter, met with Apple’s chief executive, Tim Cook, on Wednesday.", "authorName": "Kate Conger and Tripp Mickle", "coverImageURL": "https://static01.nyt.com/images/2022/11/30/multimedia/30musk-cook-1-6cf3/30musk-cook-1-6cf3-superJumbo.jpg?quality=75&auto=webp", "coverImageWidth": 2048, "coverImageHeight": 1536, "coverImageDescription": "Apple’s chief executive, Tim Cook, above, “was clear that Apple never considered” removing Twitter from its App Store, Elon Musk said.", "hashTag": "TECH", "publishDate": "November 30, 2022", "contents": [{"role": "body", "text": "SAN FRANCISCO — In a series of tweets on Monday, Elon Musk, the owner of Twitter, accused Apple of sabotaging his social media company by cutting back advertising and threatening to remove the Twitter app from the App Store."}, {"role": "body", "text": "By Wednesday, any potential feud appeared to have been avoided."}, {"role": "body", "text": "On Twitter, Mr. Musk posted a video of himself being shown around Apple’s campus in Cupertino, Calif., on Wednesday, walking past a meditation pool. While the video did not show whom Mr. Musk was walking with, Apple employees said they had seen Mr. Musk with Tim Cook, Apple’s chief executive. Mr. Musk said in a later post that he and Mr. Cook had discussed their dispute."}, {"role": "body", "text": "“We resolved the misunderstanding about Twitter potentially being removed from the App Store,” Mr. Musk said in a tweet. “Tim was clear that Apple never considered doing so.”"}, {"role": "body", "text": "Apple declined to comment. Mr. Musk did not respond to a request for comment."}, {"role": "link", "link": "https://twitter.com/elonmusk/status/1598050795882442752?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1598050795882442752%7Ctwgr%5E6c64fd4798ab639ccfa3b32f3f4b7e1d0d5e9e46%7Ctwcon%5Es1_c10&ref_url=https%3A%2F%2Fwww.nytimes.com%2F2022%2F11%2F30%2Ftechnology%2Felon-musk-apple-misunderstanding.html"}, {"role": "body", "text": "The meeting appeared to sidestep what had threatened to become a big spat between two of tech’s titans. Mr. Musk had taken aim at Apple’s power over the App Store, which is the only distributor of apps on more than one billion iPhones worldwide. His complaints — about Apple’s policies for approving apps and its practice of taking a cut of the sale of apps — resurrected an issue that had been raised by other companies, such as Spotify and Epic Games. Lawmakers and regulators around the world have been scrutinizing Apple’s power over software distribution."}, {"role": "body", "text": "Under Mr. Musk, who took over in October, Twitter’s content policies have been unclear, potentially putting the app at odds with Apple, which reviews every app distributed through the App Store."}, {"role": "body", "text": "Mr. Musk has reinstated the account of former President Donald J. Trump, which was banned after the Jan. 6, 2021, riot at the U.S. Capitol, and has said he will offer amnesty to accounts suspended by the company’s previous leadership. But Apple’s rules prohibit hateful speech or content. The company also polices apps to be sure that they use its in-app payment system to collect subscriptions, which allows Apple to collect as much as 30 percent of sales."}, {"role": "body", "text": "In the past, Apple has raised concerns with developers that defy those policies and slowed down approval of their apps for distribution. Mr. Musk said on Monday that Apple had threatened to do the same with Twitter without telling the social media company why."}, {"role": "body", "text": "Mr. Cook gave Mr. Musk the tour before a scheduled trip to Washington, where he is set to meet with several Republican lawmakers, including Representatives Jim Jordan of Ohio and Cathy McMorris Rodgers of Washington, according to a person with knowledge of the matter. A conflict with Mr. Musk had threatened to complicate those meetings because he accused Apple of trying to censor “free speech” by limiting Twitter’s distribution on iPhones — an issue in Congress, where Republican leaders are concerned that Silicon Valley companies suppress conservative views."}, {"role": "body", "text": "Mr. Cook has used charm offensives before. After Mr. Trump criticized Apple in 2018 for manufacturing its products overseas, Mr. Cook traveled to Washington to meet with him and joined a White House advisory panel. Mr. Trump later abandoned his criticisms of Apple and praised Mr. Cook as a “great executive because he calls me and others don’t.”"}]}