{"title": "I Got Fired Over Zoom", "subtitle": "It’s as unpleasant and awkward as you’d imagine.", "authorName": "Deborah Copaken", "coverImageURL": "https://cdn.theatlantic.com/thumbor/Qj8sL8uN_J1cVQlHK0TtxzXydk4=/0x0:2000x1125/1952x1098/media/img/mt/2020/05/zoomfired_1/original.jpg", "coverImageWidth": 1952, "coverImageHeight": 1098, "coverImageDescription": "Adam Maida", "hashTag": "Business", "publishDate": "May 12, 2020", "contents": [{"role": "body", "text": "The private Slack message arrived at 12:15 p.m., as I was toasting a year-old bagel, exhumed from my freezer: “Are you around?” It was the CEO, my direct manager. Normally she texts my phone when she wants to chat. Weird. “Yup!” I typed back. Where else would I be?"}, {"role": "body", "text": "I spread the last of the cream cheese onto the bagel and took a bite. Passable. How quickly one adapts to new realities in a pandemic. During the past month, I’d cut my kid’s hair, sewed four masks by hand, paid my respects at a Zoom shiva, and handed over my ailing dog to a stranger to be euthanized alone. What other jerry-rigged mutations of the normal rituals of daily life awaited?"}, {"role": "body", "text": "“Did you get the notice for the all hands?” my boss wrote."}, {"role": "body", "text": "No, I had not seen the email she’d sent less than an hour earlier. I’d been working on an op-ed for her, on the nature of communal grief and its effects on the brain."}, {"role": "body", "text": "For the past two years, I’ve been the full-time head writer at a Silicon Valley health-tech start-up, working remotely from Brooklyn, with frequent cross-country trips—pre-pandemic, that is—to the mothership. Writing blog posts, op-eds, and complicated science-based content for our app takes uninterrupted focus, so I try to be disciplined about distractions, checking my inbox infrequently. Normally, anything urgent—the arrival of a cake in the office, a request for trivia topics for the weekly staff meetings—gets blasted out over Slack. The only previous fire I’d had to put out was when the CEO needed me to edit an indecipherable proposal, due the next day, during my nephew’s bar mitzvah. She’d texted it to my cellphone on a Sunday morning, and I’d quickly slipped out of the family brunch to wrangle word salad into cogent prose."}, {"role": "body", "text": "I dialed into the Zoom meeting at 12:16 p.m.—meaning 9:16 a.m. in California, the start of my colleagues’ workday—and saw only a blank white screen. The meeting had begun at 9 a.m. and ended just before 9:07, so I’d missed it entirely. Double weird. Normally our all-hands Zoom meetings last between 45 minutes and an hour. At night. Suddenly, a new Slack channel appeared: #goodbye."}, {"role": "body", "text": "Until this moment, I had not worried about the economic fallout from COVID-19 affecting my own ability to pay rent or buy groceries. I’m not in the restaurant industry, I don’t cut hair (well, not professionally, that is), I’m neither a concert promoter nor a Broadway star, I don’t own a nail salon, I can’t draw tattoos. I’m a writer/photographer with a steady day job in health tech: Those two words alone, health and tech, should have been able to protect me these days, right?"}, {"role": "body", "text": "“Wait, is the company folding?” I typed to my boss."}, {"role": "body", "text": "It took an unusually long time for the word layoffs to appear, followed by the news that I would be converted from a full-time employee into a contract worker with reduced hours. She’d hoped to explain all of this during the public Zoom, then over a private discussion later. She sent me a link to the meeting’s recording, so I could watch it before our talk. We made an appointment to speak later."}, {"role": "body", "text": "“I’ll call your cell at 3,” I wrote."}, {"role": "body", "text": "No. A private phone call, I was informed, would not be possible. A representative from HR would have to join us on a Zoom link. Meaning, I was about to get fired … over Zoom? And here I thought cutting my kid’s hair had been hard."}, {"role": "body", "text": "I took another bite of the freezer-burned bagel and immediately clicked over to the recording of the all-hands. Instead of 25 tiny Zoom boxes, it was one large rectangle of our CEO, wearing a black shirt and sitting under the familiar white eaves of her beige home office. Or maybe that was her bedroom, who knew? Though we’ve all become intimate with the color, shape, and decoration of one another’s homes, they hardly paint a full picture of who we are, how we grieve, or what keeps us up at night when those walls reflect neither light nor color."}, {"role": "body", "text": "In the video, the CEO laid out the ravages of COVID-19 on our business and the rationale behind the significant reduction in force of our ranks: RIF for short, I would later learn, after the acronym was batted around so many times in a subsequent meeting, I had to secretly Google it mid-Zoom. The last half of her announcement was taken up by a heartfelt, moving apology, replete with an acknowledgment of the pain she knew this would inflict on our lives and on those of our families, particularly now. She broke down and cried several times as she spoke, to the point where she had to pause and wipe away tears with a tissue before continuing. She is that rare species: a CEO with empathy."}, {"role": "body", "text": "This is why I joined her company. I hadn’t been looking for a new job when she contacted me out of the blue at my previous job, after having read one of my darker novels. “I need your voice,” she’d said, and since then our relationship has only grown in mutual respect and amity. Would I call her my friend? Yes, I would. Have I loved working for a female CEO? Let me count the ways. Watching her cry, my own tears fell. Not wanting to alarm my kids, the youngest of whom was still busy Zoom schooling, I shut my computer, threw on a mask, and went for a walk in Brooklyn’s deserted streets."}, {"role": "body", "text": "How smug I’d been, I thought, as I walked in the middle of the street to avoid others, believing a position with stock options at a Silicon Valley start-up would act as a health-insurance-infused bulwark against the ravages of insecurity that my media career has entailed. But of course COVID-19 has completely changed our definition of bulwarks and safety. I’m now just one of tens of millions of Americans in the same sinking boat, 20.5 million of whom lost their jobs in April alone, according to last Friday’s devastating Labor Department report. I’m not even one of the counted yet, because I have yet to file for unemployment: a logistical and weekly frustration, as I recall, in which one is considered guilty of fraud until proving innocence."}, {"role": "body", "text": "The last time I had to apply for unemployment, back in early 2017, I’d been laid off from a job as a vice president and deputy editorial director of a multinational PR firm. Donald Trump’s election and the uncertainty that had ensued in those first months of the year had pummeled PR budgets, particularly in my sector, health. Would Obamacare be dismantled? If so, what would replace it? Our company not only had zero percent growth in the first half of 2017; revenues were down by $1.2 million. Because of this, heads had to roll. It’s not personal, I was told, it’s business. LIFO: another new acronym I had to learn the hard way. Last in, first out. Oh. Like most workers these days, I’d been forced to sign an “at will” employment contract, so the company did not owe me any severance."}, {"role": "body", "text": "“At will” means one can be fired at any time, without cause. This is both a uniquely American quirk of labor law as well as a highly controversial one. It allows corporations to expand and grow unheeded by financial responsibility to their employees, which creates more value for shareholders. Law scholars and economists sympathetic to human rights and to the dignity of workers see at-will contracts exactly for the power imbalance they are: a codified, modern-day monarchy. “It is employment at will and its fundamental assumption which is the major barrier to establishing a system of collective bargaining,” wrote the labor lawyer Clyde W. Summers. “In American labor law, the monarchy still survives.”"}, {"role": "body", "text": "I was born in 1966. I shouldn’t admit this, because age discrimination for older women searching for work, as I now am, is real. This makes me, at 54, one of the oldest of the Gen Xers. Like many in my generation, I have spent the past 32 years hopping over the Frogger logs of an unforgiving gig economy. The sociologist Allison Pugh has dubbed this the “tumbleweed society,” in which “job insecurity is rampant and widely seen as inevitable.” If COVID-19 can be said to have any upsides, it is that its devastating economic ravages have finally unmasked the truth of late-stage American capitalism: It is a system in which every worker is as expendable as every shareholder is sacrosanct."}, {"role": "body", "text": "At 3 p.m., having regained my composure, I clicked on the Zoom link. A Doom link, I thought, as my image appeared vertically between the CEO’s and our head of HR’s. In Brady Bunch terms, I’d be Alice, my boss would be Carol, and our head of HR would be Mike."}, {"role": "body", "text": "“I’m so sorry,” my boss said. Her eyes watered anew. She had made this same call several times over the course of that day: seven times out of a staff of 44, so a 16 percent reduction in headcount. Many of us let go that day were among the higher earners, meaning our loss would allow more runway for the company than if they’d dismissed those earning less. In the end, with venture-capital belts tightening and deals falling through left and right because of the virus, the company’s survival was all about runway. I understood this, even if it pained me to accept it."}, {"role": "body", "text": "“I’m so sorry, too,” I said, choking back my own tears. “But this is an unprecedented time, and I get it. Are you okay? I’m worried about you.”"}, {"role": "body", "text": "Hyper-empathy, my last shrink once labeled this propensity of mine to avoid my own pain by over-identifying with the pain of others: a trait that is simultaneously both self-protective and self-destructive. Were we not in a pandemic, I might have fought harder. Been angrier. Demanded more severance. Then again, were the economy not evaporating, I would not have been laid off. I had to keep reminding myself of this fact. Plus I was being offered the chance to keep working on a contract basis, with reduced hours, so I am in better shape than most. “When this pandemic is over, do you imagine me coming back as a full-time employee?” I asked."}, {"role": "body", "text": "Absolutely, my boss said. Her pained expression was hurting me. In fact, being fired over Zoom, without the normal visual cues and eye contact of in-person communication, only magnified the surreality of the moment. I found the whole experience of managing the disembodied pain of others emotionally draining. “Zoom fatigue,” it’s been dubbed, this simulacrum of human interaction in which we’re all now living. Had the three of us been sitting in a room in person while I was getting fired, instead of floating along as lifeless pixels on a screen, the pain I knew each of us was feeling in that moment—yes, even our head of HR, who spoke touching words about my work and value—might have seemed equally shared. Instead it felt as if I was taking it all on myself."}, {"role": "body", "text": "Luckily, I’m okay on the health-insurance front until September 1, and so won’t have to shell out more than $2,000 in extra COBRA fees every month until then, because I protected myself this time. (It’s one of the greatest cosmic ironies of the American health-care system, this sudden necessity to pay out an extra month’s rent in insurance premiums just at the moment you’ve lost your source of income.) I’ve lived through enough upheavals at this point in my career that I’m like a Depression-era hoarder, not of sugar packets and buffet muffins, but of jobs. Last year, during a nearly sleepless three-month period, I simultaneously held down three other gigs on top of my full-time job, one of which was as a staff writer on a new TV show. Meaning I was suddenly eligible for Writers Guild health insurance, that holy grail of health protection that’s both affordable and good. In fact, the WGA insurance was so much better and more affordable than the one offered by my Silicon Valley job, I’d already switched over to it when I could last September."}, {"role": "body", "text": "Thank God, because it got me through a month of fighting off my own COVID-19 infection without paying a dime. But of course, had I needed an ambulance ride during that month of gasping for air like a fish on shore––which one night, I almost did—I might have called UberPool again, just as I did back in 2017, when I nearly died after a botched surgery. I’d read too many horror stories of four-figure surprise ambulance bills. Is it any wonder why more poor, brown, and black people are dying of COVID-19 than rich and white? It’s the economic inequality, stupid. And endemic racism. And our absurd health-care system."}, {"role": "body", "text": "But maybe this virus will be the kick in the pants our tumbleweed society needs to stop tying health-care access to full-time employment. To finally admit that being able to call an ambulance in an emergency, without worrying about how much that ambulance will cost, is just as crucial to our social fabric as being able to summon a firefighter when your house is aflame."}, {"role": "body", "text": "An hour after I was fired, my partner caught me staring off into space. I’d just found out that a classmate from college, a mother of five, had taken her own life. It seemed wrong for me to worry about how I will pay for food and my half of the rent when her widower’s and children’s burdens were so much greater. But no, I thought to myself. No more hyper-empathy for others as a Band-Aid to cover my own pain. I was just fired over Zoom during an economic-extinction event. It hurt. I’m scared. I’m worried about my future, my children’s future, Earth’s future. I am allowed to sink into the bathtub of my own feelings."}, {"role": "body", "text": "“I have an idea, but it’s really more of an order,” my partner said. “We’re going on a bike ride.”"}, {"role": "body", "text": "“Okay,” I said, grateful."}, {"role": "body", "text": "We put on our masks and rode our bikes out to the end of Red Hook, searching for a place to watch the sunset behind the Statue of Liberty. Each road we turned down led to one toxic-waste dump or another. Finally, one street led to a pier overlooking New York Harbor. Better yet, it had a pie shop. I love pie. So does my partner. While he stood in a socially distant line to buy one, I stared out at Lady Liberty. Thick gray clouds floated above her head, dwarfing her. But for now, she was still standing."}, {"role": "body", "text": "My partner returned with a pie box. But how to keep it steady during the long and bumpy ride home? “Aha!” I said, pulling out one of my extra hand-sewn masks from my bag. If I could get fired over Zoom, surely we could use a homemade face mask as a bungee cord to steady a pie. It was one small victory, on an otherwise painful day. With dark clouds overhead and our jerry-rigged pie secure, we rode back home, hoping it wouldn’t rain."}]}