{"title": "“I thought I’d been hacked. It turned out I’d been fired” -- tales of a Twitter engineer", "subtitle": "Seven wild months at Musk’s company", "authorName": "Manu Cornet", "coverImageURL": "https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/images/8.jpg", "coverImageWidth": 1424, "coverImageHeight": 801, "coverImageDescription": "", "hashTag": "TECH", "publishDate": "December 2, 2022", "contents": [{"role": "body", "text": "One Tuesday afternoon in early November, I was on a Google Meet with a dozen other engineers. Some of us had worked through the weekend trying to help out a colleague who’d been given an insanely tight deadline to transform Twitter’s verification process: Elon Musk had just announced that he wanted to make the coveted blue tick available to anyone willing to pay for a premium service."}, {"role": "body", "text": "When you’re building any new system, you have to make sure it works consistently for hundreds of millions of users. You have to code solutions for every variable you can imagine – a surge in requests at a particular time of day, a brief loss of connection with the payment-processing company. My colleague, whom I liked a lot, was never going to get it done in time without help, so we all pitched in. I actually quite enjoyed it. I wasn’t really thinking about whether those changes were good for Twitter; I just really liked being part of that community, working together on a deadline. I even slept on a sofa in the office on Saturday night."}, {"role": "quote", "text": "My boss was fired. So was his boss. And his boss’s boss. And their boss"}, {"role": "body", "text": "The following Tuesday I was on a call talking about a new project, end-to-end encryption on direct messages. About 15 minutes into the conversation my video stopped: I’d been signed out of my work email. I tried to log back in, but a message flashed up saying that my password had just been changed. Then my laptop screen turned grey. I wondered if I’d been hacked – I’d received a text message from corporate security during the meeting saying that they needed to speak to me urgently."}, {"role": "image", "imageURL": "https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/images/9.jpg", "imageWidth": 1280, "imageHeight": 853}, {"role": "body", "text": "I never found out what they wanted: a few minutes later my boss’s boss called me to tell me I was fired, with immediate effect. As far as I know I was the first Twitter engineer this happened to. Musk has sacked about half the workforce since then. My boss was fired. So was his boss. And his boss’s boss. And their boss."}, {"role": "body", "text": "Software engineers can be quite entitled. These days you can make a six-figure salary in your first job out of university. Even now, with all the layoffs, if you say on LinkedIn that you’re a software engineer open to offers you’ll get ten messages a day from headhunters. Companies try to retain people with perks like free lunch, and people obsess about which ones are best."}, {"role": "quote", "text": "We were told to “tune out the noise”, but that was hard when the TV blared out the latest rumours every morning"}, {"role": "body", "text": "The technical screening process for these jobs is quite rigorous. Most employers make you do a coding exercise, which is a bit like a maths exam. Lots of people dread them, but I sometimes do a company’s test even if I have no intention of taking up a job there. I find writing code stimulating. ​​My computer screen looks like something you’d see in a corny movie about hackers: a black background with blinking lines of text running all the way down."}, {"role": "body", "text": "My first engineering job was at Google, where I worked for 14 years. I wanted to work there because the company seemed to value something other than chasing profits. I wasn’t swayed by the snacks, but did appreciate the fact that there were always stacks of M&Ms and Skittles in the micro-kitchens."}, {"role": "image", "imageURL": "https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/images/10.jpg", "imageWidth": 1280, "imageHeight": 1280}, {"role": "body", "text": "Google changed a lot in the years I was there. It collaborated with the Pentagon and US Customs and Border Protection. I like to draw, and I vented some of my frustration by publishing satirical cartoons about the culture at Google, but by 2021 I was ready for a change. Twitter was the only other big tech company that seemed to have some ethical values, so I was pleased to get a job there. I worked mainly on the web interface, trying to speed up the user experience by finding ways to shave off half a second of friction in different places."}, {"role": "body", "text": "At Google the senior leaders got very good at dodging questions. Twitter was smaller and younger, and you could ask the management direct questions at town-hall meetings. I liked the chief executive, Parag Agrawal, who had an engineering background: corporate doublespeak doesn’t come naturally to engineers. Twitter snacks weren’t quite as enticing as Google’s (chocolate-covered almonds rather than M&Ms), but it felt like a more honest place."}, {"role": "quote", "text": "You can design your own emojis on Slack: someone quickly came up with one for Musk"}, {"role": "body", "text": "The Musk takeover rumours started in March. There was talk of him taking the company private, and laying off three-quarters of staff. The town-hall sessions became awkward. I think of those days as the “at this time” era, because every comment seemed to include these words: “We have no plans to change leadership at this time”; “The company has no mass redundancy plans at this time.”"}, {"role": "body", "text": "We became a news story. The chief executive told us to “tune out the noise”, but that was hard when the TV blared out the latest rumours every morning. Details of our internal meetings started to be leaked to journalists, which made the leadership less forthcoming, which in turn made employees leak even more information to journalists because they were so frustrated. We became experts at reading between the lines: we knew the takeover talk was serious when the chief executive began to sprinkle his sentences with the word “fiduciary”."}, {"role": "image", "imageURL": "https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/images/11.jpg", "imageWidth": 1280, "imageHeight": 853}, {"role": "body", "text": "In June, Hurricane Musk himself appeared at a town hall. He clearly hadn’t prepared for the meeting and didn’t seem to know what he was talking about or care how obvious that was. A trickle of goodbye emails started filtering into our inboxes."}, {"role": "body", "text": "My fellow engineers and I gossiped about what was happening, mostly on Slack (Twitter allowed staff to work remotely as much as we wanted, so we weren’t often in the same place). We had to be careful: the possibility of a legal suit between Musk and Twitter meant that these messages could end up in court, so we relied heavily on emojis. You can design your own emojis on Slack, and someone quickly came up with one for Musk. I produced one with the chief executive’s face that said “fiduciary”. That got used a lot, too."}, {"role": "body", "text": "In late October Musk turned up in the Twitter offices with a sink, telling people: “Let that sink in!” At the time I thought it was quite funny. Here was the richest man in the world, who probably earns in seconds what I make in a month. Yet he’d taken the time and effort to get hold of a sink – or at least to make an assistant get hold of a sink – to carry into the Twitter office, just for the sake of a silly pun."}, {"role": "quote", "text": "We were too busy to think about the strategy. As soon as Musk became owner, there were always three things that had to be done by yesterday"}, {"role": "body", "text": "I think most people at Twitter liked him at first. It’s hard to pay attention to the red flags when your salary depends on ignoring them. No one wanted to be confrontational. Some of the early changes he wanted were good. And we were too busy to think much about strategy, anyway. As soon as Musk actually took over, there were always three things that had to be done by yesterday."}, {"role": "body", "text": "Musk made people nervous. People started to think about what they would do if they were sacked. I was never interested in joining a union before all this happened – I felt like a spoiled brat, given all the perks and stock options we enjoyed. But collective action seems important now. One day I created a tool that made it faster to download things from your work email that you might need if you were looking for a job: performance evaluations and that sort of thing."}, {"role": "body", "text": "I posted the tool on Slack so that my colleagues could also benefit from it if they needed to. One hour and four minutes later I was fired."}]}