{"title": "Mom said, ‘When love calls, go.’ So I traveled 7,260 miles for a first date", "subtitle": "When I was in my 30s and working as a fashion editor in Hong Kong, a friend in Los Angeles called. He said, ‘I’ve met your soul mate. I’ve met the man you’re going to marry.’", "authorName": "KAVITA DASWANI", "coverImageURL": "https://ca-times.brightspotcdn.com/dims4/default/c222027/2147483647/strip/true/crop/1920x1280+0+0/resize/1200x800!/format/webp/quality/80/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F2b%2F45%2F7708ffab4f3f8149d6bddae80bde%2Fla-affairs-kavita-daswari-small.gif", "coverImageWidth": 1920, "coverImageHeight": 1280, "coverImageDescription": "(Namrata Vansadia / For The Times)", "hashTag": "LIFESTYLE", "publishDate": "November 23, 2022", "contents": [{"role": "body", "text": "Over drinks recently, a newly single friend said she’d met someone promising online but wasn’t going to pursue it. “I’m in Woodland Hills. He’s in Eagle Rock. I hate the 110.\""}, {"role": "body", "text": "Although I could relate to her aversion to that freeway, I also know a thing or two about the challenges of geography."}, {"role": "body", "text": "I have lived in Los Angeles for 22 years, but I was born in Hong Kong when it was still under British rule. My parents are originally from Hyderabad, Sindh, which became Pakistan after the Partition of India in 1947. As Hindus, they had to leave the nascent Muslim state. My community of Sindhis, as we are known, was essentially homeless, and we dispersed globally. My great-grandfather had established a business in Southeast Asia and West Africa in the 1920s, so my father was sent as an 18-year-old to work in Hong Kong, while my uncles went to Kobe, Japan; Taipei, Taiwan; and Liberia."}, {"role": "body", "text": "Being part of a diaspora yielded a tremendous benefit: When it came time for us young singles to find mates, the net was automatically cast wide. The OG Indian Tinder is an elderly aunt with fabulous global connections, her algorithms housed in a well-worn book of phone numbers."}, {"role": "body", "text": "As I entered my marriageable years, I was introduced to suitable men from Lima, Peru; Tenerife in the Canary Islands; Paramaribo, Suriname; and Accra, Ghana. (I would slay in the \"World Capitals\" category of \"Jeopardy!\") It was a given for my parents to marry me off to a man in a far-flung location, their decision based on his family’s standing, our presumed union sealed by a father’s blessing and a mother’s prayer. I was exposed to next-level global matchmaking; my Bombay cousin married a man she didn’t know from Singapore, my one Hong Kong friend introduced me to his bride from Panama, and another to his wife from Casablanca."}, {"role": "body", "text": "I flew to Boston to see one match and received another from Manila in the Philippines. I never thought about distance. Although one time when I looked askance at my mother and said, \"Accra? Really? Don’t we know anyone in Florence?\" she responded: ‘‘It’s not the place, it’s the person. When love calls, go.\""}, {"role": "body", "text": "However, despite much globetrotting, love didn’t call for a long time."}, {"role": "body", "text": "Finally, when I was in my 30s and working as a fashion editor in Hong Kong, a friend in Los Angeles called. He said, ‘‘I’ve met your soul mate. I’ve met the man you’re going to marry.\" He told me about someone who was born in India but had immigrated to Los Angeles as a teenager and had lived here ever since."}, {"role": "body", "text": "A prospective mate a vast ocean away from my home in Hong Kong?"}, {"role": "body", "text": "I didn’t even blink."}, {"role": "body", "text": "We were put in touch by email and then began talking on the phone. This was pre-social media. We couldn’t Google one another. We had no idea what the other looked like. We walked in faith. After our first phone call, which lasted six hours, he said to me, \"I’ve sealed my exits. I’m not going anywhere. You’re the woman for me.\" To which I responded, \"What on earth are you saying? You have no idea what I look like.\" He said, \"It doesn’t matter. I can tell what kind of a woman you are. I’m in.\""}, {"role": "body", "text": "Two weeks later, I got on a plane in Hong Kong and flew to L.A. The first time we laid eyes on each other was in the arrivals section of the Tom Bradley International Terminal at LAX. He stood there awkwardly, holding a bouquet of flowers, and approached me as I made my way up the ramp. I asked him, \"How did you know it was me?\" He said, \"By the amount of luggage you have.\""}, {"role": "body", "text": "Over the next few days, he took me to his favorite L.A. spots: the Griffith Observatory, the Magic Castle and Angels Flight."}, {"role": "body", "text": "A year later, we were married after four days of Hindu festivities beneath a full moon at a former palace in the foothills of the Himalayas. I followed him to Los Angeles. We moved into a hilltop house, had two sons, and rescued a terrier mix named Taffy. The adjustment was not easy. I had left a close-knit community and a thriving career. I had lived with my parents until becoming a wife and had moved to a city where I knew almost nobody. A few weeks after arriving here as a newlywed, I sat on the bottom step of our house, sobbed at the silence, the isolation, and thought, \"What have I done?\""}, {"role": "body", "text": "But, as happens in life, one adjusts. I made friends, found work and had babies. I learned how to juice and traverse those forsaken freeways. Los Angeles became my home."}, {"role": "body", "text": "One summer day in 2020, my husband told me he had chest pains."}, {"role": "body", "text": "Seven days later, in accordance with Hindu cremation rites, he lay in a coffin bedecked in incense, rose water and honey. He was wearing a silken Indian kurta, a traditional shirt, the same one he had worn 20 years earlier at one of our pre-wedding functions. I kissed his forehead, bowed at his feet and thanked him for the honor of being his wife. "}, {"role": "body", "text": "A few days after he died, a cousin in Hong Kong called and said, \"When are you coming back? You moved to Los Angeles for him. He’s gone. It’s time to come home.\" I responded to my cousin, \"This is home. I cannot leave.\" My father, grief-stricken at the loss of his only son-in-law, uttered words to me that I have kept in my heart: \"I know you are sad. But he gave you love, good sons and a happy life in America. Think of every day you had with him as a gift.\""}, {"role": "body", "text": "My hope is that I will not be alone forever. In recent months, I have accepted dinner invitations from a few men — one lives 3,000 miles away. They are not to be, but where they live has nothing to do with that. I remember my mother’s words: \"When love calls, go.\" I will long be beholden to her for that advice because love brought me here."}, {"role": "body", "text": "And I have no idea where it might lead me next."}]}