{"title": "I was heartsick and adrift. A $2,000 ‘fix’ jolted me into gratitude", "subtitle": "My friend from home suggested his newfound L.A. community would be the answer to my feeling lonely in the city post-breakup at Thanksgiving. Was I visiting a cult?", "authorName": "SARAH HERRINGTON", "coverImageURL": "https://ca-times.brightspotcdn.com/dims4/default/c71957c/2147483647/strip/true/crop/3200x2240+0+0/resize/1200x840!/format/webp/quality/80/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2F8a%2Fa4%2Fbad5bd0e4c15bb1ff2014d3e7751%2Fla-affairs-sarah-herrington.jpeg", "coverImageWidth": 1200, "coverImageHeight": 840, "coverImageDescription": "(Holly Stapleton / For The Times)", "hashTag": "LIFESTYLE", "publishDate": "November 18, 2022", "contents": [{"role": "body", "text": "New to Los Angeles and dreading my first Thanksgiving alone, I walked to the beach to clear my mind. I'd recently moved cross-country after a terrible breakup with a meditation teacher that left me hurt and confused. Now in the distance, the Ferris wheel on the Santa Monica Pier pulsed a hot-pink heart made of lights. I looked at my phone."}, {"role": "body", "text": "Jason, this guy I knew from home, had messaged me on social media. “How are you doing?” he asked. He had just moved to the Westside too."}, {"role": "body", "text": "“I don’t know,” I admitted. Coming from New York, I’d expected the constant sun and vitamin D to leave me feeling happy. But with each passing day, I felt more lonely and floaty. "}, {"role": "body", "text": "I used to meditate to feel better, but now that was tied to heartache. On a weekend road trip to the desert, I wondered if it was possible to get trapped in open space. I worried the holidays would be worse."}, {"role": "body", "text": "“The nature out here healed me,” Jason said, messaging me photos of himself hiking different canyons. He'd swapped his Wall Street lifestyle of late nights and alcohol for endless hikes — tan land along endless blue sea. “It’s been forever. We should meet up and share stories.”"}, {"role": "body", "text": "We met in Venice at Cafe Gratitude, where you have to order everything by affirmation. “I am whole” got me a macrobiotic bowl of rice, quinoa and seaweed. “I am thriving” brought him the soup of the day. We consumed our positive intentions."}, {"role": "body", "text": "“This is my favorite cafe,” he said."}, {"role": "body", "text": "“Don’t you miss home at all?” I asked. He seemed so different."}, {"role": "body", "text": "“Not at all,” Jason said. “Well, you were back East your whole life.”"}, {"role": "body", "text": "I nodded. He started telling me about a woman he was teaching whom he found attractive. Then a waitress walked by. I watched him watch her. Jason obviously wasn’t the answer."}, {"role": "body", "text": "“Anyway, you should come to a meeting,” he said. “This self-help group saved my life as much as L.A. has.”"}, {"role": "body", "text": "He told me how the group helped him learn to be friends with himself."}, {"role": "body", "text": "“I’m good,” I said, unsure if I meant it."}, {"role": "body", "text": "I floated around the belly of L.A. for weeks. It was so sunny I felt burned out. Each day I drove by a yoga studio on La Brea Avenue and a red-stamped word in the studio's window appeared to yell at me: SAVED."}, {"role": "body", "text": "“How’s it going?” Jason texted me later."}, {"role": "body", "text": "“Fine,” I wrote back."}, {"role": "body", "text": "“Just fine? Life should be more than that. In our community ...” he replied."}, {"role": "body", "text": "Every time I tried to talk to him about something else, he brought it back to his community. I didn’t know if he was brainwashed or genuinely enthusiastic. But he had a point. Life should be more."}, {"role": "body", "text": "After a few more days of sun-drenched wandering loneliness, I messaged Jason and then drove against traffic away from the sea. I pulled into a massive parking garage beneath an office building in Westwood."}, {"role": "body", "text": "Outside the lobby, happy-looking people milled around, wearing name tags."}, {"role": "body", "text": "“Hi, I’m Jason’s guest,” I said to a bald woman. She grinned and pulled a name tag sticker from its paper backing. “Welcome,” she said, pressing the word \"guest\" to the space above my heart. “We are so glad you’re here.”"}, {"role": "body", "text": "The meeting was in a huge room that looked like a hotel conference hall. A man in a button-down shirt stood onstage. I sat down, looking for Jason. He sat on the opposite side of the room of about 100 people and, seeing me, waved with an open palm."}, {"role": "body", "text": "“Is there anyone new here?” the man asked. I've always hated when you go to a church or a spin class and people ask if it's anyone’s first time. And then you have to raise your hand and everyone congratulates you. I felt shy. Still, I raised my hand."}, {"role": "body", "text": "“Maggie will take you all out for open house,” the man said. The bald lady stood up and motioned for us to follow. Another woman and I followed her into an elevator and down several hallways with no windows. \"This program liberated me so much I shaved off all my hair!\" Maggie said as we turned a corner. We ended up in a smaller conference room with a whiteboard."}, {"role": "body", "text": "For the next hour, Maggie asked us a series of questions about our lives. It was part group therapy and part interrogation. I wondered if I was visiting a cult."}, {"role": "body", "text": "“Your feelings are natural,” Maggie said. I let myself feel. I realized I was just homesick and defensive about it in an effort to protect my heart. I softened. It was a breakthrough."}, {"role": "body", "text": "“If you’d like to continue the work, sign up today,” she said. “Just $2,000.”"}, {"role": "body", "text": "The golden bubble popped, leaving bare white walls under fluorescent lights in a suffocating conference room."}, {"role": "body", "text": "“I’m good!” I said, getting up to leave. Still, I wasn't sure if I was saving myself or getting in my own way."}, {"role": "body", "text": "Back in the conference room, there was no familiar face to hook myself to. Even Jason was gone."}, {"role": "body", "text": "I used a photo on my phone to find my car, then drove on autopilot to the ocean. The freeway billboards were just headshots with nothing to say."}, {"role": "body", "text": "When I first landed here, I rode the Ferris wheel. It twirled over the water, staining it pink. Buildings in the distance sprinkled the hills like grounded stars. It was magic because it was different. In the difference, I felt new. I had stood with my feet in the ocean until all the East Village grime was off my pale skin, and my feet glowed in the moonlight like two narrow shells."}, {"role": "body", "text": "Now I walked along the coast feeling the sand."}, {"role": "body", "text": "I saw that I had taken my own steps all the way here."}, {"role": "body", "text": "For a moment I felt a wave of compassion toward myself, an acknowledgement of the bravery it took to move across the country."}, {"role": "body", "text": "It was my first Thanksgiving in L.A. I was so grateful to be in my own good company."}]}