{"title": "5 Ways to Survive the Holidays if You’re a Scrooge", "subtitle": "Reach out to new and old friends, be flexible about travel, let yourself feel sad, and set boundaries.", "authorName": "Angela Haupt", "coverImageURL": "https://api.time.com/wp-content/uploads/2022/11/HolidaysHeader.png", "coverImageWidth": 2400, "coverImageHeight": 1600, "coverImageDescription": "Illustration by Brown Bird Design for TIME", "hashTag": "Health", "publishDate": "November 22, 2022", "contents": [{"role": "body", "text": "Holiday lore has it that you better not pout, you better not cry. But that’s all some of us want to do during the holiday season, when the pressure to be festive is so intense, anyone who doesn’t comply risks being declared a grinch or a Scrooge."}, {"role": "body", "text": "There are plenty of reasons one might dislike the holidays, including strained family relationships, chaotic travel logistics, and the pressure to buy lots of gifts (in this economy). All are valid, mental-health experts say."}, {"role": "body", "text": "“Just like some people like chocolate and others don’t, some people don’t like the things that are associated with the holidays,” says Dr. Jessica Beachkofsky, a psychiatrist based in Fla. “There might be religious overtones they don’t appreciate. They might not like having to go out and about when it’s cold outside. Some people don’t like the noise—or music—of the holidays, and think it’s gaudy or obnoxious.”"}, {"role": "body", "text": "If that sounds familiar, it’s important to focus on things that restore you. That includes the year-round stuff—getting enough sleep and exercise, and going easy on the alcohol—as well as activities that really lift you up. This is the time to get that massage, take yourself to the movies, and surround yourself with your favorite things."}, {"role": "body", "text": "If you’re dreading decking the halls, here are five ways to better cope this holiday season."}, {"role": "head", "text": "Reach out."}, {"role": "image", "imageURL": "https://api.time.com/wp-content/uploads/2022/11/holidays-alone.png?w=560&w=560", "imageWidth": 560, "imageHeight": 560}, {"role": "body", "text": "Maybe you don’t want to have a silent night—and then another and another. There’s so much focus on togetherness during the holidays that those who don’t have a packed calendar might feel isolated and sad. Be open about it. “Don’t be afraid to say to someone, ‘I’m alone. What are your plans? I don’t have any yet,’” says Dr. Sue Varma, a psychiatrist in New York. Many people will respond by extending an invitation; perhaps the only reason they hadn’t done so already was that they didn’t realize you’d be available or interested."}, {"role": "body", "text": "You can also seek out new friends and things to do via platforms like Meetup and Nextdoor, Varma recommends. Another way to surround yourself with people is to volunteer, even if it’s not something you plan on doing the rest of the year. Sign up to visit residents at a local nursing home, bake cookies for first-responders, adopt a kitten, or serve food at a homeless shelter. You’ll get to socialize, and whoever you’re helping will be grateful for the company—a win-win from any angle."}, {"role": "head", "text": "Set boundaries."}, {"role": "image", "imageURL": "https://api.time.com/wp-content/uploads/2022/11/holidays-boundaries.png?w=560&w=560", "imageWidth": 560, "imageHeight": 560}, {"role": "body", "text": "Lots of people struggle with the holidays because of strained family relationships. Setting boundaries is key, Varma says: Tell your mom that you’ll join her for Thanksgiving, but only one-on-one and not with her new husband you don’t get along with. Or, if you don’t have the capacity to deal with your uncle’s political opinions, let your family know you’ll see him in a large group setting (not seated right next to you at dinner)."}, {"role": "body", "text": "Have some lines ready to shut down any unwanted conversations. If someone brings up politics and you don’t want to engage, say, “I’m not here to talk about that, but I would like to talk about this delicious food, or the amazing athletes playing football today,” suggests Marhya Kelsch, a psychotherapist in Calif."}, {"role": "body", "text": "If you’re nervous your guests will bring up a thorny personal issue, address it directly, immediately after arriving. You might say, “Todd and I broke up. It’s been really hard. I would appreciate if we could not talk about it, because I really want to enjoy being here with all of you,” Beachkofsky suggests. “It sounds scary, but if you say it one time, and if those people are even a little reasonable, they won’t bring up the thing you’re asking them not to talk about.”"}, {"role": "head", "text": "Let yourself feel sad."}, {"role": "image", "imageURL": "https://api.time.com/wp-content/uploads/2022/11/holidays-loss.png?w=560&w=560", "imageWidth": 560, "imageHeight": 560}, {"role": "body", "text": "Every year, Beachkofsky hears from people who are overcome with grief at the idea of spending the holidays without someone who’s no longer here. Her best advice? “You need to feel the feels,” she says. “If you’re sad and everyone else is happy, you are entitled to that feeling.” One way to cope, Beachkofsky says, is to let a supportive friend or family member know you’re struggling. Ask if you can call them any time you need an ear. Then, you’ll know you have someone to turn to who won’t simply tell you to be merry and have another cookie."}, {"role": "body", "text": "It can also be helpful to find ways of honoring the person—or people—you’re mourning. Did you share a special tradition, like always going to see the Trans-Siberian Orchestra together or making popcorn garland for the tree? “Find a way to incorporate that into the season,” says Steffani Wooley, a licensed professional counselor based in Texas. Or make a special ornament or photo collage that reminds you of your loved one. “You could even set a place at the table to remember them,” she says."}, {"role": "head", "text": "Be flexible with travel."}, {"role": "image", "imageURL": "https://api.time.com/wp-content/uploads/2022/11/holidays-travel.png?w=560&w=560", "imageWidth": 560, "imageHeight": 560}, {"role": "body", "text": "Travel can be a logistical nightmare during the busiest time of the year. If you don’t want to fork over the cash for a prime-time plane ticket, or if you’re dreading the crowds and long delays, offer a compromise to your long-distance relatives. “Just say, ‘We’re not celebrating Christmas on December 25—we’re going to do it February 1,’” Varma suggests. Then, you can eliminate a major source of stress—and have something to look forward to throughout the holiday season."}, {"role": "head", "text": "Go low-key with gifts."}, {"role": "image", "imageURL": "https://api.time.com/wp-content/uploads/2022/11/holidays-gifts.png?w=560&w=560", "imageWidth": 560, "imageHeight": 560}, {"role": "body", "text": "Ongoing inflation is still causing prices for almost everything to spike. If exorbitant costs are stressing you out, take the pressure off. First, tell your family members you need to be more low-key about gifts this year, Varma advises. Those with a big family might draw names and only buy for one person or agree that only the kids will get gifts."}, {"role": "body", "text": "And rejigger your perspective on what makes a good gift. As Varma points out, people love to get homemade treats or other inexpensive but thoughtful offerings—“something as simple as homemade pesto,” she says. If you’re gifting someone who you know values time with you, book a yoga class or plan to cook a special meal together. “There are so many ways to be creative that don’t involve a lot of money,” she says."}]}