{"title": "Adults Are Spending Big on Toys and Stuffed Animals—for Themselves", "subtitle": "Toy companies like Lego, Mattel, and even Build-a-Bear are courting the booming \"kidult\" market", "authorName": "Eliana Dockterman", "coverImageURL": "https://api.time.com/wp-content/uploads/2022/11/kidults-1.jpg", "coverImageWidth": 2400, "coverImageHeight": 1600, "coverImageDescription": "Shawn Michael Jones for TIME", "hashTag": "Business", "publishDate": "November 17, 2022", "contents": [{"role": "body", "text": "Visitors to the bustling Lego store in midtown Manhattan this holiday season may be surprised by what greets them upon their entrance. After waiting in a line so long that it requires a bouncer, they will find not only sections dedicated to Star Wars and Harry Potter, but also an area labeled “Adults Welcome.” Occupying about a third of the store’s floor space, it invites those who are young at heart, if not in body, to build. In neat stacks sit a Lego typewriter, a Lego grand piano, a Lego Colosseum, and a Lego version of the set of Friends. Some of the construction kits are eerily specific, like a Lego Real Madrid soccer stadium, a Lego Bugatti Chiron 42083, and a Lego version of the ’80s-era Nintendo NES gaming console."}, {"role": "body", "text": "Lego is far from the only toy company catering to a previously neglected sector of the market. Just a few blocks away, at FAO Schwarz, millennials crowd into the Funko Pop section, where they can buy big-headed figurines of characters like Elaine from Seinfeld and the exercise instructor Richard Simmons. In 2020, Hasbro introduced an adult version of Play-Doh perfumed with smells like “overpriced latte” and “fresh-cut grass.” In 2021, Fisher-Price brought a Bluetooth-enabled version of the vintage Chatter Phone toy—the one with a face on its dial pad—to the market for grownups. In October, McDonald’s started serving Adult Happy Meals, toys included."}, {"role": "body", "text": "Mattel, meanwhile, has added alcohol to the menu at the American Girl store, and in 2020 launched an adult-oriented wing of the company called Mattel Creations that partners with celebrities and fashion designers to create limited-edition toys. Its Tesla Cybertruck retailed at $400. A Gucci collaboration with Hot Wheels sold out online in less than a minute. Build-a-Bear, whose typical customers are young children looking to customize their snuggly playthings, introduced new “After Dark” stuffed animals—including a bunny named Pawlette who wears a T-shirt that declares “It’s Wine O’Clock Somewhere” and carries a bottle of red wine—in 2019. Last year they added a “Bear Cave” section to their website that you must be over 18 to enter."}, {"role": "body", "text": "Companies have long manufactured puzzles, board games, and coloring books marketed specifically to adults who need to reconnect with their inner child. And collectors have stocked their shelves with vintage Barbies. But mostly, toys have been the domain of children. Thanks to stress, COVID-19, and social media, however, the demographics of play have changed significantly in the past few years. As Richard Gottlieb, CEO of the consulting agency Global Toy Experts, explains, “Toy companies began to say, ‘We’re not in the kids business. We’re in the play business. And anyone can play.’”"}, {"role": "body", "text": "The pandemic was a boom time for the toy industry in general as people were stuck at home looking for things to do. After decades of single-digit annual growth, sales increased 17% in 2020 and an additional 14% in 2021. A lot of that uptick, says Juli Lennett, vice president and industry adviser for research firm NPD’s U.S. toy division, was in the “kidult” market."}, {"role": "body", "text": "Technically, NPD counts anyone over 12 as a kidult, since children tend to lose interest in toys in favor of social media and video games at that age. But toy giants like Lego and Mattel have conducted marketing research that indicates that, yes, grownups are the ones dropping $850 on a 7,541-piece Star Wars Millennium Falcon Lego set or $400 on neon He-Man action figures designed by the artist MADSAKI. An NPD survey found that kidults bought 24% of all toys from June 2021 to June 2022 and represented about two-thirds of dollar growth in the toy market. “The share of toy sales for ages 12 and up has nearly doubled since 2017,” says Lennett."}, {"role": "body", "text": "This isn’t some passing pandemic trend. Two years after the initial vaccine rollout, the cloud of gloom and exhaustion that descended upon adults hasn’t fully lifted. And kidults still just want to play."}, {"role": "body", "text": "Catharine Parker’s home in Chandler, Ariz., is filled with toys. The 36-year-old physician’s assistant has three children—a 4-year-old and twin 2-year-olds—so piles of stuffed animals are to be expected. But increasingly, the brightly colored rotund plushies in the family’s burgeoning collection of Squishmallows actually belong to Parker. The family collectively owns about 40 of the creatures, and Parker estimates they’ve spent $500 on them."}, {"role": "body", "text": "“The sweet spot for us has been an older age than a typical toy consumer,” says Jeremy Padawer, chief brand officer of Jazwares, maker of Squishmallows. “We think the 11-to-22-year-old brings it home. It’s aspirational to the younger kids in the house. Then the parent sees it and goes, ‘Wait, I kind of like this.’”"}, {"role": "image", "imageURL": "https://api.time.com/wp-content/uploads/2022/11/kidults-4.jpg?w=560&w=560", "imageWidth": 560, "imageHeight": 420, "imageDescription": "Catharine Parker’s Squishmallow collection."}, {"role": "body", "text": "The first Squishmallow entered Parker’s home in 2018, when her husband ran to the pharmacy to pick up medicine for their sick baby and threw one in the basket as a get-well gift. Another one arrived as a potty-training reward two years later. When Parker had twins, the Squishmallows proliferated. “I rationalized that they all ‘needed’ a big one to sleep with—we couldn’t leave anyone out,” Parker says. “Suddenly I was laying down on them as well and thinking maybe we could use a few to snuggle for ourselves.”"}, {"role": "body", "text": "Jellycat, a British brand that makes similar toys, sells not only your typical plush puppies but also cuddly kale leaves, mushrooms, and blue cheese for grownup foodies. “Stuffed animals are kind of like an adult pacifier,” says Lennett. “Adults are going back to their childhoods to forget what’s going on in the world. Maybe it’s the pandemic, maybe it’s politics, maybe it’s war.”"}, {"role": "body", "text": "Cindy Derrow, 56, played with Legos with her kids when they were young but purged her New York City apartment of their toys as they grew up. In April, however, she decided to buy a bouquet from Lego’s Botanical collection. When her husband contracted COVID-19 and had to isolate, Derrow spent her evenings building. “I like things that involve following instructions. I like knitting. I like baking,” she says. “But it’s an expensive habit.” The orchid bouquet retails at $50—one of the cheaper offerings among Lego’s adult-targeted toys—and won the inaugural Grown-Up Toy of the Year prize at the Toy of the Year Awards in February. Derrow is in good company: in February, Rihanna shared a picture on Instagram of a Valentine’s Day gift—a Lego bouquet."}, {"role": "body", "text": "It’s a wonder this marketing ploy took so long to arrive. But before adults would openly play with toys, many had to feel that it was socially acceptable to do so. Gottlieb argues that the pandemic hastened a generational shift. There was little time to play with toys during the Depression and World War II, he says, and although baby boomers had more opportunities than previous generations, “they were pushing up against a society that saw play as an indulgence for children.”"}, {"role": "body", "text": "Video games paved the way for adult play, though for a time gaming was associated with nerds glued to computers in basements. Now geeking out is cool. Fantasy series and superhero movies have come to dominate pop culture; 40-something parents turn on the Xbox to fight zombies after putting the kids to bed. Barry Kudrowitz, a professor of design and merchandising at the University of Minnesota, points to the normalization of mobile games as the moment when adult play stopped being taboo. “We play games on our phones on the train. We still play all the time,” he says. “For our parents, at a certain point they had to stop. It’s not like they could bring Scrabble on the train.”"}, {"role": "body", "text": "Toy companies have tried to target grownups for decades. In 2002, Lego created a program called Lego Serious Play, to be used by businesses to teach collaboration skills. Google, Procter & Gamble, and Harvard Business School have all participated. And the Danish company has spent the past few years determining how to market to a wider adult audience. “Our Adults Welcome campaign happened to coincide with the timing of the pandemic,” says Cristina Liquori, Lego’s head of U.S. marketing. Ads featuring adults finding zen with Legos aired in the U.S. in 2020. The company debuted a Lego-building competition show hosted by Will Arnett (star of The Lego Batman Movie) the same year. Mattel, too, launched its adult-targeted site during the pandemic by happenstance. It had always planned to debut Mattel Creations for the company’s 75th anniversary, in 2020."}, {"role": "body", "text": "But while pandemic boredom surely gave toy companies a boost, the kidult trend would not have taken off in the same way without social media. Kelly Bigley, a 31-year-old nurse in Olivehurst, Calif., noticed toy-themed videos popping up on TikTok. “I can’t afford to spend $70 on a kids’ toy for 30 minutes of entertainment, but I can binge-watch TikToks,” she says. She began collecting Mini Brands, little $5 balls that contain teeny toy versions of items like shaving cream and soy sauce bottles. “I don’t have the space to display a massive toy ambulance,” she says. “I could create my own little grocery store with these.”"}, {"role": "body", "text": "Squishmallows launched in 2017 but soared in popularity during the pandemic, when they became a mainstay in dorm rooms, propelled by influencers like Charli D’Amelio, who posted a photo of herself with about 30 of them in February 2021. Posts tagged #Squishmallows have garnered more than 4 billion views on TikTok, and 65% of the people who purchase the toys for themselves are ages 18 to 24. “I can remember a time when having something like a Squishmallow in your college dorm room, you would have to hide it,” says Padawer. “But now we’re in a culture where young people say, ‘This is who I am, and I like who I am, and I’m going to share that with the world.’ ”"}, {"role": "body", "text": "On TikTok, toys became a way to showcase one’s personality. A cynic might say defining one’s character through tangible things drives consumerism. But Mattel president and COO Richard Dickson argues toys provide much needed distraction. “The adult form of play is really about collectibility and display,” he says. “It’s conversational. It’s art. It’s levity. It’s joy. It’s fun. When you look at the world right now, we need lightheartedness.”"}, {"role": "body", "text": "Millennials have frequently been labeled immature or stuck in arrested development, preoccupied with totems from their childhood. Every few months a conversation on Twitter flares up criticizing “Disney Adults” who make regular sojourns to Disney World sans children, or the fans who line up at midnight for Marvel movies. Those same critics roll their eyes at the trend of collecting toys. But given that this generation has suffered through two financial collapses, a pandemic, and an ongoing climate crisis, it’s hardly surprising that they find comfort in nostalgic indulgences that hark back to seemingly simpler times."}, {"role": "body", "text": "Most of Parker’s friends, in their 30s and 40s, have their own stuffed-animal collections or Legos, even if they don’t have kids. She argues that boomers also collected toys—they just looked different; model trains and baseball cards have been assigned some historic value greater than Squishmallows. Parker chafes at the label kidult, which she feels otherizes people who are just trying to find a bit of joy in dark times: “It feels very contrived.”"}, {"role": "body", "text": "This holiday season, toy companies are hoping to appear on kidults’ wish lists. Basic Fun is selling $100 Lite-Brite wall art, and Razor is introducing an adult version of its scooter that retails for $600. Lego is egging on adult builders with tweets like “Normalize adults scheduling Lego building play dates.”"}, {"role": "body", "text": "For now, the adult market continues to thrive. Gottlieb estimates that $2.4 billion worth of toys in the U.S. are sold every year to adults for their own use. A survey conducted last year by the Toy Association found that 58% of parents had bought toys and games for themselves. And after two years of double-digit growth, toy sales have slowed but are still up 3% year-over-year as of September, with the holidays ahead."}, {"role": "image", "imageURL": "https://api.time.com/wp-content/uploads/2022/11/Kidult.jpg?w=560&w=560", "imageWidth": 560, "imageHeight": 373, "imageDescription": "A Richard Simmons Funko Pop, a Build-a-Bear “After Dark” stuffed animal, and the Mattel Creations Tesla Cybertruck"}, {"role": "body", "text": "Companies are betting big on the future of grownup play. A consortium that includes former Disney CEO Bob Iger invested $263 million for a 25% stake in Funko this year, a major infusion for the pop-culture-themed figurines sold primarily to adults; Funko says the average age of its consumer is 36. Meanwhile, Mattel is projecting triple-digit growth for Mattel Creations over the next two years. “I don’t think it’s a trend,” says Dickson. “I think we’ve broken through, and we’re here to stay.”"}, {"role": "body", "text": "Lennett says, given the volatile economy, it’s hard to predict how sustainable growth in the toy market—let alone the adult sector—will be. And the major players can’t rely on fickle social media algorithms forever. She predicts some adult buyers will move on. “But a lot will stay, especially if the industry can figure out why things go viral, why they connect with this group,” she says. “I think once adults have rediscovered their love of toys, that love doesn’t go away.”"}, {"role": "body", "text": "Hunting down her favorite Squishmallows reminds Parker of the days when she and her mom would collect Beanie Babies. Parker’s would fill her bedroom, while her mother’s were secreted away in boxes to preserve their resale value. Parker is more lenient about mixing her Squishmallows with her daughters’, but now understands why her own mother kept a stockpile of stuffed animals. “There’s something very satisfying about collecting a whole pile of them and arranging them together like a little dragon’s hoard,” she says. “That comes across as slightly insane, but there’s no other way to put it.”"}]}