{"title": "I Found the Perfect Replacement for Twitter. It’s LinkedIn", "subtitle": "In a fragmented online world, the professional social network is finding mass appeal.", "authorName": "Morgan Meaker", "coverImageURL": "https://media.wired.co.uk/photos/6376d726d9ae06c5f9d5baba/16:9/w_2240,c_limit/Linkedin-Perfect-Replacement-For-Twitter-Business.jpg", "coverImageWidth": 2240, "coverImageHeight": 1260, "coverImageDescription": "ILLUSTRATION BY YAZMIN MONET BUTCHER", "hashTag": "Business", "publishDate": "December 5, 2022", "contents": [{"role": "body", "text": "No one likes talking about Twitter drama more than people on Twitter. And lately, the platform has become increasingly meta. Twitter is now full of comments about Twitter layoffs, Donald Trump’s comeback, and whatever “hardcore,” “dense and intense” work ethic CEO Elon Musk is inflicting on staff this week. As Musk’s maniacal management decisions begin to grate on even the most loyal of the Twitterati (and many an advertiser), the search for a replacement is intensifying. Yet so far, the startups trying to claim the crown of “Twitter alternative” feel underwhelming. Mastodon’s server system is complicated, Post feels deathly quiet, Hive is prone to crashing. But there’s an alternative that has none of those problems: LinkedIn.  "}, {"role": "body", "text": "Whenever I bring up this theory, I’m met with indignation: How can a platform widely mocked for its smug, self-congratulatory posts be seriously considered as a Twitter alternative? One friend points to the problem by sending me a link to, ironically, a tweet. "}, {"role": "body", "text": "Everyone on LinkedIn has seen the dog post or a version of it. This is what LinkedIn content was, and still is, to many people: humble brags and grating morality tales. The State of LinkedIn Twitter account diligently “exposes” this type of content. But LinkedIn posts are gradually changing. My newsfeed is starting to include genuinely interesting comments, links to good articles, life updates from friends, even selfies. This summer, I saw my first LinkedIn wedding pictures. "}, {"role": "body", "text": "Influencers on LinkedIn are changing too. One of my favorites is Nicholas Thompson, CEO of The Atlantic (and formerly editor in chief of WIRED), who posts regular videos titled “The Most Interesting Thing in Tech.” LinkedIn is starting to seep into real life conversations I have with friends, and I’m not the only one witnessing changes to the platform’s content. “There are LinkedIn influencers now and they post really good stuff,” says Matt, a friend of mine who works in tech. He says he enjoys posts by LinkedIn influencer and venture capitalist Jason Lemkin. “I 100 percent want a cool infographic of the revenue and costs of Apple to see where they make and spend their money.” Matt says LinkedIn is the only social network he uses outside of YouTube and messaging apps. "}, {"role": "body", "text": "Another friend, Julia, who works for a law firm in Australia, says her partner has deleted all his social media accounts except for his LinkedIn. She now witnesses him scrolling the platform in search of the same dopamine hit he might have previously found on Twitter or Facebook. "}, {"role": "body", "text": "Despite being on maternity leave, Julia also uses LinkedIn. “The personal stories on LinkedIn definitely make the scrolling a little more satisfying,” she says. “Hearing someone with an intimidating list of professional accomplishments talk candidly about their vulnerabilities can be pretty powerful stuff—if the tone is right and the content is thoughtful.” "}, {"role": "body", "text": "I am a millennial. That means the majority of my friends either have babies or jobs where they spend most of their day at a computer. These are not lives that translate easily onto visual platforms like TikTok or Instagram. If I open Instagram today, my feed is clogged with ads and posts by brands I no longer like and musicians I barely listen to (sorry, Dua Lipa)."}, {"role": "body", "text": "LinkedIn, however, feels like the last vestige of the centralized internet of the 2010s. For people who grew up using Bebo, Myspace, and Facebook, the way LinkedIn serves you text and images on a single newsfeed feels comfortable and familiar. I still use messaging apps like everybody else. But while groups on WhatsApp and Signal require active engagement, LinkedIn still allows you to passively scroll."}, {"role": "body", "text": "If Facebook’s problem was that too many people joined, making the newsfeed feel jarring (does anyone need their ex-boyfriend’s latest updates to feature alongside their aunt’s?), Twitter’s 250 million user base was too niche. To me, Twitter is a social media silo; it’s where I interact with people I mostly meet through work. It feels like a whole chunk of my life, my life outside work, is missing. "}, {"role": "body", "text": "My own LinkedIn habit started when I joined WIRED and saw colleagues using the site to share their articles. The platform claims almost 900 million users. So, in a ruthless pursuit of readers, I joined them. Then something weird happened. Those interacting with my posts were not just people I knew through work. They were school friends, university mates, people I’d known for decades. If I shared good news on LinkedIn, friends would congratulate me in-person that weekend. Suddenly, I was facing the prospect that a “professional network” was achieving what Twitter never had. It was merging my work life and my social life. LinkedIn was becoming a one-stop social media site. "}, {"role": "body", "text": "That doesn’t mean everyone using LinkedIn is enjoying themselves. Even the friends I see there most describe their participation as begrudging. They say they enjoy seeing their friends’ updates on the site but are on LinkedIn mainly for their career. “Work encourages us to use it and I guess it’s quite good to get your name out there,” says Delia, who works in real estate in London. She might use LinkedIn every day but would not describe herself as an addict. “Give me dog videos on Instagram any day.” "}, {"role": "body", "text": "LinkedIn declined to tell me whether it had or had not seen a spike in use since Elon Musk took over Twitter. As an alternative, the platform might not be perfect either. If people’s problem with Twitter is that it’s run by the world’s richest man, maybe switching allegiances to a platform owned by Microsoft—a business founded by the world’s fifth richest man, Bill Gates—wouldn’t make sense. The cost is also an issue. “LinkedIn Premium membership is expensive,” says Corinne Podger, who runs training programs for journalists. A monthly subscription starts at $29.99 a month."}, {"role": "body", "text": "But within my group of friends at least, LinkedIn is finding new relevance, even if talking about it feels wrong, almost taboo. But the fact that I see more close friends active on LinkedIn than on any other platform shows how the social media industry is fragmenting.  LinkedIn’s rise could signal the death of social media as we know it or the start of a new, unhealthy type of online presence where it’s impossible to disentangle work from your social life. But I am confident of one thing: A lot of my friends might be using LinkedIn, but I am yet to find one who’s proud of it.  "}]}