{"title": "Why I Won’t Travel Over Christmas—No, It Isn’t the Crowds", "subtitle": "After spending eight years as a flight attendant, novelist Ann Hood realized the only time she doesn’t like to travel is during the Christmas holidays", "authorName": "Ann Hood", "coverImageURL": "https://images.wsj.net/im-671193/?width=860&size=1.5&pixel_ratio=2", "coverImageWidth": 1720, "coverImageHeight": 1146, "coverImageDescription": "A JET-SET HOLIDAY? NO, THANKS. A committed traveler, novelist Ann Hood spent much of her 20s as a flight attendant but was determined never to miss Christmas with her family.", "hashTag": "LIFE & WORK", "publishDate": "November 29, 2022", "contents": [{"role": "body", "text": "I WANTED TO BE a flight attendant ever since seventh grade when I read a book called, “How to Become an Airline Stewardess.” It promised lunch in Paris, dinner in Madrid and a boyfriend in every city in the world. All of that, plus I would get paid? To travel? Just like that, my future was set. By the time I graduated from college and was headed to TWA flight attendant training in Kansas City, I had already racked up miles in the sky by spending school breaks in Bermuda, the Bahamas, Hawaii, the Virgin Islands and Brazil. I studied TWA’s vast route schedule, planning trips to every city the airline flew to. Once I learned how to successfully evacuate all seven of their aircraft types, carve a first-class chateaubriand, do a safety demonstration in an airplane aisle and correctly apply makeup, I earned my wings and unlimited free passes—my tickets to the great big world."}, {"role": "body", "text": "Visits back home to Rhode Island were few as I spent weekends in San Juan and London, visited the Pyramids and the Acropolis, ate spaghetti carbonara in Rome and tiny clams in Lisbon. But as Christmas neared, home was the only place I wanted to be. I grew up in a big Italian-American family. That means the Feast of the Seven Fishes on Christmas Eve and midnight mass; relatives and friends crowding into the house for lasagna and escarole soup on Christmas Day; my father’s famous punch and fudge and peanut brittle. I was 23 years old and had never missed a holiday with my family."}, {"role": "image", "imageURL": "https://images.wsj.net/im-675318/?width=639&size=0.6666666666666666", "imageWidth": 639, "imageHeight": 959, "imageDescription": "Ann Hood, author of the new book, ‘Fly Girl: A Memoir,’ as a TWA flight attendant in the 1980s."}, {"role": "body", "text": "But that year, a snowstorm delayed my return flight from Rome to John F. Kennedy Airport and it looked like I might not make it home. Chances were the flight would be canceled and I’d spend Christmas eating with strangers in a trattoria 4,000 miles from home. I realized then that the only time I don’t like to travel is during the holidays. Not because planes, trains and roads are crowded, or that travel can be more expensive during holiday seasons, but because even though trips have taken me away from my family for months at a time, all I want to do for the holidays is to be at home in Rhode Island."}, {"role": "body", "text": "That snowy December Christmas Eve, the 747 did finally take off. But by the time we landed at JFK, I’d missed all the flights to Providence. I stood in the busy airport and called Amtrak from a pay phone. After I’d been holding for what seemed like forever, the reservationist came on the line to tell me that the last train from Penn Station to Providence had already left. I pictured my family dipping the crystal cups into the matching punchbowl, drinking the Hawaiian Punch and rum with sherbet and strawberries. When I closed my eyes to hold back tears, I could practically smell the dates wrapped in bacon being pulled from the oven, the trays of Italian cookies lined up on the counter, all mingling with my father’s Old Spice and my mother’s Chloe perfume in the air."}, {"role": "body", "text": "I had to get home. But how?"}, {"role": "body", "text": "A sign caught my eye. Rental Cars This Way. As fast as my high heels could take me, I raced to a rental car counter. “You’re lucky,” the clerk told me. “We’ve only got three cars left.”"}, {"role": "quote", "text": "Still in my uniform, rolling my crew bag behind me, I pulled out of the parking garage and into a heavy blizzard."}, {"role": "body", "text": "I handed him my credit card and went to claim my car, still in my uniform, rolling my crew bag behind me. I pulled out of the parking garage and into a heavy blizzard, thick flakes of snow falling hard and fast, covering the windshield. Slowly, I made my way along Route 95 North, through Connecticut. When the large blue- and-white sign that said, “Welcome to Rhode Island, The Ocean State,” appeared through the snow, I beeped my horn like mad. Home was just 20 minutes away."}, {"role": "body", "text": "For the next 48 hours, I had no thoughts of foreign cities. All that mattered were these people I loved, feeding me, laughing with me, folding me into big, strong hugs. A few days later, I was off again, happily eating souvlaki in Athens."}, {"role": "body", "text": "I’m 65 years old now, and I’ve still never missed Christmas with my family. Most of the people who cheered when I walked in that door that long ago snowy night are gone—my parents and brother, my aunts and uncles. That’s why I do it, isn’t it? To hold the people we have close, while we have them? To be hugged and hug them back."}, {"role": "body", "text": "I make the punch now, in that same crystal punchbowl, and my kids are the ones hurrying to get home. But I still keep my bags packed. By December 27, my wanderlust is back. I’m reading about vineyards in Chile and restaurants in Copenhagen, recharged by home."}]}