{"coverImageDescription":"People have strong, divergent opinions about the continuity of their own selves.","coverImageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_10/are-you-the-same-person-you-used-to-be-life-is-hard-the-origins-of-you/images/1.png","subtitle":"Researchers have studied how much of our personality is set from childhood, but what you’re like isn’t who you are.","title":"Are You the Same Person You Used to Be?","authorName":"Joshua Rothman","coverImageWidth":1280,"hashTag":"Annals of Inquiry","coverImageHeight":1628,"publishDate":"Oct 3rd, 2022","contents":[{"role":"body","text":"Ihave few memories of being four—a fact I find disconcerting now that I’m the father of a four-year-old. My son and I have great times together; lately, we’ve been building Lego versions of familiar places (the coffee shop, the bathroom) and perfecting the “flipperoo,” a move in which I hold his hands while he somersaults backward from my shoulders to the ground. But how much of our joyous life will he remember? What I recall from when I was four are the red-painted nails of a mean babysitter; the brushed-silver stereo in my parents’ apartment; a particular orange-carpeted hallway; some houseplants in the sun; and a glimpse of my father’s face, perhaps smuggled into memory from a photograph. These disconnected images don’t knit together into a picture of a life. They also fail to illuminate any inner reality. I have no memories of my own feelings, thoughts, or personality; I’m told that I was a cheerful, talkative child given to long dinner-table speeches, but don’t remember being so. My son, who is happy and voluble, is so much fun to be around that I sometimes mourn, on his behalf, his future inability to remember himself.\n\nIf we could see our childish selves more clearly, we might have a better sense of the course and the character of our lives. Are we the same people at four that we will be at twenty-four, forty-four, or seventy-four? Or will we change substantially through time? Is the fix already in, or will our stories have surprising twists and turns? Some people feel that they’ve altered profoundly through the years, and to them the past seems like a foreign country, characterized by peculiar customs, values, and tastes. (Those boyfriends! That music! Those outfits!) But others have a strong sense of connection with their younger selves, and for them the past remains a home. My mother-in-law, who lives not far from her parents’ house in the same town where she grew up, insists that she is the same as she’s always been, and recalls with fresh indignation her sixth birthday, when she was promised a pony but didn’t get one. Her brother holds the opposite view: he looks back on several distinct epochs in his life, each with its own set of attitudes, circumstances, and friends. “I’ve walked through many doorways,” he’s told me. I feel this way, too, although most people who know me well say that I’ve been the same person forever.\n\nTry to remember life as you lived it years ago, on a typical day in the fall. Back then, you cared deeply about certain things (a girlfriend? Depeche Mode?) but were oblivious of others (your political commitments? your children?). Certain key events—college? war? marriage? Alcoholics Anonymous?—hadn’t yet occurred. Does the self you remember feel like you, or like a stranger? Do you seem to be remembering yesterday, or reading a novel about a fictional character?\n\nIf you have the former feelings, you’re probably a continuer; if the latter, you’re probably a divider. You might prefer being one to the other, but find it hard to shift your perspective. In the poem “The Rainbow,” William Wordsworth wrote that “the Child is Father of the Man,” and this motto is often quoted as truth. But he couched the idea as an aspiration—“And I could wish my days to be / Bound each to each by natural piety”—as if to say that, though it would be nice if our childhoods and adulthoods were connected like the ends of a rainbow, the connection could be an illusion that depends on where we stand. One reason to go to a high-school reunion is to feel like one’s past self—old friendships resume, old in-jokes resurface, old crushes reignite. But the time travel ceases when you step out of the gym. It turns out that you’ve changed, after all.\n\nOn the other hand, some of us want to disconnect from our past selves; burdened by who we used to be or caged by who we are, we wish for multipart lives. In the voluminous autobiographical novel “My Struggle,” Karl Ove Knausgaard—a middle-aged man who hopes to be better today than he was as a young man—questions whether it even makes sense to use the same name over a lifetime. Looking at a photograph of himself as an infant, he wonders what that little person, with “arms and legs spread, and a face distorted into a scream,” really has to do with the forty-year-old father and writer he is now, or with “the gray, hunched geriatric who in forty years from now might be sitting dribbling and trembling in an old people’s home.” It might be better, he suggests, to adopt a series of names: “The fetus might be called Jens Ove, for example, and the infant Nils Ove . . . the ten- to twelve-year-old Geir Ove, the twelve- to seventeen-year-old Kurt Ove . . . the twenty-three- to thirty-two-year-old Tor Ove, the thirty-two- to forty-six-year-old Karl Ove—and so on.” In such a scheme, “the first name would represent the distinctiveness of the age range, the middle name would represent continuity, and the last, family affiliation.”\n\nMy son’s name is Peter. It unnerves me to think that he could someday become so different as to warrant a new name. But he learns and grows each day; how could he not be always becoming someone new? I have duelling aspirations for him: keep growing; keep being you. As for how he’ll see himself, who knows? The philosopher Galen Strawson believes that some people are simply more “episodic” than others; they’re fine living day to day, without regard to the broader plot arc. “I’m somewhere down towards the episodic end of this spectrum,” Strawson writes in an essay called “The Sense of the Self.” “I have no sense of my life as a narrative with form, and little interest in my own past.”\n\nPerhaps Peter will grow up to be an episodic person who lives in the moment, unconcerned with whether his life forms a whole or a collection of parts. Even so, there will be no escaping the paradoxes of mutability, which have a way of weaving themselves into our lives. Thinking of some old shameful act of ours, we tell ourselves, “I’ve changed!” (But have we?) Bored with a friend who’s obsessed with what happened long ago, we say, “That was another life—you’re a different person now!” (But is she?) Living alongside our friends, spouses, parents, and children, we wonder if they’re the same people we’ve always known, or if they’ve lived through changes we, or they, struggle to see. Even as we work tirelessly to improve, we find that, wherever we go, there we are (in which case what’s the point?). And yet sometimes we recall our former selves with a sense of wonder, as if remembering a past life. Lives are long, and hard to see. What can we learn by asking if we’ve always been who we are?\n\nThe question of our continuity has an empirical side that can be answered scientifically. In the nineteen-seventies, while working at the University of Otago, in New Zealand, a psychologist named Phil Silva helped launch a study of a thousand and thirty-seven children; the subjects, all of whom lived in or around the city of Dunedin, were studied at age three, and again at five, seven, nine, eleven, thirteen, fifteen, eighteen, twenty-one, twenty-six, thirty-two, thirty-eight, and forty-five, by researchers who often interviewed not just the subjects but also their family and friends. In 2020, four psychologists associated with the Dunedin study—Jay Belsky, Avshalom Caspi, Terrie E. Moffitt, and Richie Poulton—summarized what’s been learned so far in a book called “The Origins of You: How Childhood Shapes Later Life.” It folds in results from a few related studies conducted in the United States and the United Kingdom, and so describes how about four thousand people have changed through the decades.\n\nJohn Stuart Mill once wrote that a young person is like “a tree, which requires to grow and develop itself on all sides, according to the tendency of the inward forces which make it a living thing.” The image suggests a generalized spreading out and reaching up, which is bound to be affected by soil and climate, and might be aided by a little judicious pruning here and there. The authors of “The Origins of You” offer a more chaotic metaphor. Human beings, they suggest, are like storm systems. Each individual storm has its own particular set of traits and dynamics; meanwhile, its future depends on numerous elements of atmosphere and landscape. The fate of any given Harvey, Allison, Ike, or Katrina might be shaped, in part, by “air pressure in another locale,” and by “the time that the hurricane spends out at sea, picking up moisture, before making landfall.” Donald Trump, in 2014, told a biographer that he was the same person in his sixties that he’d been as a first grader. In his case, the researchers write, the idea isn’t so hard to believe. Storms, however, are shaped by the world and by other storms, and only an egomaniacal weather system believes in its absolute and unchanging individuality.\n\nEfforts to understand human weather—to show, for example, that children who are abused bear the mark of that abuse as adults—are predictably inexact. One problem is that many studies of development are “retrospective” in nature: researchers start with how people are doing now, then look to the past to find out how they got that way. But many issues trouble such efforts. There’s the fallibility of memory: people often have difficulty recalling even basic facts about what they lived through decades earlier. (Many parents, for instance, can’t accurately remember whether a child was diagnosed as having A.D.H.D.; people even have trouble remembering whether their parents were mean or nice.) There’s also the problem of enrollment bias. A retrospective study of anxious adults might find that many of them grew up with divorced parents—but what about the many children of divorce who didn’t develop anxiety, and so were never enrolled in the study? It’s hard for a retrospective study to establish the true import of any single factor. The value of the Dunedin project, therefore, derives not just from its long duration but also from the fact that it is “prospective.” It began with a thousand random children, and only later identified changes as they emerged."},{"role":"body","text":"Working prospectively, the Dunedin researchers began by categorizing their three-year-olds. They met with the children for ninety minutes each, rating them on twenty-two aspects of personality—restlessness, impulsivity, willfulness, attentiveness, friendliness, communicativeness, and so on. They then used their results to identify five general types of children. Forty per cent of the kids were deemed “well-adjusted,” with the usual mixture of kid personality traits. Another quarter were found to be “confident”—more than usually comfortable with strangers and new situations. Fifteen per cent were “reserved,” or standoffish, at first. About one in ten turned out to be “inhibited”; the same proportion were identified as “undercontrolled.” The inhibited kids were notably shy and exceptionally slow to warm up; the undercontrolled ones were impulsive and ornery. These determinations of personality, arrived at after brief encounters and by strangers, would form the basis for a half century of further work."},{"role":"body","text":"By age eighteen, certain patterns were visible. Although the confident, reserved, and well-adjusted children continued to be that way, those categories were less distinct. In contrast, the kids who’d been categorized as inhibited or as undercontrolled had stayed truer to themselves. At age eighteen, the once inhibited kids remained a little apart, and were “significantly less forceful and decisive than all the other children.” The undercontrolled kids, meanwhile, “described themselves as danger seeking and impulsive,” and were “the least likely of all young adults to avoid harmful, exciting, and dangerous situations or to behave in reflective, cautious, careful, or planful ways.” Teen-agers in this last group tended to get angry more often, and to see themselves “as mistreated and victimized.”\n\nThe researchers saw an opportunity to streamline their categories. They lumped together the large group of teen-agers who didn’t seem to be on a set path. Then they focussed on two smaller groups that stood out. One group was “moving away from the world,” embracing a way of life that, though it could be perfectly rewarding, was also low-key and circumspect. And another, similarly sized group was “moving against the world.” In subsequent years, the researchers found that people in the latter group were more likely to get fired from their jobs and to have gambling problems. Their dispositions were durable.\n\nThat durability is due, in part, to the social power of temperament, which, the authors write, is “a machine that designs another machine, which goes on to influence development.” This second machine is a person’s social environment. Someone who moves against the world will push others away, and he’ll tend to interpret the actions of even well-meaning others as pushing back; this negative social feedback will deepen his oppositional stance. Meanwhile, he’ll engage in what psychologists call “niche picking”—the favoring of social situations that reinforce one’s disposition. A “well-adjusted” fifth grader might actually “look forward to the transition to middle school”; when she gets there, she might even join some clubs. Her friend who’s moving away from the world might prefer to read at lunch. And her brother, who’s moving against the world—the group skews slightly male—will feel most at home in dangerous situations.\n\nThrough such self-development, the authors write, we curate lives that make us ever more like ourselves. But there are ways to break out of the cycle. One way in which people change course is through their intimate relationships. The Dunedin study suggests that, if someone who tends to move against the world marries the right person, or finds the right mentor, he might begin to move in a more positive direction. His world will have become a more beneficent co-creation. Even if much of the story is written, a rewrite is always possible.\n\nThe Dunedin study tells us a lot about how differences between children matter over time. But how much can this kind of work reveal about the deeper, more personal question of our own continuity or changeability? That depends on what we mean when we ask who we are. We are, after all, more than our dispositions. All of us fit into any number of categories, but those categories don’t fully encompass our identities.\n\nThere’s an important sense, first of all, in which who you are is determined not by what you’re like but by what you do. Imagine two brothers who grow up sharing a bedroom, and who have similar personalities—intelligent, tough, commanding, and ambitious. One becomes a state senator and university president, while the other becomes a Mob boss. Do their parallel temperaments make them similar people? Those who’ve followed the stories of William Bulger and James (Whitey) Bulger—the Boston brothers who ran the Massachusetts Senate and the underworld, respectively—sometimes suggest that they were more alike than different. (“They’re both very tough in their respective fields,” a biographer observed.) But we’d be right to be skeptical of such an outlook, because it requires setting aside the wildly different substances of the brothers’ lives. At the Pearly Gates, no one will get them confused."},{"imageWidth":1280,"role":"image","imageURL":"https://github.com/HuangRunHua/the-new-yorker-database/raw/main/database/2022_10_10/are-you-the-same-person-you-used-to-be-life-is-hard-the-origins-of-you/images/2.png","imageDescription":"“He’s more interesting poolside.”","imageHeight":1071},{"role":"body","text":"The Bulger brothers are extraordinary; few of us break so bad or good. But we all do surprising things that matter. In 1964, the director Michael Apted helped make “Seven Up!,” the first of a series of documentaries that would visit the same group of a dozen or so Britons every seven years, starting at age seven; Apted envisioned the project—which was updated most recently in 2019, with “63 Up”—as a socioeconomic inquiry “about these kids who have it all, and these other kids who have nothing.” But, as the series has progressed, the chaos of individuality has encroached on the clarity of categorization. One participant has become a lay minister and gone into politics; another has begun helping orphans in Bulgaria; others have done amateur theatre, studied nuclear fusion, and started rock bands. One turned into a documentarian himself and quit the project. Real life, irrepressible in its particulars, has overpowered the schematic intentions of the filmmakers.\n\nEven seemingly unimportant or trivial elements can contribute to who we are. Late this summer, I attended a family function with my father and my uncle. As we sat at an outside table, making small talk, our conversation turned to “Star Trek,” the sci-fi TV show that premièred in 1966. My father and uncle have both watched various incarnations of it since childhood, and my dad, in particular, is a genuine fan. While the party went on around us, we all recited from memory the original version’s opening monologue—“Space: the final frontier. These are the voyages of the Starship Enterprise. . . .”—and applauded ourselves on our rendition. “Star Trek” is a through line in my dad’s life. We tend to downplay these sorts of quirks and enthusiasms, but they’re important to who we are. When Leopold Bloom, the protagonist of James Joyce’s “Ulysses,” wanders through a Dublin cemetery, he is unimpressed by the generic inscriptions on the gravestones, and thinks they should be more specific. “So and So, wheelwright,” Bloom imagines, or, on a stone engraved with a saucepan, “I cooked good Irish stew.” Asked to describe ourselves, we might tend to talk in general terms, finding the details of our lives somehow embarrassing. But a friend delivering a eulogy would do well to note that we played guitar, collected antique telephones, and loved Agatha Christie and the Mets. Each assemblage of details is like a fingerprint. Some of us have had the same prints throughout our lives; others have had a few sets.\n\nFocussing on the actualities of our lives might belie our intuitions about our own continuity or changeability. Galen Strawson, the philosopher who says that he has little sense of his life “as a narrative,” is best known for the arguments he’s made against the ideas of free will and moral responsibility; he maintains that we don’t have free will and aren’t ultimately responsible for what we do. But his father, Peter Strawson, was also a philosopher, and was famous for, among other things, defending those concepts. Galen Strawson can assure us that, from a first-person perspective, his life feels “episodic.” Yet, from the third-person perspective of an imagined biographer, he’s part of a long plot arc that stretches across lifetimes. We may feel discontinuous on the inside but be continuous on the outside, and vice versa. That sort of divergence may simply be unavoidable. Every life can probably be viewed from two angles."},{"role":"body","text":"I know two Tims, and they have opposing intuitions about their own continuities. The first Tim, my father-in-law, is sure that he’s had the same jovially jousting personality from two to seventy-two. He’s also had the same interests—reading, the Second World War, Ireland, the Wild West, the Yankees—for most of his life. He is one of the most self-consistent people I know. The second Tim, my high-school friend, sees his life as radically discontinuous, and rightly so. When I first met him, he was so skinny that he was turned away from a blood drive for being underweight; bullied and pushed around by bigger kids, he took solace in the idea that his parents were late growers. This notion struck his friends as far-fetched. But after high school Tim suddenly transformed into a towering man with an action-hero physique. He studied physics and philosophy in college, and then worked in a neuroscience lab before becoming an officer in the Marines and going to Iraq; he entered finance, but has since left to study computer science.\n\n“I’ve changed more than most people I know,” Tim told me. He shared a vivid memory of a conversation he had with his mother, while they sat in the car outside an auto mechanic’s: “I was thirteen, and we were talking about how people change. And my mom, who’s a psychiatrist, told me that people tend to stop changing so much when they get into their thirties. They start to accept who they are, and to live with themselves as they are. And, maybe because I was an unhappy and angry person at the time, I found that idea offensive. And I vowed right then that I would never stop changing. And I haven’t stopped.”\n\nDo the two Tims have the whole picture? I’ve known my father-in-law for only twenty of his seventy-two years, but even in that time he’s changed quite a bit, becoming more patient and compassionate; by all accounts, the life he lived before I met him had a few chapters of its own, too. And there’s a fundamental sense in which my high-school friend hasn’t changed. For as long as I’ve known him, he’s been committed to the idea of becoming different. For him, true transformation would require settling down; endless change is a kind of consistency.\n\nGalen Strawson notes that there’s a wide range of ways in which people can relate to time in their lives. “Some people live in narrative mode,” he writes, and others have “no tendency to see their life as constituting a story or development.” But it’s not just a matter of being a continuer or a divider. Some people live episodically as a form of “spiritual discipline,” while others are “simply aimless.” Presentism can “be a response to economic destitution—a devastating lack of opportunities—or vast wealth.” He continues:"},{"role":"quote","text":"There are lotus-eaters, drifters, lilies of the field, mystics and people who work hard in the present moment. . . . Some people are creative although they lack ambition or long-term aims, and go from one small thing to the next, or produce large works without planning to, by accident or accretion. Some people are very consistent in character, whether or not they know it, a form of steadiness that may underwrite experience of the self’s continuity. Others are consistent in their inconsistency, and feel themselves to be continually puzzling and piecemeal."},{"role":"body","text":"The stories we tell ourselves about whether we’ve changed are bound to be simpler than the elusive reality. But that’s not to say that they’re inert. My friend Tim’s story, in which he vows to change forever, shows how such stories can be laden with value. Whether you perceive stasis or segmentation is almost an ideological question. To be changeable is to be unpredictable and free; it’s to be not just the protagonist of your life story but the author of its plot. In some cases, it means embracing a drama of vulnerability, decision, and transformation; it may also involve a refusal to accept the finitude that’s the flip side of individuality.\n\nThe alternative perspective—that you’ve always been who you are—bears values, too. James Fenton captures some of them in his poem “The Ideal”:"},{"role":"quote","text":"A self is a self.\nIt is not a screen.\nA person should respect\nWhat he has been.\n\nThis is my past\nWhich I shall not discard.\nThis is the ideal.\nThis is hard."},{"role":"body","text":"In this view, life is full and variable, and we all go through adventures that may change who we are. But what matters most is that we lived it. The same me, however altered, absorbed it all and did it all. This outlook also involves a declaration of independence—independence not from one’s past self and circumstances but from the power of circumstances and the choices we make to give meaning to our lives. Dividers tell the story of how they’ve renovated their houses, becoming architects along the way. Continuers tell the story of an august property that will remain itself regardless of what gets built. As different as these two views sound, they have a lot in common. Among other things, they aid us in our self-development. By committing himself to a life of change, my friend Tim might have sped it along. By concentrating on his persistence of character, my father-in-law may have nurtured and refined his best self.\n\nThe passage of time almost demands that we tell some sort of story: there are certain ways in which we can’t help changing through life, and we must respond to them. Young bodies differ from old ones; possibilities multiply in our early decades, and later fade. When you were seventeen, you practiced the piano for an hour each day, and fell in love for the first time; now you pay down your credit cards and watch Amazon Prime. To say that you are the same person today that you were decades ago is absurd. A story that neatly divides your past into chapters may also be artificial. And yet there’s value in imposing order on chaos. It’s not just a matter of self-soothing: the future looms, and we must decide how to act based on the past. You can’t continue a story without first writing one.\n\nSticking with any single account of your mutability may be limiting. The stories we’ve told may become too narrow for our needs. In the book “Life Is Hard,” the philosopher Kieran Setiya argues that certain bracing challenges—loneliness, failure, ill health, grief, and so on—are essentially unavoidable; we tend to be educated, meanwhile, in a broadly redemptive tradition that “urges us to focus on the best in life.” One of the benefits of asserting that we’ve always been who we are is that it helps us gloss over the disruptive developments that have upended our lives. But it’s good, the book shows, to acknowledge hard experiences and ask how they’ve helped us grow tougher, kinder, and wiser. More generally, if you’ve long answered the question of continuity one way, you might try answering it another. For a change, see yourself as either more continuous or less continuous than you’d assumed. Find out what this new perspective reveals."},{"role":"body","text":"There’s a recursive quality to acts of self-narration. I tell myself a story about myself in order to synchronize myself with the tale I’m telling; then, inevitably, I revise the story as I change. The long work of revising might itself be a source of continuity in our lives. One of the participants in the “Up” series tells Apted, “It’s taken me virtually sixty years to understand who I am.” Martin Heidegger, the often impenetrable German philosopher, argued that what distinguishes human beings is our ability to “take a stand” on what and who we are; in fact, we have no choice but to ask unceasing questions about what it means to exist, and about what it all adds up to. The asking, and trying out of answers, is as fundamental to our personhood as growing is to a tree.\n\nRecently, my son has started to understand that he’s changing. He’s noticed that he no longer fits into a favorite shirt, and he shows me how he sleeps somewhat diagonally in his toddler bed. He’s been caught walking around the house with real scissors. “I’m a big kid now, and I can use these,” he says. Passing a favorite spot on the beach, he tells me, “Remember when we used to play with trucks here? I loved those times.” By this point, he’s actually had a few different names: we called him “little guy” after he was born, and I now call him “Mr. Man.” His understanding of his own growth is a step in his growing, and he is, increasingly, a doubled being—a tree and a vine. As the tree grows, the vine twines, finding new holds on the shape that supports it. It’s a process that will continue throughout his life. We change, and change our view of that change, for as long as we live."}]}